{
  "name": "ADHD Support",
  "name_vi": "Hỗ Trợ Rối Loạn Tăng Động Giảm Chú Ý",
  "description": "Advanced strategies for managing ADHD with focus and resilience",
  "keywords_en": [
    "ADHD",
    "time management",
    "focus",
    "support system",
    "emotional regulation"
  ],
  "keywords_vi": [
    "rối loạn tăng động giảm chú ý",
    "quản lý thời gian",
    "tập trung",
    "hệ thống hỗ trợ",
    "điều hòa cảm xúc"
  ],
  "entries": [
    {
      "slug": "time-management",
      "keywords_en": [
        "time management",
        "organization",
        "productivity"
      ],
      "keywords_vi": [
        "quản lý thời gian",
        "tổ chức",
        "năng suất"
      ],
      "copy": {
        "en": "Effective time management is essential for thriving with ADHD. Use a digital or paper planner to break big tasks into small, actionable steps. Work in focused 25-minute sessions with short breaks to recharge. Prioritize tasks to prevent overwhelm and improve consistency. Stay connected with supportive people for encouragement and accountability. Over time, these habits strengthen confidence, structure, and daily focus.",
        "vi": "Quản lý thời gian hiệu quả là yếu tố quan trọng giúp bạn sống tốt hơn với rối loạn tăng động giảm chú ý. Hãy dùng sổ kế hoạch điện tử hoặc giấy để chia nhỏ công việc lớn thành các bước cụ thể, dễ thực hiện. Làm việc trong từng phiên 25 phút xen kẽ nghỉ ngắn để tái tạo năng lượng. Ưu tiên công việc theo mức độ quan trọng để tránh quá tải và duy trì sự ổn định. Kết nối với người hỗ trợ để nhận động viên và trách nhiệm. Theo thời gian, những thói quen này sẽ củng cố sự tự tin, trật tự và khả năng tập trung mỗi ngày."
      },
      "tags": [
        "time management",
        "ADHD"
      ],
      "audio": "adhd_support_vip2_time_management.mp3"
    },
    {
      "slug": "focus-strategies",
      "keywords_en": [
        "focus",
        "concentration",
        "productivity"
      ],
      "keywords_vi": [
        "tập trung",
        "chú ý",
        "năng suất"
      ],
      "copy": {
        "en": "Focus strategies help channel ADHD energy into productivity. Create a workspace free from noise and clutter. Use short, timed work intervals—like 25 minutes of focus followed by a five-minute break—to sustain attention. Practice mindfulness to stay grounded and reduce impulsivity. Engage with a support group for shared insights and accountability. These mindful practices enhance daily focus, productivity, and self-control.",
        "vi": "Chiến lược tăng cường tập trung giúp chuyển hóa năng lượng của rối loạn tăng động giảm chú ý thành năng suất tích cực. Hãy tạo không gian làm việc yên tĩnh, gọn gàng và tránh xao nhãng. Làm việc theo chu kỳ ngắn—chẳng hạn 25 phút tập trung rồi nghỉ 5 phút—để duy trì sự chú ý. Thực hành chánh niệm để giữ tâm vững vàng và giảm bốc đồng. Tham gia nhóm hỗ trợ để học hỏi kinh nghiệm và duy trì động lực. Những thực hành này giúp cải thiện khả năng tập trung, năng suất và tự chủ mỗi ngày."
      },
      "tags": [
        "focus",
        "ADHD"
      ],
      "audio": "adhd_support_vip2_focus_strategies.mp3"
    },
    {
      "slug": "support-system",
      "keywords_en": [
        "support system",
        "community",
        "empathy"
      ],
      "keywords_vi": [
        "hệ thống hỗ trợ",
        "cộng đồng",
        "đồng cảm"
      ],
      "copy": {
        "en": "A strong support system greatly enhances ADHD management. Share your needs and experiences with trusted friends, family, or support groups to build empathy and understanding. Open communication reduces isolation and encourages collaboration. Regular check-ins offer encouragement and practical advice, helping you stay resilient and confident in your ADHD journey.",
        "vi": "Hệ thống hỗ trợ vững chắc giúp nâng cao hiệu quả quản lý rối loạn tăng động giảm chú ý. Hãy chia sẻ nhu cầu và trải nghiệm của bạn với bạn bè, gia đình hoặc nhóm hỗ trợ đáng tin cậy để xây dựng sự đồng cảm và thấu hiểu. Giao tiếp cởi mở giúp giảm cô lập và thúc đẩy tinh thần hợp tác. Việc duy trì liên lạc thường xuyên mang lại động viên và lời khuyên thiết thực, giúp bạn kiên cường và tự tin hơn trong hành trình quản lý ADHD."
      },
      "tags": [
        "support",
        "ADHD"
      ],
      "audio": "adhd_support_vip2_support_system.mp3"
    },
    {
      "slug": "emotional-regulation",
      "keywords_en": [
        "emotional regulation",
        "calm",
        "resilience"
      ],
      "keywords_vi": [
        "điều hòa cảm xúc",
        "bình tĩnh",
        "kiên cường"
      ],
      "copy": {
        "en": "Emotional regulation plays a central role in managing ADHD. Practice mindfulness to stay calm when stress or frustration arise. Use journaling to process emotions and identify triggers, increasing self-awareness. Gentle movement or breathing helps release tension. Connect with a supportive community to share strategies and encouragement. These mindful steps nurture resilience and emotional balance for everyday challenges.",
        "vi": "Điều hòa cảm xúc đóng vai trò trung tâm trong việc quản lý rối loạn tăng động giảm chú ý. Hãy thực hành chánh niệm để giữ bình tĩnh khi đối mặt với căng thẳng hoặc thất vọng. Viết nhật ký để xử lý cảm xúc và nhận diện các yếu tố kích hoạt, từ đó tăng cường tự nhận thức. Thực hiện vận động nhẹ hoặc hít thở sâu để giải tỏa căng thẳng. Kết nối với cộng đồng hỗ trợ để chia sẻ chiến lược và nhận động viên. Những bước thực hành chánh niệm này giúp nuôi dưỡng nghị lực và cân bằng cảm xúc trong cuộc sống hằng ngày."
      },
      "tags": [
        "emotions",
        "ADHD"
      ],
      "audio": "adhd_support_vip2_emotional_regulation.mp3"
    },
    {
      "slug": "organization",
      "keywords_en": [
        "organization",
        "structure",
        "productivity"
      ],
      "keywords_vi": [
        "tổ chức",
        "cấu trúc",
        "năng suất"
      ],
      "copy": {
        "en": "Organization skills are essential for managing ADHD effectively. Use planners or digital tools to structure your schedule and set clear deadlines. Break projects into small, manageable actions to avoid overwhelm. Keep your workspace tidy to support focus and reduce distractions. Connect with others for organizational tips and encouragement. These consistent habits build structure, clarity, and confidence every day.",
        "vi": "Kỹ năng tổ chức là yếu tố cần thiết để quản lý rối loạn tăng động giảm chú ý hiệu quả. Hãy sử dụng sổ kế hoạch hoặc ứng dụng điện tử để sắp xếp lịch trình và thiết lập thời hạn rõ ràng. Chia dự án thành các bước nhỏ, dễ thực hiện để tránh cảm giác quá tải. Giữ không gian làm việc gọn gàng để hỗ trợ sự tập trung và giảm phân tâm. Kết nối với người khác để học hỏi mẹo tổ chức và nhận động viên. Việc duy trì những thói quen ổn định này giúp bạn xây dựng trật tự, rõ ràng và tự tin mỗi ngày."
      },
      "tags": [
        "organization",
        "ADHD"
      ],
      "audio": "adhd_support_vip2_organization.mp3"
    }
  ],
  "meta": {
    "created_at": "2025-10-27T00:00:00+00:00",
    "updated_at": "2025-10-27T00:00:00+00:00",
    "entry_count": 5,
    "tier": "vip2",
    "room_color": "#4A90E2"
  }
}
