{"name":"Burnout Recovery","name_vi":"Phục Hồi Kiệt Sức","description":"Advanced strategies for burnout recovery with systems","keywords_en":["burnout","recovery","rest","balance","system"],"keywords_vi":["kiệt sức","phục hồi","nghỉ ngơi","cân bằng","hệ thống"],"entries":[{"slug":"rest-day","keywords_en":["rest day","recovery","burnout"],"keywords_vi":["ngày nghỉ","phục hồi","kiệt sức"],"copy":{"en":"The recovery sabbath protocol rebuilds mental and physical reserves. Unplug for twenty-four hours and immerse yourself in nature. Avoid decisions; read lightly and move slowly. Track heart rate variability before and after. Join a recovery circle for shared sabbath practice to experience deep restoration through structured disconnection and ritual."},"tags":["rest","burnout"],"audio":{"en":"bur_vip2_1_en.mp3"}},{"slug":"boundary","keywords_en":["boundary","no","balance"],"keywords_vi":["ranh giới","không","cân bằng"],"copy":{"en":"Create a boundary ecosystem to prevent burnout. Use a boundary menu—hard no, soft no, future yes. Automate limits with tools and conduct a weekly boundary audit. Join a mastermind for mutual reinforcement and accountability, creating an unbreakable protection system for your energy."},"tags":["boundary","burnout"],"audio":{"en":"bur_vip2_2_en.mp3"}},{"slug":"micro-break","keywords_en":["micro break","reset","recovery"],"keywords_vi":["nghỉ ngắn","đặt lại","phục hồi"],"copy":{"en":"Follow an ultradian micro-break system: ninety minutes of work, twenty of rest. In each five-minute reset, practice box breathing, eye palming, or a short micro-nap. Use an HRV app to time cycles and track recovery scores. Join a group for break optimization to align your rhythm with biology and prevent burnout."},"tags":["break","burnout"],"audio":{"en":"bur_vip2_3_en.mp3"}},{"slug":"energy-audit","keywords_en":["energy audit","drain","recovery"],"keywords_vi":["kiểm toán năng lượng","hút năng lượng","phục hồi"],"copy":{"en":"Run a seven-day energy audit to detect leaks. Log activities, energy, and emotions, then apply the Pareto principle to find the top twenty percent causing eighty percent of fatigue. Eliminate the top three drains and measure net energy gain. Review progress with a coach to achieve energy surplus through systematic optimization."},"tags":["energy","burnout"],"audio":{"en":"bur_vip2_4_en.mp3"}},{"slug":"delegation","keywords_en":["delegation","load","recovery"],"keywords_vi":["ủy quyền","tải","phục hồi"],"copy":{"en":"Delegate to offload burnout pressure. List all tasks and rate effort versus impact. Pass on low-impact work and prioritize with the Eisenhower matrix. Track time reclaimed. Work with a mentor to refine your delegation skill, reducing workload and risk through strategic task leverage."},"tags":["delegation","burnout"],"audio":{"en":"bur_vip2_5_en.mp3"}},{"slug":"purpose","keywords_en":["purpose","meaning","recovery"],"keywords_vi":["mục đích","ý nghĩa","phục hồi"],"copy":{"en":"Realign your purpose to counter burnout. Use the Ikigai framework to connect passion, mission, vocation, and profession. Engage in a purpose-driven activity weekly and track fulfillment. Join a purpose group for shared exploration and motivation, restoring energy through meaningful alignment."},"tags":["purpose","burnout"],"audio":{"en":"bur_vip2_6_en.mp3"}}],"meta":{"created_at":"2025-10-28T00:00:00+00:00","updated_at":"2025-10-28T00:00:00+00:00","entry_count":6,"tier":"vip2","room_color":"#4A90E2"}}
