{"name":"Chronic Pain","name_vi":"Quản Lý Đau Mạn Tính","description":"Practical guidance for managing chronic pain with physical and emotional support","keywords_en":["chronic pain","pain management","therapy","support system"],"keywords_vi":["đau mạn tính","quản lý cơn đau","liệu pháp","hệ thống hỗ trợ"],"entries":[{"slug":"pain-management","keywords_en":["pain management","relief","coping"],"keywords_vi":["quản lý cơn đau","giảm đau","đối phó"],"copy":{"en":"Managing chronic pain starts with small, practical steps. Consult a doctor to explore treatments like medication or physical therapy. Practice gentle stretches to improve mobility. Track your pain levels to identify patterns. Stay connected with supportive people to boost emotional resilience, easing your daily experience.","vi":"Quản lý đau mạn tính bắt đầu bằng những bước nhỏ, thực tế. Tham khảo ý kiến bác sĩ để tìm hiểu các phương pháp như dùng thuốc hoặc vật lý trị liệu. Thực hiện các bài tập giãn cơ nhẹ nhàng để cải thiện khả năng vận động. Theo dõi mức độ đau để nhận diện xu hướng. Kết nối với những người hỗ trợ để tăng cường sức mạnh tinh thần, giúp cuộc sống hàng ngày dễ chịu hơn."},"tags":["pain management","health"],"audio":"chronic_pain_free_pain_management.mp3"},{"slug":"physical-therapy","keywords_en":["physical therapy","mobility","strength"],"keywords_vi":["vật lý trị liệu","vận động","sức mạnh"],"copy":{"en":"Physical therapy can ease chronic pain by improving strength and mobility. Work with a therapist to design a tailored exercise plan. Focus on low-impact activities, like walking or swimming, to reduce strain. Consistency builds progress, helping you manage pain and enhance daily function.","vi":"Vật lý trị liệu giúp giảm đau mạn tính bằng cách cải thiện sức mạnh và khả năng vận động. Hợp tác với chuyên gia để thiết kế kế hoạch tập luyện phù hợp. Tập trung vào các hoạt động nhẹ nhàng, như đi bộ hoặc bơi lội, để giảm áp lực lên cơ thể. Kiên trì thực hiện giúp kiểm soát cơn đau và nâng cao chức năng sinh hoạt hàng ngày."},"tags":["therapy","health"],"audio":"chronic_pain_free_physical_therapy.mp3"},{"slug":"emotional-coping","keywords_en":["emotional coping","resilience","well-being"],"keywords_vi":["đối phó cảm xúc","kiên cường","sức khỏe tinh thần"],"copy":{"en":"Emotional coping is vital for chronic pain management. Practice mindfulness to reduce stress and focus on the present. Journaling helps process emotions tied to pain. Connect with a support group for empathy and encouragement. These steps build resilience, improving your emotional well-being daily.","vi":"Đối phó cảm xúc đóng vai trò quan trọng trong quản lý đau mạn tính. Thực hành chánh niệm để giảm căng thẳng và duy trì sự hiện diện trong hiện tại. Viết nhật ký giúp xử lý cảm xúc gắn liền với cơn đau. Kết nối với nhóm hỗ trợ để nhận được sự đồng cảm và khích lệ. Những bước này giúp bạn tăng cường khả năng kiên cường và cải thiện sức khỏe tinh thần mỗi ngày."},"tags":["coping","mental health"],"audio":"chronic_pain_free_emotional_coping.mp3"}],"meta":{"created_at":"2025-10-27T00:00:00+00:00","updated_at":"2025-10-27T00:00:00+00:00","entry_count":3,"tier":"free","room_color":"#4A90E2"}}
