{
"tier": "Free / Miễn phí",
"title": {
"en": "Depression Support",
"vi": "Hỗ Trợ Trầm Cảm"
},
"content": {
"en": "This room offers practical, gentle steps to support you through depression. You will build a stabilizing rhythm, reconnect with your body and senses, and lean on simple routines that protect energy. We focus on small, repeatable actions—steady sleep and wake times, nourishing meals, brief walks in daylight, kind self-talk, and supportive check-ins with someone you trust. Each practice is designed to lower overwhelm and raise momentum so progress feels possible again. Move slowly, track tiny wins, and celebrate every sign of return. Discover deeper guidance in higher tiers.",
"vi": "Phòng này cung cấp các bước nhẹ nhàng và thực tế để đồng hành cùng bạn trong giai đoạn trầm cảm. Bạn sẽ xây dựng nhịp sống ổn định, kết nối lại với cơ thể và giác quan, và dựa vào những thói quen đơn giản để bảo vệ năng lượng. Chúng ta tập trung vào các hành động nhỏ, lặp lại—giờ ngủ và thức đều đặn, bữa ăn đủ chất, đi bộ ngắn dưới ánh sáng ban ngày, tự nhủ tử tế và hẹn trò chuyện với người đáng tin. Mỗi thực hành giúp giảm quá tải và tăng đà tiến bộ để hy vọng trở lại. Tiến chậm, ghi nhận thắng lợi nhỏ và trân trọng từng dấu hiệu hồi phục. Khám phá thêm ở cấp độ cao hơn."
},
"entries": [
{
"slug": "routine",
"keywords_en": ["routine", "structure", "depression"],
"keywords_vi": ["thói quen", "cấu trúc", "trầm cảm"],
"copy": {
"en": "A protective daily routine lowers decision fatigue and steadies mood. Wake at a consistent hour, open the curtains, drink water, and eat a simple, balanced breakfast. Step outside for five to ten minutes of daylight or a slow walk. Schedule one tiny, doable task before noon—laundry, email, or tidying a corner. After lunch, add a five-minute body scan or stretch. Set a gentle wind-down alarm one hour before bed: dim lights, slow screens, prepare for sleep. Text a check-in buddy morning or night for accountability. Small, stable steps rebuild momentum day by day.",
"vi": "Một lịch trình hằng ngày mang tính bảo vệ giúp giảm mệt mỏi do phải quyết định và ổn định tâm trạng. Thức dậy vào giờ cố định, mở rèm, uống nước và ăn bữa sáng đơn giản, cân bằng. Bước ra ngoài năm đến mười phút dưới ánh sáng ban ngày hoặc đi bộ chậm. Lên lịch một việc nhỏ, làm được trước buổi trưa—giặt đồ, email, hoặc dọn một góc nhà. Sau bữa trưa, thêm năm phút quét cơ thể hoặc giãn cơ. Đặt báo hiệu thư giãn một giờ trước khi ngủ: hạ ánh sáng, hạn chế màn hình, chuẩn bị đi ngủ. Nhắn tin cho một người bạn vào sáng hoặc tối để giữ cam kết. Những bước nhỏ và đều đặn sẽ khôi phục đà tiến mỗi ngày."
},
"tags": ["routine", "self-care"],
"audio": "dep_free_1_en.mp3"
},
{
"slug": "gratitude",
"keywords_en": ["gratitude", "positive", "depression"],
"keywords_vi": ["biết ơn", "tích cực", "trầm cảm"],
"copy": {
"en": "Gratitude redirects attention from what is missing to what is present and supportive. Each evening, list three good things: a friendly message, warm tea, sunlight on the wall. For each item, add one sentence: what happened, how you felt, and why it mattered. Keep your list short and honest—no pressure to be cheerful. Once or twice a week, share one item with a trusted person to strengthen connection. On heavy days, borrow memories from the past or small neutral facts: “I showed up,” “I breathed.” Over time, this gentle practice lifts mood and sustains hope.",
"vi": "Lòng biết ơn chuyển sự chú ý từ điều thiếu vắng sang những gì đang có và nâng đỡ bạn. Mỗi tối, viết ba điều tốt: một tin nhắn thân thiện, tách trà ấm, tia nắng trên bức tường. Với mỗi điều, thêm một câu: điều gì xảy ra, bạn cảm thấy thế nào và vì sao điều đó quan trọng. Giữ danh sách ngắn gọn, trung thực—không ép mình phải vui. Mỗi tuần một đến hai lần, chia sẻ một mục với người đáng tin để tăng kết nối. Những ngày nặng nề, hãy mượn kỷ niệm cũ hoặc các sự thật trung tính: “Mình đã có mặt”, “Mình vẫn thở”. Theo thời gian, thực hành nhẹ nhàng này nâng tâm trạng và nuôi dưỡng hy vọng."
},
"tags": ["gratitude", "mood"],
"audio": "dep_free_2_en.mp3"
}
]
}
