{
  "name": "Eating Disorder Support",
  "name_vi": "Hỗ Trợ Rối Loạn Ăn Uống",
  "description": "Guidance for recovering from eating disorders with practical and emotional support",
  "keywords_en": [
    "eatingdisorder",
    "recovery",
    "therapy",
    "supportsystem"
  ],
  "keywords_vi": [
    "roisloan",
    "phuchoi",
    "lieuphap",
    "hethonghotro"
  ],
  "entries": [
    {
      "slug": "recovery",
      "keywords_en": [
        "recovery",
        "healing",
        "selfcompassion"
      ],
      "keywords_vi": [
        "phuchoi",
        "chualanh",
        "tutracan"
      ],
      "copy": {
        "en": "Begin your eating disorder recovery with small, intentional steps. Acknowledge challenges without self-judgment and connect with trusted friends or professionals. Family-Based Therapy can help rebuild healthy eating habits. Focus on progress, not perfection, celebrating each milestone to foster hope and resilience in your unique journey.",
        "vi": "Bắt đầu phục hồi rối loạn ăn uống bằng những bước nhỏ có chủ ý. Thừa nhận khó khăn mà không tự phán xét và kết nối với bạn bè đáng tin cậy hoặc chuyên gia. Liệu pháp dựa trên gia đình có thể giúp tái xây dựng thói quen ăn uống lành mạnh. Tập trung vào tiến bộ, không phải sự hoàn hảo, ăn mừng mỗi cột mốc để nuôi dưỡng hy vọng và khả năng phục hồi trong hành trình riêng của bạn."
      },
      "tags": [
        "recovery",
        "mental health"
      ],
      "audio": "eating_disorder_support_free_recovery.mp3"
    },
    {
      "slug": "cbt-e",
      "keywords_en": [
        "therapy",
        "cbte",
        "copingskills"
      ],
      "keywords_vi": [
        "lieuphap",
        "cbte",
        "kynangdoipho"
      ],
      "copy": {
        "en": "Cognitive Behavioral Therapy-Enhanced (CBT-E) targets thoughts driving eating disorders. It guides you to challenge negative patterns and build coping skills. Regular sessions offer a safe space to explore emotions and triggers, helping you foster a healthier relationship with food and your body over time.",
        "vi": "Liệu pháp Nhận thức Hành vi Tăng cường (CBT-E) tập trung vào những suy nghĩ dẫn đến rối loạn ăn uống. Nó giúp bạn thách thức các mô hình tiêu cực và xây dựng kỹ năng đối phó. Các buổi trị liệu định kỳ mang đến không gian an toàn để khám phá cảm xúc và yếu tố kích hoạt, giúp bạn dần xây dựng mối quan hệ lành mạnh hơn với thực phẩm và cơ thể."
      },
      "tags": [
        "therapy",
        "mental health"
      ],
      "audio": "eating_disorder_support_free_cbt_e.mp3"
    },
    {
      "slug": "support-system",
      "keywords_en": [
        "supportsystem",
        "community",
        "empathy"
      ],
      "keywords_vi": [
        "hethonghotro",
        "congdong",
        "dongcam"
      ],
      "copy": {
        "en": "A strong support system is vital for eating disorder recovery. Friends, family, or support groups provide encouragement and empathy. Open communication helps them understand your needs, building resilience and hope. Surround yourself with positive influences to guide you through the healing process effectively.",
        "vi": "Hệ thống hỗ trợ vững chắc rất quan trọng trong quá trình phục hồi rối loạn ăn uống. Bạn bè, gia đình hoặc nhóm hỗ trợ mang lại sự khích lệ và đồng cảm. Giao tiếp cởi mở giúp họ hiểu nhu cầu của bạn, từ đó xây dựng khả năng phục hồi và hy vọng. Hãy bao quanh mình bằng những ảnh hưởng tích cực để được dẫn dắt qua hành trình chữa lành hiệu quả."
      },
      "tags": [
        "support",
        "recovery"
      ],
      "audio": "eating_disorder_support_free_support_system.mp3"
    }
  ],
  "meta": {
    "created_at": "2025-10-27T00:00:00+00:00",
    "updated_at": "2025-10-27T00:00:00+00:00",
    "entry_count": 3,
    "tier": "free",
    "room_color": "#4A90E2"
  }
}
