{
  "name": "Grief Healing",
  "name_vi": "Chữa Lành Nỗi Đau Mất Mát",
  "description": "Advanced strategies for healing from grief with support and resilience",
  "keywords_en": [
    "grief",
    "healing",
    "support system",
    "self-care",
    "mindfulness"
  ],
  "keywords_vi": [
    "mất mát",
    "chữa lành",
    "hệ thống hỗ trợ",
    "tự chăm sóc",
    "chánh niệm"
  ],
  "entries": [
    {
      "slug": "processing-loss",
      "keywords_en": [
        "processing loss",
        "grief",
        "healing"
      ],
      "keywords_vi": [
        "xử lý mất mát",
        "nỗi đau",
        "chữa lành"
      ],
      "copy": {
        "en": "Healing from grief begins with processing loss. Allow yourself to feel emotions like sadness or anger without judgment. Journal to express thoughts and reflect on memories that honor your loss. Connect with supportive friends or groups for comfort. Practice self-compassion to foster resilience, helping you navigate grief with hope and emotional strength daily.",
        "vi": "Quá trình chữa lành nỗi đau bắt đầu bằng việc đối diện và xử lý mất mát. Hãy cho phép bản thân cảm nhận nỗi buồn hoặc tức giận mà không phán xét. Viết nhật ký để bày tỏ suy nghĩ và hồi tưởng những kỷ niệm tôn vinh người hoặc điều bạn đã mất. Kết nối với bạn bè hay nhóm hỗ trợ để tìm sự an ủi. Thực hành lòng trắc ẩn để nuôi dưỡng nghị lực, giúp bạn vượt qua nỗi đau với hy vọng và sức mạnh cảm xúc mỗi ngày."
      },
      "tags": [
        "grief",
        "healing"
      ],
      "audio": {
        "en": "grief_healing_vip2_processing_loss_en.mp3",
        "vi": "grief_healing_vip2_processing_loss_vi.mp3"
      }
    },
    {
      "slug": "emotional-expression",
      "keywords_en": [
        "emotional expression",
        "grief",
        "healing"
      ],
      "keywords_vi": [
        "bày tỏ cảm xúc",
        "nỗi đau",
        "chữa lành"
      ],
      "copy": {
        "en": "Emotional expression is key to grief healing. Share your feelings through talking, writing, or creative outlets like art or music. Join a support group to connect with others who understand your loss. Allow tears or memories to flow freely. These steps foster resilience, helping you heal with clarity and emotional strength daily.",
        "vi": "Bày tỏ cảm xúc là chìa khóa để chữa lành nỗi đau mất mát. Hãy chia sẻ cảm xúc của bạn qua trò chuyện, viết lách hoặc những hoạt động sáng tạo như nghệ thuật hay âm nhạc. Tham gia nhóm hỗ trợ để kết nối với những người thấu hiểu tổn thất của bạn. Cho phép nước mắt hoặc ký ức tuôn chảy tự nhiên, giúp bạn chữa lành với sự sáng tỏ và sức mạnh cảm xúc mỗi ngày."
      },
      "tags": [
        "emotions",
        "grief"
      ],
      "audio": {
        "en": "grief_healing_vip2_emotional_expression_en.mp3",
        "vi": "grief_healing_vip2_emotional_expression_vi.mp3"
      }
    },
    {
      "slug": "support-system",
      "keywords_en": [
        "support system",
        "community",
        "empathy"
      ],
      "keywords_vi": [
        "hệ thống hỗ trợ",
        "cộng đồng",
        "đồng cảm"
      ],
      "copy": {
        "en": "A strong support system enhances grief healing. Share your experiences with friends, family, or support groups to foster empathy and reduce isolation. Regular check-ins provide comfort and understanding. These connections build resilience, helping you navigate grief with hope and emotional strength throughout your healing journey.",
        "vi": "Một hệ thống hỗ trợ vững chắc giúp quá trình chữa lành nỗi đau trở nên hiệu quả hơn. Hãy chia sẻ trải nghiệm của bạn với bạn bè, gia đình hoặc nhóm hỗ trợ để xây dựng sự đồng cảm và giảm cảm giác cô lập. Việc trò chuyện thường xuyên mang lại sự an ủi và thấu hiểu. Những kết nối này giúp bạn bền bỉ vượt qua nỗi đau với hy vọng và sức mạnh cảm xúc suốt hành trình chữa lành."
      },
      "tags": [
        "support",
        "grief"
      ],
      "audio": {
        "en": "grief_healing_vip2_support_system_en.mp3",
        "vi": "grief_healing_vip2_support_system_vi.mp3"
      }
    },
    {
      "slug": "self-care",
      "keywords_en": [
        "self-care",
        "well-being",
        "resilience"
      ],
      "keywords_vi": [
        "tự chăm sóc",
        "sức khỏe tinh thần",
        "kiên cường"
      ],
      "copy": {
        "en": "Self-care is vital for grief healing. Prioritize rest, healthy eating, and gentle exercise to nurture your body and mind during grief. Set aside time for calming activities like reading, walking, or meditation. Connect with supportive friends for encouragement. These steps build resilience, helping you heal with strength and hope daily.",
        "vi": "Tự chăm sóc là yếu tố quan trọng trong quá trình chữa lành nỗi đau mất mát. Hãy ưu tiên nghỉ ngơi, ăn uống lành mạnh và tập luyện nhẹ nhàng để nuôi dưỡng cả cơ thể lẫn tâm trí trong giai đoạn khó khăn. Dành thời gian cho hoạt động thư giãn như đọc sách, đi bộ hoặc thiền. Kết nối với bạn bè hỗ trợ để nhận sự khích lệ. Những bước nhỏ này giúp bạn nuôi dưỡng nghị lực, chữa lành với sức mạnh và hy vọng mỗi ngày."
      },
      "tags": [
        "self-care",
        "grief"
      ],
      "audio": {
        "en": "grief_healing_vip2_self_care_en.mp3",
        "vi": "grief_healing_vip2_self_care_vi.mp3"
      }
    },
    {
      "slug": "mindfulness",
      "keywords_en": [
        "mindfulness",
        "calm",
        "healing"
      ],
      "keywords_vi": [
        "chánh niệm",
        "bình tĩnh",
        "chữa lành"
      ],
      "copy": {
        "en": "Mindfulness supports grief healing by fostering calm and clarity. Practice deep breathing or meditation daily to stay present and reduce overwhelming emotions. Dedicate time to these techniques to manage grief. Connect with a support group to share mindfulness practices, building resilience and helping you heal with emotional strength daily.",
        "vi": "Chánh niệm hỗ trợ quá trình chữa lành nỗi đau bằng cách nuôi dưỡng sự bình tĩnh và sáng suốt. Hãy thực hành hít thở sâu hoặc thiền mỗi ngày để giữ tâm hiện diện và giảm cảm xúc choáng ngợp. Dành thời gian cho các kỹ thuật này để điều hòa nỗi buồn. Kết nối với nhóm hỗ trợ để cùng chia sẻ thực hành chánh niệm, giúp bạn xây dựng nghị lực và chữa lành với sức mạnh cảm xúc mỗi ngày."
      },
      "tags": [
        "mindfulness",
        "grief"
      ],
      "audio": {
        "en": "grief_healing_vip2_mindfulness_en.mp3",
        "vi": "grief_healing_vip2_mindfulness_vi.mp3"
      }
    }
  ],
  "meta": {
    "created_at": "2025-10-27T00:00:00+00:00",
    "updated_at": "2025-10-27T00:00:00+00:00",
    "entry_count": 5,
    "tier": "vip2",
    "room_color": "#4A90E2"
  },
  "audio": "grief_healing_vip2_mindfulness_en.mp3"
}