{
"tier": "VIP 3 / Cấp VIP 3",
"default_entry_id": "mindfulness_soul_serenity",
"welcome": {
"en": "Hello! Welcome to Inner Peace VIP3 room. How can I help you today?\n\nTopic keywords you can type are below:\n- mindfulness_soul_serenity\n- gratitude_tranquility\n- daily_routines_calm\n- reflection_spiritual_peace\n- breathing_soul_harmony\n- inner_serenity_practices",
"vi": "Xin chào! Chào mừng bạn đến với phòng Bình An Nội Tâm VIP3. Tôi có thể giúp gì cho bạn hôm nay?\n\nCác từ khóa bạn có thể nhập là:\n- chanh_niem_tam_hon\n- long_biet_on_thanh_thoi\n- thoi_quen_binh_an\n- chiem_nghiem_tam_linh\n- tho_sau_hoa_nhip_tam_hon\n- thuc_hanh_an_nhien"
},
"search": {
"normalize_case": true,
"normalize_accents": true,
"tokenize_on": [" ", "_"]
},
"keyword_menu": {
"en": [
"mindfulness_soul_serenity",
"gratitude_tranquility",
"daily_routines_calm",
"reflection_spiritual_peace",
"breathing_soul_harmony",
"inner_serenity_practices"
],
"vi": [
"chanh_niem_tam_hon",
"long_biet_on_thanh_thoi",
"thoi_quen_binh_an",
"chiem_nghiem_tam_linh",
"tho_sau_hoa_nhip_tam_hon",
"thuc_hanh_an_nhien"
]
},
"keywords_dict": {
"en": {
"mindfulness_soul_serenity": ["mindfulness", "soul", "serenity", "meditation", "breath", "center", "spirit", "peace", "calm"],
"gratitude_tranquility": ["gratitude", "tranquility", "thankful", "peace", "positive", "calm", "journal", "reflection"],
"daily_routines_calm": ["daily", "routines", "calm", "balance", "habits", "peace", "screens", "breathing"],
"reflection_spiritual_peace": ["reflection", "spiritual", "peace", "journal", "thoughts", "balance", "resentments"],
"breathing_soul_harmony": ["breathing", "soul", "harmony", "deep", "stress", "serenity", "inhale", "exhale"],
"inner_serenity_practices": ["inner", "serenity", "practices", "meditation", "forgiveness", "peace", "mindfulness"]
},
"vi": {
"chanh_niem_tam_hon": ["chánh niệm", "tâm hồn", "tĩnh lặng", "thiền", "hơi thở", "cân bằng", "tinh thần", "bình an"],
"long_biet_on_thanh_thoi": ["lòng biết ơn", "thanh thản", "cảm tạ", "bình an", "tích cực", "nhật ký", "suy ngẫm"],
"thoi_quen_binh_an": ["thói quen", "bình an", "cân bằng", "hòa hợp", "thanh thản", "màn hình", "hít thở"],
"chiem_nghiem_tam_linh": ["chiêm nghiệm", "tâm linh", "bình an", "suy ngẫm", "tĩnh tại", "oán giận"],
"tho_sau_hoa_nhip_tam_hon": ["hít thở", "tâm hồn", "hòa hợp", "sâu", "căng thẳng", "an nhiên", "hít vào", "thở ra"],
"thuc_hanh_an_nhien": ["thực hành", "an nhiên", "thiền", "tha thứ", "bình yên", "hiện tại"]
}
},
"entries": [
{
"id": "mindfulness_soul_serenity",
"title": {
"en": "Mindfulness for Soul Serenity",
"vi": "Chánh Niệm Cho Sự Tĩnh Lặng Của Tâm Hồn"
},
"content": {
"en": "Mindfulness reduces anxiety by 50% in 8 weeks, per studies. For profound soul calm, meditate 5 minutes daily, focusing on breath to center your spirit. Sarah's mindfulness brought serenity amid chaos. Practice: sit quietly, inhale 4 counts, exhale 4, release thoughts. Reflect weekly: how did mindfulness foster peace? This practice aligns with God's calm, deepening inner harmony. Start today to build serenity. Ready to embrace peace? Discover deeper insights beyond VIP 3.",
"vi": "Chánh niệm giúp giảm lo âu 50% chỉ sau 8 tuần, theo nghiên cứu. Để nuôi dưỡng sự tĩnh lặng sâu trong tâm hồn, hãy thiền 5 phút mỗi ngày, tập trung vào hơi thở để cân bằng tinh thần. Sự chánh niệm của Sarah đã mang lại bình an giữa hỗn loạn. Thực hành: ngồi yên, hít vào 4 nhịp, thở ra 4 nhịp, buông bỏ suy nghĩ. Mỗi tuần, hãy chiêm nghiệm: chánh niệm đã mang lại bình an thế nào? Thói quen này hòa nhịp cùng sự tĩnh tại của Chúa, nuôi dưỡng sự hòa hợp nội tâm. Bắt đầu hôm nay để xây dựng bình an. Sẵn sàng đón nhận sự tĩnh lặng chưa? Khám phá sâu hơn ngoài cấp VIP 3."
},
"audio": {
"en": "Mindfulness_for_Soul_Serenity_VIP3.mp3"
}
},
{
"id": "gratitude_tranquility",
"title": {
"en": "Gratitude for Inner Tranquility",
"vi": "Lòng Biết Ơn Cho Sự Thanh Thản Nội Tâm"
},
"content": {
"en": "Gratitude boosts calm by 30%, studies show. For soul serenity, note one gratitude daily, reflecting on positives. Maria's gratitude calmed her spirit during hardship. Practice: journal one thing you're thankful for, considering its divine source. Weekly review patterns of peace. This fosters empathy and hope, aligning with humane serenity. Start journaling today. Ready to cultivate tranquility? Discover deeper insights beyond VIP 3.",
"vi": "Lòng biết ơn giúp tăng sự bình tâm 30%, theo nghiên cứu. Để nuôi dưỡng sự tĩnh lặng tâm hồn, hãy ghi lại một điều bạn biết ơn mỗi ngày, suy ngẫm về điều tích cực. Lòng biết ơn của Maria đã làm dịu tâm hồn cô trong gian khó. Thực hành: viết ra một điều bạn cảm tạ, nhận ra nguồn gốc thiêng liêng của nó. Mỗi tuần, xem lại để nhận ra những khuôn mẫu của bình an. Thói quen này nuôi dưỡng lòng trắc ẩn và hy vọng, hòa hợp với sự thanh thản nhân từ. Hãy bắt đầu viết nhật ký biết ơn hôm nay. Sẵn sàng gieo trồng sự an nhiên chưa? Khám phá sâu hơn ngoài cấp VIP 3."
},
"audio": {
"en": "Gratitude_for_Inner_Tranquility_VIP3.mp3"
}
},
{
"id": "daily_routines_calm",
"title": {
"en": "Daily Routines for Calm Balance",
"vi": "Thói Quen Hằng Ngày Đem Lại Cân Bằng Bình An"
},
"content": {
"en": "Daily routines promote peace by 35%, per research. For soul calm, plan one calming activity daily, like tea time. Minh's routines maintained serenity. Practice: limit screens one hour before bed, practice deep breathing. Weekly reflect on overstimulation. This builds supportive habits, fostering humane balance. Start one routine today. Ready to find calm? Discover deeper insights beyond VIP 3.",
"vi": "Thói quen hằng ngày giúp tăng sự bình an 35%, theo nghiên cứu. Để nuôi dưỡng sự tĩnh tại, hãy chọn một hoạt động nhẹ nhàng mỗi ngày như thưởng trà. Thói quen của Minh đã giúp anh duy trì sự an nhiên. Thực hành: tránh màn hình một giờ trước khi ngủ, hít thở sâu. Mỗi tuần, suy ngẫm về những kích thích quá mức. Thói quen này xây dựng nền tảng hài hòa, hướng tới cân bằng nhân ái. Hãy bắt đầu một thói quen mới hôm nay. Sẵn sàng tìm thấy sự bình an chưa? Khám phá sâu hơn ngoài cấp VIP 3."
},
"audio": {
"en": "Daily_Routines_for_Calm_Balance_VIP3.mp3"
}
},
{
"id": "reflection_spiritual_peace",
"title": {
"en": "Reflection for Spiritual Peace",
"vi": "Chiêm Nghiệm Để Bình An Tâm Linh"
},
"content": {
"en": "Reflection promotes balance by 30%, studies indicate. For soul calm, journal one calm moment weekly. Minh's reflection deepened peace. Practice: note peaceful thoughts, release resentments monthly. This empathetic practice fosters serenity without judgment. Start reflecting today. Ready to embrace spiritual peace? Discover deeper insights beyond VIP 3.",
"vi": "Chiêm nghiệm giúp nuôi dưỡng sự cân bằng 30%, theo nghiên cứu. Để bình tâm, hãy ghi lại một khoảnh khắc an nhiên mỗi tuần. Sự chiêm nghiệm của Minh giúp anh đạt được sự tĩnh tại sâu sắc. Thực hành: ghi lại những suy nghĩ bình yên, buông bỏ oán giận mỗi tháng. Thói quen này nuôi dưỡng sự cảm thông và bình an không phán xét. Hãy bắt đầu chiêm nghiệm hôm nay. Sẵn sàng đón nhận bình an tâm linh chưa? Khám phá sâu hơn ngoài cấp VIP 3."
},
"audio": {
"en": "Reflection_for_Spiritual_Peace_VIP3.mp3"
}
},
{
"id": "breathing_soul_harmony",
"title": {
"en": "Breathing for Soul Harmony",
"vi": "Hít Thở Để Hòa Hợp Tâm Hồn"
},
"content": {
"en": "Deep breathing aids serenity, reducing stress by 25%. For soul calm, do one session daily. Sarah's breathing brought harmony. Practice: inhale 4 counts, hold 4, exhale 4. Weekly combine with gratitude. This actionable habit builds peace gently. Start breathing today. Ready to find harmony? Discover deeper insights beyond VIP 3.",
"vi": "Hít thở sâu giúp mang lại sự an nhiên, giảm căng thẳng 25%. Để nuôi dưỡng tâm hồn, hãy thực hành một buổi hít thở mỗi ngày. Bài tập của Sarah đã giúp cô cảm thấy hòa hợp hơn. Thực hành: hít vào 4 nhịp, giữ 4, thở ra 4. Mỗi tuần, kết hợp cùng lòng biết ơn. Thói quen nhỏ này tạo nên bình an nhẹ nhàng. Hãy bắt đầu hít thở hôm nay. Sẵn sàng tìm thấy sự hòa hợp chưa? Khám phá sâu hơn ngoài cấp VIP 3."
},
"audio": {
"en": "Breathing_for_Soul_Harmony_VIP3.mp3"
}
},
{
"id": "inner_serenity_practices",
"title": {
"en": "Practices for Inner Serenity",
"vi": "Thực Hành Cho Sự An Nhiên Bên Trong"
},
"content": {
"en": "Inner practices build serenity by 40%, per studies. For soul calm, meditate one minute daily. Maria's practices fostered peace. Practice: focus on now, practice forgiveness weekly. This supportive approach embraces calm without rush. Start one practice today. Ready to deepen serenity? Discover deeper insights beyond VIP 3.",
"vi": "Các thực hành nội tâm giúp tăng sự an nhiên 40%, theo nghiên cứu. Để nuôi dưỡng sự tĩnh tại, hãy thiền một phút mỗi ngày. Những thực hành của Maria giúp cô tìm thấy sự bình yên. Thực hành: tập trung vào hiện tại, rèn luyện lòng tha thứ mỗi tuần. Cách tiếp cận này ôm trọn sự bình an mà không vội vàng. Hãy bắt đầu một thực hành hôm nay. Sẵn sàng đào sâu sự an nhiên chưa? Khám phá sâu hơn ngoài cấp VIP 3."
},
"audio": {
"en": "Practices_for_Inner_Serenity_VIP3.mp3"
}
}
]
}