[{"title":"The Eternal Soul","content_en":"You are not your body. You are not your name. You are an eternal soul wearing a temporary costume. Death is not the end — it is a change of clothes. The real you was never born and will never die. Remember this, and fear dissolves.","content_vi":"Bạn không phải là thân thể. Bạn không phải là tên gọi. Bạn là linh hồn vĩnh cửu khoác chiếc áo tạm thời. Cái chết không phải kết thúc — chỉ là thay y phục khác. Con người thật của bạn chưa từng sinh ra và cũng sẽ không bao giờ chết. Nhớ điều này, nỗi sợ tan biến.","audio":"/room-audio/meaning_of_life_vip3_0.mp3"},{"title":"The Mirror of Relationships","content_en":"Every person you meet is a mirror. What you love in them is in you. What you hate is calling you to heal. Conflict is not about them — it is about the unhealed parts of you. See clearly, love fully, and grow together in truth.","content_vi":"Mỗi người bạn gặp là một tấm gương. Điều bạn yêu ở họ cũng có trong bạn. Điều bạn ghét đang kêu gọi bạn chữa lành. Xung đột không phải về họ — mà về phần chưa lành trong bạn. Hãy nhìn rõ, yêu trọn vẹn, và cùng nhau lớn lên trong sự thật.","audio":"/room-audio/meaning_of_life_vip3_1.mp3"},{"title":"The Alchemy of Gratitude","content_en":"Gratitude turns what you have into enough. It transforms pain into wisdom, fear into trust, and lack into abundance. Start each day by naming three gifts. Watch how life responds. The universe is always giving — gratitude is how you receive.","content_vi":"Lòng biết ơn biến những gì bạn có thành đủ đầy. Nó chuyển hóa nỗi đau thành trí tuệ, nỗi sợ thành niềm tin, và thiếu thốn thành sung túc. Mỗi sáng, hãy gọi tên ba điều bạn biết ơn. Quan sát cách cuộc sống đáp lại. Vũ trụ luôn ban tặng — lòng biết ơn là cách bạn đón nhận.","audio":"/room-audio/meaning_of_life_vip3_2.mp3"},{"title":"The Sacred Art of Surrender","content_en":"Surrender is not giving up — it is giving over. Let go of the need to control. Trust the flow of life. The oak tree does not force its growth; it allows the sun and rain. In deep surrender, miracles unfold. You are held.","content_vi":"Buông xuôi không phải là bỏ cuộc — mà là trao phó. Hãy buông nhu cầu kiểm soát. Tin tưởng vào dòng chảy cuộc đời. Cây sồi không ép mình lớn; nó đón nhận nắng và mưa. Trong sự phó thác sâu thẳm, phép màu mở ra. Bạn đang được nâng đỡ.","audio":"/room-audio/meaning_of_life_vip3_3.mp3"},{"title":"The Return Home","content_en":"You have never left home. You only forgot. Every step of suffering was a call to remember. Now, awake, you see: there is no journey. You are already whole, already loved, already divine. Rest here. This is the meaning of life: to come home to yourself.","content_vi":"Bạn chưa bao giờ rời khỏi nhà. Bạn chỉ quên mất. Mỗi bước khổ đau là lời mời gọi nhớ lại. Giờ đây, khi tỉnh thức, bạn thấy: chẳng có hành trình nào cả. Bạn đã trọn vẹn, đã được yêu thương, đã thiêng liêng. Hãy nghỉ ngơi nơi đây. Ý nghĩa của cuộc sống chính là trở về với chính mình.","audio":"/room-audio/meaning_of_life_vip3_4.mp3"}]
