[{"title":"You Are Not Your Thoughts","content_en":"Thoughts come and go like clouds. You are the sky. Watch them pass without judgment. You are the awareness behind the thought, not the thought itself. This simple shift ends inner conflict. Peace is your natural state.","content_vi":"Ý nghĩ đến rồi đi như mây. Bạn là bầu trời. Hãy nhìn chúng trôi qua mà không phán xét. Bạn là sự tỉnh thức phía sau ý nghĩ, không phải chính ý nghĩ ấy. Chỉ một chuyển dịch nhỏ này đã chấm dứt xung đột nội tâm. Bình an là trạng thái tự nhiên của bạn.","audio":"/room-audio/meaning_of_life_vip2_0.mp3"},{"title":"The Illusion of Separation","content_en":"You feel alone, but you are not. Every tree, every star, every stranger shares the same source. Separation is the root of all fear. When you see with the heart, you realize: we are one. Love is not something you do — it is what you are.","content_vi":"Bạn thấy cô đơn, nhưng bạn không hề đơn độc. Mỗi cái cây, mỗi vì sao, mỗi người xa lạ đều chung một nguồn cội. Cảm giác tách rời là gốc rễ của mọi nỗi sợ. Khi nhìn bằng trái tim, bạn nhận ra: chúng ta là một. Tình yêu không phải điều bạn làm — đó là bản thể của bạn.","audio":"/room-audio/meaning_of_life_vip2_1.mp3"},{"title":"The Purpose of Pain","content_en":"Pain is not punishment — it is a teacher. It cracks open the heart so light can enter. Every wound carries a lesson. Resistance creates suffering; acceptance creates growth. What hurts you today will heal you tomorrow if you allow it to teach you.","content_vi":"Đau đớn không phải sự trừng phạt — đó là người thầy. Nó nứt mở trái tim để ánh sáng đi vào. Mỗi vết thương đều mang một bài học. Chống cự sinh khổ; chấp nhận nuôi trưởng thành. Điều làm bạn đau hôm nay có thể chữa lành bạn ngày mai nếu bạn cho phép nó dạy mình.","audio":"/room-audio/meaning_of_life_vip2_2.mp3"},{"title":"The Dance of Life","content_en":"Life is not a problem to solve — it is a mystery to be lived. You are not here to control, but to flow. Like a river, surrender to the current. Joy is not found in reaching the ocean, but in moving with grace through every bend and fall.","content_vi":"Cuộc đời không phải bài toán để giải — mà là điều nhiệm mầu để sống. Bạn không đến đây để kiểm soát, mà để hòa dòng. Như một dòng sông, hãy thuận theo dòng chảy. Niềm vui không nằm ở lúc gặp biển, mà ở sự uyển chuyển đi qua mọi khúc quanh và thác đổ.","audio":"/room-audio/meaning_of_life_vip2_3.mp3"}]