{"name":"Men’s Mental Health","name_vi":"Sức Khỏe Tinh Thần Nam Giới","description":"In-depth strategies for men’s mental health with tools","keywords_en":["men","mental health","stress","support"],"keywords_vi":["nam giới","sức khỏe tinh thần","căng thẳng","hỗ trợ"],"entries":[{"slug":"check-in","keywords_en":["check in","emotion","health"],"keywords_vi":["kiểm tra","cảm xúc","sức khỏe"],"copy":{"en":"Use a structured morning check-in to track mood. Rate your feelings from one to ten and jot down triggers. Review patterns each week. Pair with a trusted friend for shared accountability and emotional awareness.","vi":"Dùng kiểm tra buổi sáng có cấu trúc để theo dõi tâm trạng. Đánh giá cảm xúc từ một đến mười và ghi lại yếu tố kích hoạt. Xem lại mẫu hình mỗi tuần. Kết nối với người bạn tin tưởng để cùng chịu trách nhiệm và nâng cao nhận thức cảm xúc."},"tags":["check","health"],"audio":{"en":"mmh_vip1_1_en.mp3"}},{"slug":"walk-talk","keywords_en":["walk talk","friend","support"],"keywords_vi":["đi bộ nói","bạn bè","hỗ trợ"],"copy":{"en":"Plan a weekly forty-five-minute walk-and-talk. Use 'I feel' statements to express emotions clearly. Offer no advice unless invited. Rotate partners or join a men’s group to maintain safe, supportive dialogue.","vi":"Lên kế hoạch cho buổi đi bộ nói chuyện bốn mươi lăm phút mỗi tuần. Dùng câu 'Tôi cảm thấy' để diễn đạt cảm xúc rõ ràng. Không đưa lời khuyên trừ khi được hỏi. Luân phiên bạn đồng hành hoặc tham gia nhóm nam giới để duy trì đối thoại an toàn, hỗ trợ."},"tags":["talk","health"],"audio":{"en":"mmh_vip1_2_en.mp3"}},{"slug":"exercise","keywords_en":["exercise","mood","health"],"keywords_vi":["tập luyện","tâm trạng","sức khỏe"],"copy":{"en":"Exercise lifts the male mood naturally. Train or run for thirty minutes at least three times a week. Track how energy and focus improve. Challenge a gym buddy to stay consistent and build resilience together.","vi":"Tập luyện giúp cải thiện tâm trạng nam giới tự nhiên. Nâng tạ hoặc chạy ba mươi phút ít nhất ba lần mỗi tuần. Theo dõi sự cải thiện năng lượng và tập trung. Thử thách với bạn tập để duy trì đều đặn và cùng xây dựng nghị lực."},"tags":["exercise","health"],"audio":{"en":"mmh_vip1_3_en.mp3"}},{"slug":"purpose","keywords_en":["purpose","goal","health"],"keywords_vi":["mục đích","mục tiêu","sức khỏe"],"copy":{"en":"Combat emptiness by setting one meaningful weekly goal. Track progress and celebrate completion. Share results with a mentor or peer to regain motivation and direction.","vi":"Chống lại cảm giác trống rỗng bằng cách đặt một mục tiêu ý nghĩa mỗi tuần. Theo dõi tiến trình và ăn mừng khi hoàn thành. Chia sẻ kết quả với cố vấn hoặc bạn đồng hành để khôi phục động lực và định hướng."},"tags":["purpose","health"],"audio":{"en":"mmh_vip1_4_en.mp3"}}],"meta":{"created_at":"2025-10-28T00:00:00+00:00","updated_at":"2025-10-28T00:00:00+00:00","entry_count":4,"tier":"vip1","room_color":"#4A90E2"}}