{"name":"Mindfulness","name_vi":"Thực Hành Chánh Niệm","description":"Practical guidance for cultivating mindfulness to enhance well-being","keywords_en":["mindfulness","meditation","awareness","calm"],"keywords_vi":["chánh niệm","thiền","nhận thức","bình tĩnh"],"entries":[{"slug":"meditation","keywords_en":["meditation","focus","calm"],"keywords_vi":["thiền","tập trung","bình tĩnh"],"copy":{"en":"Mindfulness meditation helps you stay present and calm. Sit quietly for a few minutes daily, focusing on your breath. Notice thoughts without judgment and return to your breath. This practice reduces stress and builds focus, enhancing your daily well-being with clarity.","vi":"Thiền chánh niệm giúp bạn hiện diện trong khoảnh khắc và giữ tâm an tĩnh. Hãy ngồi yên vài phút mỗi ngày, tập trung vào hơi thở. Quan sát suy nghĩ mà không phán xét và nhẹ nhàng trở lại với hơi thở. Thực hành này giúp giảm căng thẳng, tăng khả năng tập trung và nuôi dưỡng sự minh mẫn trong đời sống hàng ngày."},"tags":["meditation","mindfulness"],"audio":"mindfulness_free_meditation.mp3"},{"slug":"breathing-exercises","keywords_en":["breathing","relaxation","stress relief"],"keywords_vi":["hơi thở","thư giãn","giảm căng thẳng"],"copy":{"en":"Breathing exercises are a simple way to practice mindfulness. Inhale deeply for 4 seconds, hold for 4, and exhale slowly for 6. Repeat this rhythm to calm your mind and body. Use it daily to manage stress, release tension, and maintain inner balance throughout your day.","vi":"Bài tập thở là phương pháp đơn giản để thực hành chánh niệm. Hít sâu 4 giây, giữ 4 giây và thở ra chậm rãi 6 giây. Lặp lại nhịp này để làm dịu tâm trí và cơ thể. Áp dụng hàng ngày để quản lý căng thẳng, giải tỏa áp lực và duy trì sự cân bằng nội tâm suốt cả ngày."},"tags":["breathing","mindfulness"],"audio":"mindfulness_free_breathing_exercises.mp3"},{"slug":"awareness","keywords_en":["awareness","presence","focus"],"keywords_vi":["nhận thức","hiện tại","tập trung"],"copy":{"en":"Present-moment awareness deepens mindfulness and emotional stability. Observe your surroundings—the sounds, textures, or colors—without judgment. Practice during daily tasks, like eating or walking, to stay grounded. Over time, this habit nurtures clarity, patience, and calm focus in every aspect of life.","vi":"Nhận thức về khoảnh khắc hiện tại giúp làm sâu sắc thực hành chánh niệm và ổn định cảm xúc. Hãy quan sát môi trường xung quanh—âm thanh, kết cấu hay màu sắc—mà không phán xét. Thực hành điều này trong các hoạt động hàng ngày, như ăn uống hoặc đi bộ, để giữ tâm vững vàng. Theo thời gian, thói quen này nuôi dưỡng sự sáng suốt, kiên nhẫn và tập trung bình an trong mọi khía cạnh cuộc sống."},"tags":["awareness","mindfulness"],"audio":"mindfulness_free_awareness.mp3"}],"meta":{"created_at":"2025-10-27T00:00:00+00:00","updated_at":"2025-10-27T00:00:00+00:00","entry_count":3,"tier":"free","room_color":"#4A90E2"}}
