{"version":"1.0","locale":"vi-en","name":"Obesity Management (Free)","name_vi":"Quản Lý Béo Phì (Miễn Phí)","description":"Starter guidance for healthy meal choices, daily movement, and mindful eating.","global_notes":{"safety":""},"enum_tags":["nutrition","movement","mindful_eating","weight_management","wellness"],"entries":[{"slug":"starting-healthy-meal-choices","keywords_en":["healthy meal choices","nutrition","weight control","balanced meals"],"keywords_vi":["lựa chọn bữa ăn lành mạnh","dinh dưỡng","kiểm soát cân nặng","bữa ăn cân bằng"],"copy":{"en":"Begin managing obesity with healthy meal choices. Plan one daily meal with vegetables, lean protein, and whole grains, following a simple plate method: half vegetables, one quarter protein, one quarter carbohydrates. Preparing balanced meals helps control hunger and stabilize energy. Schedule a weekly prep day to stay consistent and avoid impulsive eating. Keep a brief journal of food choices to notice progress. Small, realistic steps make healthy habits stick. Start by planning one balanced meal today to support your body and mind. Ready to eat better? Explore more beyond Free.","vi":"Hãy bắt đầu quản lý cân nặng bằng cách lựa chọn bữa ăn lành mạnh. Mỗi ngày, hãy lên kế hoạch cho một bữa ăn gồm rau củ, protein nạc và ngũ cốc nguyên hạt, theo phương pháp đĩa đơn giản: một nửa rau, một phần tư protein, một phần tư tinh bột. Việc chuẩn bị các bữa ăn cân bằng giúp kiểm soát cơn đói và duy trì năng lượng ổn định. Hãy dành một ngày mỗi tuần để chuẩn bị trước, giúp bạn duy trì thói quen và tránh ăn uống bốc đồng. Ghi nhanh vào nhật ký thực phẩm để theo dõi tiến triển của mình. Những bước nhỏ, thực tế sẽ tạo nên thói quen bền vững. Hãy bắt đầu hôm nay bằng một bữa ăn cân bằng để hỗ trợ cả cơ thể và tinh thần. Sẵn sàng ăn uống tốt hơn chứ? Hãy khám phá thêm vượt ngoài cấp Free."},"tags":["nutrition"],"artifact_id":"4f8c77a3-93b7-42f2-b0f4-83a6c8f0e1a1","audio":"/audio/en/starting_healthy_meal_choices_free.mp3"},{"slug":"trying-daily-movement","keywords_en":["daily movement","exercise","metabolism","stress relief"],"keywords_vi":["vận động hàng ngày","tập thể dục","trao đổi chất","giảm căng thẳng"],"copy":{"en":"Reduce obesity risk through daily movement. Begin with a short ten-minute activity—walking, stretching, or dancing—to stay active and lift your mood. Consistent movement improves metabolism and reduces stress. Keep a weekly record of activity time and how you feel afterward. Small actions practiced regularly create lasting energy and resilience. If motivation fades, remind yourself that even light movement counts. Start with one short walk today and celebrate completion, not perfection. Ready to bring more energy into your day? Explore more beyond Free.","vi":"Giảm nguy cơ béo phì bằng cách vận động mỗi ngày. Hãy bắt đầu với hoạt động ngắn mười phút — đi bộ, duỗi người hoặc nhảy nhẹ — để duy trì năng lượng và cải thiện tâm trạng. Vận động đều đặn giúp tăng trao đổi chất và giảm căng thẳng. Hãy ghi lại thời gian hoạt động hàng tuần và cảm nhận của bạn sau mỗi buổi. Những hành động nhỏ nhưng lặp lại đều đặn sẽ tạo ra nguồn năng lượng bền bỉ và sức chịu đựng lâu dài. Nếu động lực giảm, hãy nhắc mình rằng ngay cả những chuyển động nhẹ cũng có giá trị. Hãy bắt đầu hôm nay bằng một buổi đi bộ ngắn và ăn mừng vì bạn đã hoàn thành, không cần phải hoàn hảo. Sẵn sàng mang thêm năng lượng vào ngày của bạn chứ? Hãy khám phá thêm vượt ngoài cấp Free."},"tags":["movement"],"artifact_id":"b1e87c8f-22c5-4e8b-9856-1a4c7e2f6b02","audio":"/audio/en/trying_daily_movement_free.mp3"},{"slug":"practicing-mindful-eating","keywords_en":["mindful eating","awareness","digestion","weight management"],"keywords_vi":["ăn uống tỉnh táo","nhận thức","tiêu hóa","quản lý cân nặng"],"copy":{"en":"Mindful eating helps manage weight by reconnecting you with natural hunger cues. Sit down for one meal without screens or distractions, chewing slowly and savoring each flavor. Notice textures, aromas, and the feeling of fullness. This awareness curbs overeating and improves digestion. Keep a short weekly note about what mindful meals taught you. Small, conscious habits build healthier relationships with food over time. Begin today by eating your next meal mindfully and observing how your body responds. Ready to enjoy food with awareness? Explore more beyond Free.","vi":"Ăn uống chánh niệm giúp bạn quản lý cân nặng bằng cách kết nối lại với tín hiệu đói tự nhiên. Hãy ngồi xuống và thưởng thức một bữa ăn không màn hình, không xao nhãng; nhai chậm và cảm nhận từng hương vị. Hãy chú ý đến kết cấu, mùi thơm và cảm giác no của cơ thể. Sự nhận thức này giúp giảm ăn quá mức và cải thiện tiêu hóa. Mỗi tuần, ghi lại ngắn gọn điều bạn học được từ bữa ăn chánh niệm. Những thói quen nhỏ, có ý thức sẽ dần xây dựng mối quan hệ lành mạnh hơn với thực phẩm. Hãy bắt đầu hôm nay bằng việc ăn bữa tiếp theo một cách chánh niệm và quan sát phản ứng của cơ thể. Sẵn sàng thưởng thức món ăn với sự nhận biết trọn vẹn chứ? Hãy khám phá thêm vượt ngoài cấp Free."},"tags":["mindful_eating"],"artifact_id":"c5a71b2e-9a8e-4b4b-8b11-0e5d6b2a0f03","audio":"/audio/en/practicing_mindful_eating_free.mp3"}],"keywords":{"basic_obesity_management":{"en":["healthy meal choices","daily movement","beginner mindful eating","simple obesity prevention","easy health habits"],"vi":["lựa chọn bữa ăn lành mạnh","vận động hàng ngày","ăn uống tỉnh táo cho người mới","phòng ngừa béo phì đơn giản","thói quen sức khỏe dễ dàng"]}},"meta":{"created_at":"2025-10-25T12:22:00+09:00","updated_at":"2025-10-27T18:25:00+09:00","entry_count":3,"tier":"free","room_color":"#FFFFFF"}}