{
  "id": "philosophy-of-everyday-vip3",
  "tier": "vip3",
  "title": {
    "en": "Philosophy of Everyday VIP3",
    "vi": "Triết Lý Cuộc Sống Hàng Ngày VIP3"
  },
  "keywords": {
    "en": ["enlightenment", "freedom", "truth", "compassion", "transcendence"],
    "vi": ["giác ngộ", "tự do", "chân lý", "lòng trắc ẩn", "siêu việt"]
  },
  "entries": [
    {
      "keywordEn": "enlightenment",
      "keywordVi": "giác ngộ",
      "replyEn": "Enlightenment is not a destination but a return. You do not become someone new — you remember who you have always been. The light was never outside; it was the veil you removed. In that remembrance, suffering dissolves into understanding.",
      "replyVi": "Giác ngộ không phải điểm đến mà là sự trở về. Bạn không trở thành ai đó mới — bạn nhớ lại mình luôn là ai. Ánh sáng không bao giờ ở bên ngoài; đó là tấm màn bạn gỡ bỏ. Trong sự nhớ lại ấy, khổ đau tan biến thành sự thấu hiểu.",
      "audio": "philosophy_of_everyday_vip3_enlightenment.mp3"
    },
    {
      "keywordEn": "freedom",
      "keywordVi": "tự do",
      "replyEn": "Freedom is not the absence of chains, but the presence of choice. It lives in the space between stimulus and response. True freedom is not doing whatever you want — it is wanting what you do, fully and without conflict.",
      "replyVi": "Tự do không phải là sự vắng mặt của xiềng xích, mà là sự hiện diện của lựa chọn. Nó sống trong khoảng trống giữa kích thích và phản ứng. Tự do thật sự không phải làm bất cứ điều gì bạn muốn — mà là muốn điều bạn làm, trọn vẹn và không xung đột.",
      "audio": "philosophy_of_everyday_vip3_freedom.mp3"
    },
    {
      "keywordEn": "truth",
      "keywordVi": "chân lý",
      "replyEn": "Truth is not a belief to defend, but a reality to uncover. It does not shout — it waits in silence. When you stop arguing with what is, truth reveals itself not as an idea, but as direct seeing.",
      "replyVi": "Chân lý không phải niềm tin để bảo vệ, mà là thực tại để khám phá. Nó không la hét — nó chờ đợi trong im lặng. Khi bạn ngừng tranh cãi với những gì đang là, chân Leo không hiện ra như một ý niệm, mà như sự thấy trực tiếp.",
      "audio": "philosophy_of_everyday_vip3_truth.mp3"
    },
    {
      "keywordEn": "compassion",
      "keywordVi": "lòng trắc ẩn",
      "replyEn": "Compassion is not pity — it is shared being. To feel with another is to recognize: their pain is not separate from yours. In true compassion, the boundary between self and other softens, and love becomes natural response.",
      "replyVi": "Lòng trắc ẩn không phải thương hại — mà là sự đồng cảm sâu sắc. Cảm nhận cùng người khác là nhận ra: nỗi đau của họ không tách biệt khỏi bạn. Trong lòng trắc ẩn chân thật, ranh giới giữa bản thân và người khác mờ đi, và tình yêu trở thành phản ứng tự nhiên.",
      "audio": "philosophy_of_everyday_vip3_compassion.mp3"
    },
    {
      "keywordEn": "transcendence",
      "keywordVi": "siêu việt",
      "replyEn": "Transcendence is not escape — it is inclusion. You do not rise above life; you embrace it so completely that opposites dissolve. Joy and sorrow, gain and loss — all become waves in the same ocean of being.",
      "replyVi": "Siêu việt không phải trốn chạy — mà là bao hàm. Bạn không vươn lên trên cuộc đời; bạn ôm trọn nó đến mức các mặt đối lập tan biến. Niềm vui và nỗi buồn, được và mất — tất cả trở thành những con sóng trong cùng một đại dương hiện hữu.",
      "audio": "philosophy_of_everyday_vip3_transcendence.mp3"
    }
  ]
}