{
  "name": "Philosophy of Everyday",
  "name_vi": "Triết Lý Cuộc Sống Hàng Ngày",
  "description": "Gentle reflections for daily awareness, wisdom, and presence.",
  "description_vi": "Những suy ngẫm nhẹ nhàng giúp nuôi dưỡng nhận thức, trí tuệ và sự hiện diện mỗi ngày.",
  "tier": "VIP 2",
  "keywords_en": ["wisdom", "awareness", "presence", "connection"],
  "keywords_vi": ["trí tuệ", "nhận thức", "hiện diện", "kết nối"],
  "entries": [
    {
      "slug": "wisdom",
      "keywords_en": ["wisdom", "clarity", "understanding"],
      "keywords_vi": ["trí tuệ", "sáng suốt", "thấu hiểu"],
      "content": {
        "en": "Wisdom is not knowledge accumulated, but the courage to let go of what no longer serves. It grows in silence, in the pause between action and reaction. True wisdom is knowing when to speak and when to listen, when to act and when to wait.",
        "vi": "Trí tuệ không phải là kiến thức được tích lũy, mà là sự can đảm buông bỏ những gì không còn phục vụ. Nó lớn lên trong im lặng, trong khoảng dừng giữa hành động và phản ứng. Trí tuệ thật sự là biết khi nào nên nói và khi nào nên lắng nghe, khi nào nên hành động và khi nào nên chờ đợi."
      },
      "audio": "philosophy_vip2_1_en.mp3"
    },
    {
      "slug": "presence",
      "keywords_en": ["presence", "mindfulness", "now"],
      "keywords_vi": ["hiện diện", "chánh niệm", "khoảnh khắc hiện tại"],
      "content": {
        "en": "Presence is the greatest gift you can give. When you are fully here, time expands. The past and future dissolve into this moment. In presence, you meet life as it is — not as you wish it to be.",
        "vi": "Hiện diện là món quà lớn nhất bạn có thể trao tặng. Khi bạn hoàn toàn ở đây, thời gian mở rộng. Quá khứ và tương lai tan biến trong khoảnh khắc này. Trong sự hiện diện, bạn gặp gỡ cuộc sống như nó vốn có — không như bạn mong muốn."
      },
      "audio": "philosophy_vip2_2_en.mp3"
    },
    {
      "slug": "awareness",
      "keywords_en": ["awareness", "clarity", "attention"],
      "keywords_vi": ["nhận thức", "sáng tỏ", "chú tâm"],
      "content": {
        "en": "Awareness is the light that reveals what was always there. It is not about seeing more, but seeing clearly. With awareness, you notice the subtle shifts — a breath, a thought, a feeling — and choose how to respond.",
        "vi": "Nhận thức là ánh sáng hé lộ những gì luôn tồn tại. Không phải thấy nhiều hơn, mà là thấy rõ hơn. Với nhận thức, bạn nhận ra những thay đổi tinh tế — một hơi thở, một suy nghĩ, một cảm xúc — và chọn cách phản hồi."
      },
      "audio": "philosophy_vip2_3_en.mp3"
    },
    {
      "slug": "connection",
      "keywords_en": ["connection", "empathy", "understanding"],
      "keywords_vi": ["kết nối", "đồng cảm", "thấu hiểu"],
      "content": {
        "en": "Connection begins with seeing another as they are, not as a reflection of your needs. True connection is mutual presence — two souls meeting without agenda, where understanding flows naturally.",
        "vi": "Kết nối bắt đầu bằng việc nhìn người khác như họ vốn là, không phải như hình ảnh phản chiếu nhu cầu của bạn. Kết nối thật sự là sự hiện diện lẫn nhau — hai tâm hồn gặp gỡ không toan tính, nơi sự thấu hiểu tự nhiên tuôn chảy."
      },
      "audio": "philosophy_vip2_4_en.mp3"
    }
  ],
  "meta": {
    "created_at": "2025-10-27T00:00:00+00:00",
    "updated_at": "2025-10-27T00:00:00+00:00",
    "entry_count": 4,
    "tier": "vip2",
    "room_color": "#A49B8F"
  },
  "audio": "philosophy_vip2_1_en.mp3"
}
