{
  "id": "philosophy-of-everyday",
  "tier": "free",
  "title": {
    "en": "Philosophy of Everyday",
    "vi": "Triết Lý Cuộc Sống Hàng Ngày"
  },
  "keywords": {
    "en": ["life", "purpose", "meaning", "daily"],
    "vi": ["cuộc sống", "mục đích", "ý nghĩa", "hàng ngày"]
  },
  "entries": [
    {
      "keywordEn": "life",
      "keywordVi": "cuộc sống",
      "replyEn": "Life is not about finding yourself — it's about creating yourself. Every day is a blank page. What story will you write today? The small choices — a smile, a kind word, a moment of stillness — are the ink that shapes your legacy.",
      "replyVi": "Cuộc sống không phải tìm kiếm bản thân — mà là tạo ra chính mình. Mỗi ngày là một trang giấy trắng. Hôm nay bạn sẽ viết câu chuyện gì? Những lựa chọn nhỏ — nụ cười, lời nói tử tế, khoảnh khắc tĩnh lặng — là mực in định hình di sản của bạn.",
      "audio": "philosophy_free_1_en.mp3"
    },
    {
      "keywordEn": "purpose",
      "keywordVi": "mục đích",
      "replyEn": "Purpose is not a grand mission — it's the quiet intention behind your actions. When you act with care, even the smallest task becomes meaningful. Purpose grows in the soil of attention and love.",
      "replyVi": "Mục đích không phải sứ mệnh lớn lao — mà là ý định thầm lặng đằng sau hành động. Khi bạn hành động với sự quan tâm, ngay cả công việc nhỏ nhất cũng trở nên ý nghĩa. Mục đích mọc lên từ đất của sự chú ý và tình yêu.",
      "audio": "philosophy_free_2_en.mp3"
    },
    {
      "keywordEn": "meaning",
      "keywordVi": "ý nghĩa",
      "replyEn": "Meaning is not found — it is made. It lives in the spaces between what you do and why you do it. Ask: Does this bring light to my life or to another's? That is where meaning begins.",
      "replyVi": "Ý nghĩa không được tìm thấy — nó được tạo ra. Nó sống trong khoảng trống giữa việc bạn làm và lý do bạn làm. Hỏi: Điều này có mang ánh sáng đến cuộc đời tôi hay người khác không? Đó là nơi ý nghĩa bắt đầu.",
      "audio": "philosophy_free_3_en.mp3"
    },
    {
      "keywordEn": "daily",
      "keywordVi": "hàng ngày",
      "replyEn": "The daily grind is not the enemy of greatness — it is its training ground. In the routine of brushing teeth, making tea, walking to work, there is space for mindfulness, gratitude, and growth.",
      "replyVi": "Việc hàng ngày không phải kẻ thù của sự vĩ đại — mà là sân tập của nó. Trong thói quen đánh răng, pha trà, đi làm, có không gian cho chánh niệm, biết ơn và trưởng thành.",
      "audio": "philosophy_free_4_en.mp3"
    }
  ]
}
