{
"tier": "VIP1 / VIP1",
"title": {
"en": "Productivity & Focus",
"vi": "Năng Suất & Tập Trung"
},
"content": {
"en": "Build reliable productivity with clear priorities, focused sprints, and an environment that protects your attention. This room guides you to choose what matters, break work into sessions that fit your energy, and remove hidden friction that drains time. You will practice simple systems—daily planning, distraction blocking, and short reviews—that steadily raise output without burning out. Track progress with lightweight metrics, celebrate small wins, and refine your routine each week. When energy dips, you will reset quickly and return with intention. Consistency beats intensity: small, repeatable actions compound into meaningful results. Discover deeper guidance in higher tiers.",
"vi": "Xây nền năng suất bền vững bằng ưu tiên rõ ràng, phiên làm việc tập trung và môi trường bảo vệ sự chú ý. Phòng này hướng dẫn bạn chọn điều quan trọng, chia nhỏ công việc theo nhịp năng lượng và loại bỏ ma sát âm thầm làm mất thời gian. Bạn thực hành các hệ đơn giản—lập kế hoạch ngày, chặn xao nhãng, rà soát ngắn—để tăng sản lượng đều đặn mà không kiệt sức. Theo dõi tiến độ bằng chỉ số nhẹ, ghi nhận chiến thắng nhỏ và tối ưu thói quen mỗi tuần. Khi tụt năng lượng, bạn biết cách đặt lại và quay lại có chủ đích. Kiên định thắng bùng nổ: hành động nhỏ, lặp lại tạo nên kết quả lớn. Khám phá thêm ở cấp độ cao hơn."
},
"entries": [
{
"slug": "task-list",
"keywords_en": ["task list", "priority", "productivity"],
"keywords_vi": ["danh sách nhiệm vụ", "ưu tiên", "năng suất"],
"copy": {
"en": "Use the Eisenhower Matrix to choose impact over urgency. List all tasks, then place each into four quadrants: do now (urgent, important), schedule (important, not urgent), delegate (urgent, not important), and delete (not urgent, not important). Star the top one to three items and block ninety minutes for deep work. Track completion and the number of items moved from schedule to done each week. Every Friday, archive deleted tasks to reduce mental clutter. Pair with an accountability partner to review wins and stuck points. Over time, this structure lowers stress, raises output, and protects your best work.",
"vi": "Dùng ma trận Eisenhower để chọn tác động thay vì gấp gáp. Liệt kê tất cả nhiệm vụ, rồi phân loại vào bốn ô: làm ngay (khẩn, quan trọng), lên lịch (quan trọng, không khẩn), giao bớt (khẩn, không quan trọng) và loại bỏ (không khẩn, không quan trọng). Gắn sao một đến ba mục ưu tiên và chặn chín mươi phút cho làm sâu. Theo dõi số mục hoàn tất và số mục chuyển từ “lên lịch” sang “đã xong” mỗi tuần. Mỗi thứ Sáu, lưu trữ mục đã loại để giảm rối tâm trí. Kết hợp một bạn đồng hành để rà soát thắng lợi và điểm bị kẹt. Lâu dần, cấu trúc này giảm căng thẳng, tăng sản lượng và bảo vệ công việc giá trị nhất."
},
"tags": ["task", "productivity"],
"audio": "paf_vip1_1_en.mp3",
"essay_ref": "paf_vip1_1_essay.txt"
},
{
"slug": "pomodoro",
"keywords_en": ["pomodoro", "focus", "break"],
"keywords_vi": ["pomodoro", "tập trung", "nghỉ"],
"copy": {
"en": "Customize Pomodoro to match your energy curve. For routine tasks, use the classic twenty-five minutes on, five minutes off; after four rounds, take a longer break. For deep work, try fifty-ten or ninety-fifteen cycles. Before each sprint, define a concrete micro-goal: one section, ten lines of code, or one slide. During breaks, stand, breathe, and look away from screens. Track sessions in a simple log and gradually increase completed deep rounds per week. Join a small focus group or virtual room for social commitment. Consistent, time-boxed sprints strengthen attention and make progress visible.",
"vi": "Tùy biến Pomodoro theo đường cong năng lượng của bạn. Với việc thường nhật, dùng chuẩn 25 phút làm, 5 phút nghỉ; sau bốn vòng, nghỉ dài hơn. Với công việc sâu, thử chu kỳ 50-10 hoặc 90-15. Trước mỗi phiên, đặt mục tiêu vi mô rõ ràng: một đoạn, mười dòng mã hoặc một slide. Khi nghỉ, đứng dậy, hít thở và rời mắt khỏi màn hình. Ghi nhật ký số phiên và tăng dần số vòng làm sâu mỗi tuần. Tham gia nhóm tập trung nhỏ hoặc phòng ảo để tạo cam kết xã hội. Các phiên đóng khung thời gian, lặp lại giúp tăng sức bền chú ý và làm tiến độ trở nên hữu hình."
},
"tags": ["pomodoro", "focus"],
"audio": "paf_vip1_2_en.mp3",
"essay_ref": "paf_vip1_2_essay.txt"
},
{
"slug": "environment",
"keywords_en": ["environment", "distraction", "productivity"],
"keywords_vi": ["môi trường", "phân tâm", "năng suất"],
"copy": {
"en": "Design a space that reduces decision fatigue. Clear your desk to only the current task, charger, water, and a notepad. Use noise-canceling headphones or brown noise. Block distracting sites and silence non-critical notifications for scheduled focus windows. Place your phone in another room if possible. Keep a quick capture pad to park intrusive thoughts without switching apps. At day’s end, reset: tidy surface, list tomorrow’s top three, and set materials in view. Pair with a workspace buddy for weekly check-ins. A friction-light environment compounds minutes into hours of meaningful work.",
"vi": "Thiết kế không gian giúp giảm mệt mỏi do phải quyết định. Giữ bàn chỉ còn việc hiện tại, sạc, nước và một sổ nhỏ. Dùng tai nghe chống ồn hoặc âm brown. Chặn trang gây xao nhãng và tắt thông báo không thiết yếu trong khung giờ tập trung. Nếu có thể, để điện thoại ở phòng khác. Dùng tờ ghi nhanh để “đỗ” ý nghĩ chen ngang mà không đổi ứng dụng. Cuối ngày, đặt lại trật tự: lau gọn bề mặt, ghi ba ưu tiên cho ngày mai và đặt sẵn tài liệu. Kết đôi một bạn chung bàn để điểm danh mỗi tuần. Môi trường ít ma sát sẽ cộng dồn từng phút thành hàng giờ làm việc có ý nghĩa."
},
"tags": ["environment", "productivity"],
"audio": "paf_vip1_3_en.mp3",
"essay_ref": "paf_vip1_3_essay.txt"
},
{
"slug": "energy",
"keywords_en": ["energy", "peak", "focus"],
"keywords_vi": ["năng lượng", "đỉnh", "tập trung"],
"copy": {
"en": "Manage energy, not just time. Track your ultradian rhythm for a week to spot natural peaks and dips. Schedule demanding work in your two strongest blocks and protect them like meetings. Between cycles, take brief resets: walk, stretch, water, daylight. Use caffeine strategically—after the first ninety minutes awake, not immediately. If afternoon fatigue hits, try a twenty-minute nap or a ten-minute eyes-closed rest. Review weekly logs to adjust workload to peaks. A biorhythm-aligned plan lifts output, protects mood, and makes concentration sustainable.",
"vi": "Quản trị năng lượng, không chỉ thời gian. Theo dõi nhịp siêu nhật trong một tuần để nhận ra đỉnh và đáy tự nhiên. Xếp công việc đòi hỏi cao vào hai khối mạnh nhất và bảo vệ chúng như cuộc họp. Giữa các chu kỳ, đặt reset ngắn: đi bộ, giãn cơ, uống nước, đón ánh sáng. Dùng caffeine có chiến lược—sau chín mươi phút thức dậy, không uống ngay. Nếu mệt buổi chiều, thử chợp mắt 20 phút hoặc nghỉ nhắm mắt 10 phút. Rà soát nhật ký hằng tuần để điều chỉnh tải theo đỉnh năng lượng. Kế hoạch theo nhịp sinh học sẽ tăng sản lượng, bảo vệ tâm trạng và duy trì sự tập trung."
},
"tags": ["energy", "focus"],
"audio": "paf_vip1_4_en.mp3",
"essay_ref": "paf_vip1_4_essay.txt"
}
]
}
