{"name":"Self Love","name_vi":"Yêu Thương Bản Thân","description":"Expert strategies for mastering self-love with resilience and personal growth","keywords_en":["self-love","self-acceptance","self-care","resilience","boundaries","personal growth"],"keywords_vi":["yêu thương bản thân","tự chấp nhận","tự chăm sóc","kiên cường","ranh giới","phát triển cá nhân"],"entries":[{"slug":"self-acceptance","keywords_en":["self-acceptance","confidence","empathy"],"keywords_vi":["tự chấp nhận","tự tin","đồng cảm"],"copy":{"en":"Self-love blossoms through self-acceptance. Embrace both your strengths and flaws without judgment to build confidence. Repeat gentle affirmations like “I am worthy” to strengthen inner belief. Reflect on your unique qualities through journaling to deepen self-awareness. Surround yourself with kind, supportive people who remind you of your worth. Each act of acceptance nurtures resilience and helps your heart feel at home with itself.","vi":"Yêu thương bản thân nở rộ nhờ sự tự chấp nhận. Đón nhận điểm mạnh và khuyết điểm mà không phán xét để xây dựng sự tự tin. Lặp lại những lời khẳng định dịu dàng như “Tôi xứng đáng” để củng cố niềm tin bên trong. Suy ngẫm về phẩm chất độc đáo qua ghi nhật ký để tăng tự nhận thức. Bao quanh mình bằng những người tử tế, nhắc bạn nhớ giá trị của bản thân. Mỗi hành động chấp nhận nuôi dưỡng nghị lực và giúp trái tim bình an với chính mình."},"tags":["self-acceptance","self-love"],"audio":"self_love_vip3_acceptance.mp3"},{"slug":"positive-self-talk","keywords_en":["positive self-talk","confidence","mindset"],"keywords_vi":["tự nói tích cực","tự tin","tư duy"],"copy":{"en":"Positive self-talk reshapes your inner world. Replace self-criticism with words of kindness: “I am capable and strong.” Practice daily to build confidence and warmth toward yourself. Record your small victories in a journal to keep positivity alive. Stay connected with uplifting people who help you see your light. Through gentle language, you teach your mind to stand beside you, not against you.","vi":"Tự nói tích cực định hình lại thế giới nội tâm của bạn. Thay thế sự chỉ trích bằng những lời tử tế: “Tôi có khả năng và mạnh mẽ.” Thực hành hàng ngày để nuôi dưỡng sự tự tin và lòng ấm áp với chính mình. Ghi lại những chiến thắng nhỏ trong nhật ký để giữ ngọn lửa tích cực. Gắn bó với những người truyền cảm hứng giúp bạn thấy ánh sáng trong mình. Qua ngôn ngữ dịu dàng, bạn dạy tâm trí đứng cùng mình chứ không chống lại."},"tags":["self-talk","self-love"],"audio":"self_love_vip3_talk.mp3"},{"slug":"self-care","keywords_en":["self-care","well-being","resilience"],"keywords_vi":["tự chăm sóc","sức khỏe tinh thần","kiên cường"],"copy":{"en":"Self-care is love in action. Rest when you need rest, move when your body asks, and nourish yourself with care. Choose gentle routines—slow walks, mindful breathing, meaningful meals. Create quiet moments that let peace return. Surround yourself with warmth and encouragement. Each mindful act of care strengthens resilience and teaches your heart that it deserves tenderness.","vi":"Tự chăm sóc là tình yêu trong hành động. Nghỉ ngơi khi cơ thể cần, vận động khi cơ thể kêu gọi, và nuôi dưỡng bản thân bằng sự quan tâm. Chọn những thói quen nhẹ nhàng — đi bộ chậm rãi, hít thở chánh niệm, bữa ăn đầy ý nghĩa. Tạo ra những khoảnh khắc tĩnh lặng để bình yên quay về. Bao quanh mình bằng sự ấm áp và khích lệ. Mỗi hành động quan tâm có ý thức củng cố nghị lực và nhắc bạn rằng trái tim mình xứng đáng được dịu dàng."},"tags":["self-care","self-love"],"audio":"self_love_vip3_care.mp3"},{"slug":"emotional-resilience","keywords_en":["emotional resilience","strength","self-worth"],"keywords_vi":["kiên cường cảm xúc","sức mạnh","giá trị bản thân"],"copy":{"en":"Emotional resilience is the quiet courage behind self-love. When stress arises, pause, breathe, and return to your center. Let journaling be a space to process emotions and witness your growth. Reach out to communities that uplift your spirit. Each time you choose patience over panic, you reclaim strength and nurture a lasting peace within.","vi":"Kiên cường cảm xúc là lòng can đảm lặng lẽ phía sau yêu thương bản thân. Khi căng thẳng xuất hiện, hãy tạm dừng, hít thở và quay về trung tâm của mình. Hãy để ghi nhật ký trở thành nơi xử lý cảm xúc và nhận thấy sự trưởng thành của bạn. Tìm đến cộng đồng nuôi dưỡng tinh thần. Mỗi lần chọn kiên nhẫn thay vì hoảng loạn, bạn lấy lại sức mạnh và nuôi dưỡng sự bình yên bền vững bên trong."},"tags":["resilience","self-love"],"audio":"self_love_vip3_resilience.mp3"},{"slug":"boundaries","keywords_en":["boundaries","self-respect","balance"],"keywords_vi":["ranh giới","tự tôn trọng","cân bằng"],"copy":{"en":"Boundaries protect the garden of self-love. Speak your needs clearly and kindly. Practice saying no when your energy feels thin. Keep company with those who honor your limits. Every time you defend your peace, you strengthen self-trust. Healthy boundaries create space for love to breathe and grow freely.","vi":"Ranh giới bảo vệ khu vườn của tình yêu bản thân. Hãy nói rõ nhu cầu của mình một cách dịu dàng. Thực hành nói không khi năng lượng của bạn mỏng manh. Ở bên những người tôn trọng giới hạn của bạn. Mỗi lần bảo vệ sự bình yên, bạn củng cố niềm tin với chính mình. Ranh giới lành mạnh tạo không gian để tình yêu được hít thở và lớn lên tự do."},"tags":["boundaries","self-love"],"audio":"self_love_vip3_boundaries.mp3"},{"slug":"personal-growth","keywords_en":["personal growth","self-improvement","confidence"],"keywords_vi":["phát triển cá nhân","tự cải thiện","tự tin"],"copy":{"en":"Personal growth deepens self-love. Set gentle goals that inspire rather than exhaust you. Celebrate progress, not perfection. Reflect through journaling and gratitude to recognize your evolution. Practice mindfulness to stay grounded. Growth is not about becoming someone new—it is about remembering who you already are, strong, capable, and whole.","vi":"Phát triển cá nhân làm sâu sắc thêm tình yêu bản thân. Đặt mục tiêu nhẹ nhàng, truyền cảm hứng thay vì làm bạn kiệt sức. Ăn mừng tiến bộ, không phải sự hoàn hảo. Suy ngẫm qua ghi nhật ký và lòng biết ơn để nhận ra sự tiến hóa của bản thân. Thực hành chánh niệm để giữ mình vững vàng. Trưởng thành không phải trở thành người khác, mà là nhớ lại chính mình — mạnh mẽ, đủ đầy và toàn vẹn."},"tags":["personal growth","self-love"],"audio":"self_love_vip3_growth.mp3"}],"meta":{"created_at":"2025-10-27T00:00:00+00:00","updated_at":"2025-10-27T00:00:00+00:00","entry_count":6,"tier":"vip3","room_color":"#4A90E2"}}