{
  "name": "Self Love",
  "name_vi": "Yêu Thương Bản Thân",
  "description": "Gentle, practical strategies for cultivating self-love, confidence, and emotional resilience",
  "keywords_en": [
    "self-love",
    "self-acceptance",
    "self-care",
    "resilience"
  ],
  "keywords_vi": [
    "yêu thương bản thân",
    "tự chấp nhận",
    "tự chăm sóc",
    "kiên cường"
  ],
  "entries": [
    {
      "slug": "self-acceptance",
      "keywords_en": [
        "self-acceptance",
        "confidence",
        "empathy"
      ],
      "keywords_vi": [
        "tự chấp nhận",
        "tự tin",
        "đồng cảm"
      ],
      "copy": {
        "en": "Self-love starts with self-acceptance. Embrace your strengths and flaws without judgment to build confidence. Practice daily affirmations to reinforce your worth and self-trust. Reflect on your unique qualities through journaling, noticing how growth unfolds over time. Connect with supportive friends or groups for encouragement. These steps foster resilience, helping you cultivate a deeper sense of self-worth and emotional strength each day.",
        "vi": "Yêu thương bản thân bắt đầu bằng sự tự chấp nhận. Hãy đón nhận cả điểm mạnh lẫn khuyết điểm của mình mà không phán xét để xây dựng sự tự tin. Thực hành khẳng định tích cực hàng ngày để củng cố giá trị và niềm tin vào bản thân. Ghi nhật ký để suy ngẫm về những phẩm chất riêng và nhận thấy sự trưởng thành theo thời gian. Kết nối với bạn bè hoặc nhóm hỗ trợ để được khích lệ, giúp nuôi dưỡng nghị lực và giá trị bản thân mỗi ngày."
      },
      "tags": [
        "self-acceptance",
        "self-love"
      ],
      "audio": "self_love_vip1_self_acceptance.mp3"
    },
    {
      "slug": "positive-self-talk",
      "keywords_en": [
        "positive self-talk",
        "confidence",
        "mindset"
      ],
      "keywords_vi": [
        "tự nói tích cực",
        "tự tin",
        "tư duy"
      ],
      "copy": {
        "en": "Positive self-talk is a pillar of self-love. Replace negative thoughts with gentle affirmations such as “I am capable” or “I am enough.” Practice daily to build a confident mindset and soften self-criticism. Journal your achievements to strengthen positivity. Connect with a caring community for encouragement, helping you nurture confidence and emotional resilience day by day.",
        "vi": "Tự nói tích cực là nền tảng của yêu thương bản thân. Hãy thay thế suy nghĩ tiêu cực bằng những lời khẳng định nhẹ nhàng như “Tôi có khả năng” hoặc “Tôi đủ tốt.” Thực hành mỗi ngày để xây dựng tư duy tự tin và giảm sự phán xét bản thân. Ghi lại những thành tựu của bạn để củng cố tinh thần tích cực. Kết nối với cộng đồng tử tế để nhận khích lệ, giúp nuôi dưỡng sự tự tin và kiên cường cảm xúc từng ngày."
      },
      "tags": [
        "self-talk",
        "self-love"
      ],
      "audio": "self_love_vip1_positive_self_talk.mp3"
    },
    {
      "slug": "self-care",
      "keywords_en": [
        "self-care",
        "well-being",
        "resilience"
      ],
      "keywords_vi": [
        "tự chăm sóc",
        "sức khỏe tinh thần",
        "kiên cường"
      ],
      "copy": {
        "en": "Self-care strengthens self-love and balance. Prioritize rest, nourishing meals, and gentle exercise to support both body and mind. Reserve time for hobbies or quiet relaxation to recharge energy. Connect with supportive friends who uplift you. These mindful habits build resilience and help you maintain well-being and self-worth every day.",
        "vi": "Tự chăm sóc củng cố tình yêu bản thân và sự cân bằng. Ưu tiên nghỉ ngơi, ăn uống đầy đủ dinh dưỡng và vận động nhẹ nhàng để nuôi dưỡng cả cơ thể lẫn tâm trí. Dành thời gian cho sở thích hoặc thư giãn yên tĩnh để nạp lại năng lượng. Kết nối với những người bạn biết nâng đỡ bạn. Những thói quen chánh niệm này giúp xây dựng nghị lực và duy trì sức khỏe tinh thần cùng giá trị bản thân mỗi ngày."
      },
      "tags": [
        "self-care",
        "self-love"
      ],
      "audio": "self_love_vip1_self_care.mp3"
    },
    {
      "slug": "emotional-resilience",
      "keywords_en": [
        "emotional resilience",
        "strength",
        "self-worth"
      ],
      "keywords_vi": [
        "kiên cường cảm xúc",
        "sức mạnh",
        "giá trị bản thân"
      ],
      "copy": {
        "en": "Emotional resilience deepens self-love. Practice mindfulness to remain calm during stress and uncertainty. Journal to process emotions and recognize personal growth. Connect with compassionate friends or groups for perspective and support. Each mindful step strengthens inner stability, helping you navigate challenges with clarity, confidence, and lasting self-worth.",
        "vi": "Kiên cường cảm xúc làm sâu sắc thêm tình yêu bản thân. Thực hành chánh niệm để giữ bình tĩnh trong căng thẳng và những thời điểm bất định. Ghi nhật ký để xử lý cảm xúc và nhận ra sự phát triển của bản thân. Kết nối với những người bạn tử tế hoặc nhóm hỗ trợ để có góc nhìn và sự nâng đỡ. Mỗi bước chánh niệm củng cố sự vững vàng bên trong, giúp bạn vượt qua thử thách với sự rõ ràng, tự tin và giá trị bền vững."
      },
      "tags": [
        "resilience",
        "self-love"
      ],
      "audio": "self_love_vip1_emotional_resilience.mp3"
    }
  ],
  "meta": {
    "created_at": "2025-10-27T00:00:00+00:00",
    "updated_at": "2025-11-02T00:00:00+00:00",
    "entry_count": 4,
    "tier": "vip1",
    "room_color": "#4A90E2"
  }
}
