{
  "tier": "VIP 3 / Cấp VIP 3",
  "default_entry_id": "balanced_generosity",
  "welcome": {
    "en": "Hello! Welcome to Stoic Philosophy VIP3 room. How can I help you today?\n\nTopic keywords you can type are below:\n- balanced_generosity\n- self_awareness_balance\n- confident_boundaries\n- self_care_strength\n- relationship_discernment\n- virtuous_action_respect\n- avoid_dependency\n- stoic_moderation\n- protect_energy",
    "vi": "Xin chào! Chào mừng bạn đến với phòng Triết Học Stoic VIP3. Tôi có thể giúp gì cho bạn hôm nay?\n\nCác từ khóa bạn có thể nhập là:\n- rộng_lượng_cân_bằng\n- tự_nhận_thức_cân_bằng\n- ranh_giới_tự_tin\n- tự_chăm_sóc_để_mạnh_mẽ\n- phân_biệt_trong_mối_quan_hệ\n- hành_động_đức_hạnh_để_được_tôn_trọng\n- tránh_phụ_thuộc\n- tiết_độ_stoic\n- bảo_vệ_năng_lượng"
  },
  "search": {
    "normalize_case": true,
    "normalize_accents": true,
    "tokenize_on": [
      " ",
      "_"
    ]
  },
  "keyword_menu": {
    "en": [
      "balanced_generosity",
      "self_awareness_balance",
      "confident_boundaries",
      "self_care_strength",
      "relationship_discernment",
      "virtuous_action_respect",
      "avoid_dependency",
      "stoic_moderation",
      "protect_energy"
    ],
    "vi": [
      "rong_luong_can_bang",
      "tu_nhan_thuc_can_bang",
      "ranh_gioi_tu_tin",
      "tu_cham_soc_de_manh_me",
      "phan_biet_trong_moi_quan_he",
      "hanh_dong_duc_hanh_de_duoc_ton_trong",
      "tranh_phu_thuoc",
      "tiet_do_stoic",
      "bao_ve_nang_luong"
    ]
  },
  "entries": [
    {
      "id": "balanced_generosity",
      "title": {
        "en": "Balanced Generosity for Inner Peace",
        "vi": "Rộng Lượng Cân Bằng Để An Nhiên"
      },
      "content": {
        "en": "Epictetus taught moderation in giving to preserve inner tranquility, avoiding dependency’s drain. Sarah’s endless aid led to resentment until she balanced kindness with self-care. Practice: assess capacity daily, give thoughtfully, reflect: does helping align with my virtue? This Stoic principle fosters profound peace, transforming generosity into strength. Excessive giving disrupts harmony; moderation aligns with wisdom, ensuring calm resilience. Prioritize personal energy to sustain meaningful relationships, embodying Stoic balance for lasting fulfillment.",
        "vi": "Epictetus dạy tiết độ trong cho đi để giữ sự tĩnh lặng nội tâm, tránh cạn kiệt bởi lệ thuộc. Sarah cho đi không ngừng đến khi sinh oán, rồi học cách cân bằng lòng tốt với tự chăm sóc. Thực hành: tự lượng sức mỗi ngày, cho có suy xét, và tự hỏi: việc giúp này có hòa hợp với đức hạnh của tôi không? Nguyên tắc Stoic này nuôi dưỡng an nhiên sâu sắc, biến rộng lượng thành sức mạnh. Cho quá mức làm rối hài hòa; tiết độ hợp với trí tuệ, đem lại sức bền bình tĩnh. Hãy ưu tiên năng lượng bản thân để giữ các mối quan hệ ý nghĩa, thể hiện sự cân bằng Stoic cho hạnh phúc lâu dài."
      },
      "audio": {
        "en": "balanced_generosity_vip3.mp3"
      }
    },
    {
      "id": "self_awareness_balance",
      "title": {
        "en": "Self-Awareness for Emotional Balance",
        "vi": "Tự Nhận Thức Để Cân Bằng Cảm Xúc"
      },
      "content": {
        "en": "Marcus Aurelius urged self-awareness to master emotions, preventing over-giving’s toll. Emma’s unchecked kindness caused exhaustion; journaling revealed her limits. Practice: reflect nightly—am I giving beyond my means? This Stoic skill fosters equanimity, transforming emotional strain into balance. Recognize feelings to avoid anger from unmet expectations, aligning actions with inner health. Self-awareness cultivates universal harmony, grounding relationships in calm strength, ensuring sustainable kindness rooted in profound self-understanding.",
        "vi": "Marcus Aurelius khuyên rèn tự nhận thức để làm chủ cảm xúc, tránh hậu quả của việc cho đi quá mức. Lòng tốt không kiểm soát khiến Emma kiệt sức, đến khi viết nhật ký và nhận ra giới hạn. Thực hành: mỗi tối chiêm nghiệm — tôi có đang cho vượt khả năng không? Kỹ năng Stoic này nuôi dưỡng sự quân bình, chuyển áp lực cảm xúc thành tĩnh tại. Nhận biết cảm xúc để tránh giận dữ khi kỳ vọng không được đáp lại, giúp hành động hòa hợp với sức khỏe nội tâm. Tự nhận thức nuôi dưỡng hòa điệu phổ quát, tạo nền tảng cho quan hệ vững vàng, nơi lòng tốt bắt rễ từ sự hiểu mình sâu sắc."
      },
      "audio": {
        "en": "self_awareness_balance_vip3.mp3"
      }
    },
    {
      "id": "confident_boundaries",
      "title": {
        "en": "Setting Boundaries with Confidence",
        "vi": "Thiết Lập Ranh Giới Với Sự Tự Tin"
      },
      "content": {
        "en": "Epictetus: control choices, not others’ demands. John’s over-giving invited exploitation until he embraced ‘no.’ Practice: rehearse refusing unfair requests, align with priorities. This Stoic discipline projects strength, countering perceived weakness. Boundaries rooted in virtue—wisdom, justice—earn respect, fostering confident interactions. Daily: assess requests against personal goals, refuse imbalance. This transforms relationships into mutual growth, aligning with universal order for calm, resilient living, free from exploitation’s drain.",
        "vi": "Epictetus: hãy làm chủ lựa chọn của mình, không phải yêu cầu của người khác. John cho đi quá mức và bị lợi dụng cho đến khi anh học nói 'không'. Thực hành: tập từ chối các yêu cầu bất công và sắp xếp ưu tiên. Kỷ luật Stoic thể hiện sức mạnh, xua tan cảm giác yếu đuối. Ranh giới dựa trên đức hạnh — trí tuệ, công chính — tạo nên sự tôn trọng, giúp tương tác tự tin. Mỗi ngày: đánh giá đề nghị so với mục tiêu cá nhân và từ chối mất cân bằng. Điều này biến quan hệ thành sự phát triển đôi bên, hòa hợp với trật tự tự nhiên để sống điềm nhiên và kiên định, không còn bị lợi dụng."
      },
      "audio": {
        "en": "confident_boundaries_vip3.mp3"
      }
    },
    {
      "id": "self_care_strength",
      "title": {
        "en": "Prioritizing Self-Care for Strength",
        "vi": "Ưu Tiên Tự Chăm Sóc Để Mạnh Mẽ"
      },
      "content": {
        "en": "Seneca: self-care is foundational for virtuous giving. Lisa’s neglect of personal needs led to burnout; scheduling self-care restored strength. Practice: dedicate daily time—exercise, rest, hobbies—before aiding others. Ask: am I whole enough to give? This Stoic principle ensures sustainable kindness, fostering resilience. Self-care aligns with universal harmony, balancing personal health with generosity. Prioritize inner strength to help others meaningfully, embodying profound Stoic wisdom for lasting well-being.",
        "vi": "Seneca: tự chăm sóc là nền tảng của lòng tốt có đức hạnh. Lisa bỏ bê nhu cầu cá nhân và rơi vào kiệt sức, cho đến khi cô lên lịch tự chăm sóc để phục hồi sức mạnh. Thực hành: mỗi ngày dành thời gian — vận động, nghỉ ngơi, sở thích — trước khi giúp người khác. Tự hỏi: tôi đã đủ đầy để cho đi chưa? Nguyên tắc Stoic này đảm bảo lòng tốt bền vững, nuôi dưỡng khả năng phục hồi. Tự chăm sóc hòa với sự hài hòa tự nhiên, cân bằng sức khỏe cá nhân và lòng hào phóng. Hãy ưu tiên sức mạnh bên trong để giúp người khác một cách ý nghĩa, thể hiện trí tuệ Stoic sâu sắc cho hạnh phúc lâu dài."
      },
      "audio": {
        "en": "self_care_strength_vip3.mp3"
      }
    },
    {
      "id": "relationship_discernment",
      "title": {
        "en": "Discernment in Relationships",
        "vi": "Sự Phân Biệt Trong Các Mối Quan Hệ"
      },
      "content": {
        "en": "Epictetus: choose wisely where to invest energy. Tom’s generosity drew opportunists until discernment prioritized mutual bonds. Practice: weekly evaluate relationships—do they uplift or drain? This Stoic wisdom prevents exploitation, fostering authentic connections. Avoid those seeking only gain; align with positive energies for universal harmony. Discernment preserves mental clarity, transforming relationships into sources of growth, not depletion, ensuring kindness aligns with Stoic virtue for profound, balanced fulfillment.",
        "vi": "Epictetus: hãy chọn khôn ngoan nơi đặt năng lượng của mình. Lòng tốt của Tom thu hút kẻ lợi dụng cho đến khi anh đặt discernment — sự phân biệt — lên trên, ưu tiên mối quan hệ đôi bên. Thực hành: mỗi tuần xem xét quan hệ — chúng nâng bạn lên hay làm bạn kiệt quệ? Trí tuệ Stoic giúp tránh bị lợi dụng, nuôi dưỡng sự kết nối chân thực. Tránh những người chỉ tìm lợi; hòa cùng năng lượng tích cực để duy trì hài hòa phổ quát. Sự phân biệt giữ tâm trí sáng suốt, biến quan hệ thành nguồn phát triển chứ không tiêu hao, giúp lòng tốt hòa hợp với đức hạnh Stoic cho sự viên mãn sâu sắc."
      },
      "audio": {
        "en": "relationship_discernment_vip3.mp3"
      }
    },
    {
      "id": "virtuous_action_respect",
      "title": {
        "en": "Virtuous Action for Respect",
        "vi": "Hành Động Đức Hạnh Để Được Tôn Trọng"
      },
      "content": {
        "en": "Stoicism: act with integrity, heedless of others’ views. Anna’s over-giving led to perceived weakness; virtuous actions restored respect. Practice: align daily choices with wisdom, justice, refusing excessive demands. Epictetus: live by principles for a resilient image. This counters exploitation, fostering calm confidence. Virtuous action aligns with universal order, transforming kindness into strength. Daily reflection ensures integrity, earning respect in relationships, embodying profound Stoic dignity.",
        "vi": "Stoicism: hành động với chính trực, không lệ thuộc ánh nhìn của người khác. Việc cho đi quá mức khiến Anna bị xem là yếu mềm; hành động đức hạnh giúp cô lấy lại sự tôn trọng. Thực hành: điều chỉnh lựa chọn hằng ngày theo trí tuệ và công chính, từ chối đòi hỏi quá đáng. Epictetus: sống theo nguyên tắc để tạo hình ảnh kiên định. Điều này ngăn lợi dụng, nuôi dưỡng tự tin bình thản. Hành động đức hạnh hòa cùng trật tự vũ trụ, biến lòng tốt thành sức mạnh. Suy ngẫm mỗi ngày để giữ chính trực, gặt lấy sự tôn trọng trong quan hệ, thể hiện phẩm giá Stoic sâu sắc."
      },
      "audio": {
        "en": "virtuous_action_respect_vip3.mp3"
      }
    },
    {
      "id": "avoid_dependency",
      "title": {
        "en": "Avoiding Dependency Traps",
        "vi": "Tránh Những Cái Bẫy Phụ Thuộc"
      },
      "content": {
        "en": "Stoics warn excessive giving fosters dependency, draining energy. Mark’s constant aid created reliance; moderation restored balance. Practice: offer guidance, not solutions, to encourage self-reliance. Epictetus: rationality over habit. This prevents others’ comfort zones from trapping you, aligning with universal wisdom. Limit aid to foster mutual growth, preserving mental clarity. Daily reflection ensures balanced kindness, embodying Stoic self-control for sustainable, harmonious relationships free from exploitation.",
        "vi": "Stoic cảnh báo rằng cho đi quá mức sẽ tạo ra sự phụ thuộc, khiến năng lượng cạn kiệt. Sự giúp đỡ liên tục của Mark khiến người khác ỷ lại; chỉ khi anh học tiết chế, cân bằng mới trở lại. Thực hành: hướng dẫn thay vì làm thay, để khuyến khích người khác tự lực. Epictetus: hãy chọn lý trí thay vì thói quen. Cách này ngăn vùng thoải mái của người khác biến thành chiếc bẫy cho bạn, hòa hợp với trí tuệ tự nhiên. Giới hạn sự giúp đỡ để cùng nhau phát triển, giữ đầu óc sáng suốt. Suy ngẫm mỗi ngày để lòng tốt cân bằng, thể hiện tự chủ Stoic cho mối quan hệ hài hòa, bền vững, không bị lợi dụng."
      },
      "audio": {
        "en": "avoid_dependency_vip3.mp3"
      }
    },
    {
      "id": "stoic_moderation",
      "title": {
        "en": "Cultivating Stoic Moderation",
        "vi": "Bồi Dưỡng Đức Tiết Độ Stoic"
      },
      "content": {
        "en": "Seneca: moderation balances kindness with self-discipline, preventing exhaustion. Claire’s over-generosity bred resentment; limits restored peace. Practice: reflect nightly—does my giving harm me? Give within capacity, aligning with virtue. This Stoic principle transforms generosity into rational strength, fostering mental clarity. Avoid extremes to sustain relationships, ensuring kindness reflects wisdom, not depletion. Moderation aligns with universal harmony, cultivating calm, resilient living for profound, balanced fulfillment.",
        "vi": "Seneca: tiết độ cân bằng lòng tốt với kỷ luật bản thân, ngăn kiệt sức. Sự hào phóng quá mức khiến Claire sinh oán; đặt giới hạn giúp cô tìm lại bình yên. Thực hành: mỗi tối suy ngẫm — sự cho đi này có làm hại tôi không? Cho trong khả năng, phù hợp với đức hạnh. Nguyên tắc Stoic này biến rộng lượng thành sức mạnh lý trí, nuôi dưỡng sự minh mẫn. Tránh cực đoan để giữ quan hệ bền vững, khiến lòng tốt phản chiếu trí tuệ chứ không là cạn kiệt. Tiết độ hòa cùng hài hòa vũ trụ, nuôi sống đời sống điềm tĩnh, vững vàng, cho sự viên mãn sâu sắc."
      },
      "audio": {
        "en": "stoic_moderation_vip3.mp3"
      }
    },
    {
      "id": "protect_energy",
      "title": {
        "en": "Protecting Energy from Exploitation",
        "vi": "Bảo Vệ Năng Lượng Khỏi Sự Lợi Dụng"
      },
      "content": {
        "en": "Marcus Aurelius: wisdom guards energy from exploitation. Jane’s kindness attracted energy vampires; distancing them restored vitality. Practice: weekly identify draining individuals, limit contact, prioritize uplifting connections. This Stoic discernment aligns with universal order, fostering mental health. Avoid those who only take, embracing mutual respect. Transform kindness into strength, ensuring relationships enhance, not deplete, well-being. Daily reflection protects energy, embodying profound Stoic clarity for calm, resilient living.",
        "vi": "Marcus Aurelius: trí tuệ bảo vệ năng lượng khỏi sự lợi dụng. Lòng tốt của Jane thu hút những người hút năng lượng, cho đến khi cô tạo khoảng cách và phục hồi sinh lực. Thực hành: mỗi tuần nhận diện người khiến bạn kiệt sức, hạn chế tiếp xúc, ưu tiên kết nối nâng đỡ. Sự phân biệt theo tinh thần Stoic hòa cùng trật tự tự nhiên, nuôi dưỡng sức khỏe tinh thần. Tránh người chỉ biết nhận, trân trọng sự tôn trọng đôi bên. Biến lòng tốt thành sức mạnh, để quan hệ nuôi dưỡng chứ không vắt kiệt bạn. Suy ngẫm mỗi ngày để bảo vệ năng lượng, thể hiện sự minh triết Stoic sâu sắc cho cuộc sống điềm nhiên, bền bỉ."
      },
      "audio": {
        "en": "protect_energy_vip3.mp3"
      }
    }
  ],
  "audio": "protect_energy_vip2.mp3"
}