{
"tier": "VIP 3 / Cấp VIP 3",
"default_entry_id": "build_resilience_challenges",
"welcome": {
"en": "Hello! Welcome to Emotional Growth VIP3 room. How can I help you today?\n\nTopic keywords you can type are below:\n- build_resilience_challenges\n- seek_support_tough_times\n- cultivate_positive_mindset",
"vi": "Xin chào! Chào mừng bạn đến với phòng Phát Triển Cảm Xúc VIP3. Tôi có thể giúp gì cho bạn hôm nay?\n\nCác từ khóa bạn có thể nhập là:\n- xay_dung_suc_ben_noi_tam\n- tim_kiem_ho_tro\n- nuoi_duong_tu_duy_tich_cuc"
},
"search": {
"normalize_case": true,
"normalize_accents": true,
"tokenize_on": [" ", "_"]
},
"keyword_menu": {
"en": [
"build_resilience_challenges",
"seek_support_tough_times",
"cultivate_positive_mindset"
],
"vi": [
"xay_dung_suc_ben_noi_tam",
"tim_kiem_ho_tro",
"nuoi_duong_tu_duy_tich_cuc"
]
},
"keywords_dict": {
"en": {
"build_resilience_challenges": ["resilience", "challenges", "gratitude", "strength", "growth", "overcome", "hardship", "storm"],
"seek_support_tough_times": ["support", "tough", "times", "help", "connection", "network", "friends", "crisis", "reach out"],
"cultivate_positive_mindset": ["positive", "mindset", "optimistic", "reframe", "lessons", "growth", "hope", "visualization"]
},
"vi": {
"xay_dung_suc_ben_noi_tam": ["sức bền", "thử thách", "biết ơn", "sức mạnh", "trưởng thành", "vượt qua", "khó khăn", "giông bão"],
"tim_kiem_ho_tro": ["hỗ trợ", "khó khăn", "giúp đỡ", "kết nối", "mạng lưới", "bạn bè", "khủng hoảng", "chia sẻ"],
"nuoi_duong_tu_duy_tich_cuc": ["tích cực", "tư duy", "lạc quan", "nhìn lại", "bài học", "phát triển", "hy vọng", "hình dung"]
}
},
"entries": [
{
"id": "build_resilience_challenges",
"title": {
"en": "Build Resilience in Challenges",
"vi": "Xây Dựng Sức Bền Trong Thử Thách"
},
"content": {
"en": "Resilience grows 35%, per studies. Overcome storms with these steps: Practice one gratitude daily to shift focus. Journal one challenge weekly, noting lessons. Seek one support monthly for empathy. Maria’s gratitude calmed her during hardship. This empathetic practice builds strength gently. Don’t rush; embrace growth. Start one gratitude today. Ready to foster resilience? Discover deeper insights beyond VIP 3.",
"vi": "Sức bền nội tâm có thể tăng 35%, theo nghiên cứu. Vượt qua giông bão bằng các bước: Thực hành lòng biết ơn mỗi ngày để chuyển hướng tập trung. Ghi lại một thử thách mỗi tuần và bài học nhận được. Tìm một nguồn hỗ trợ mỗi tháng để nuôi dưỡng sự đồng cảm. Lòng biết ơn của Maria giúp cô bình tâm trong khó khăn. Thói quen này nuôi dưỡng sức mạnh nhẹ nhàng. Đừng vội vàng; hãy ôm trọn hành trình trưởng thành. Bắt đầu hôm nay bằng một điều biết ơn. Sẵn sàng vun bồi sức bền chưa? Khám phá sâu hơn ngoài cấp VIP 3."
},
"audio": {
"en": "Build_Resilience_in_Challenges_VIP3.mp3"
}
},
{
"id": "seek_support_tough_times",
"title": {
"en": "Seek Support in Tough Times",
"vi": "Tìm Kiếm Sự Hỗ Trợ Khi Khó Khăn"
},
"content": {
"en": "Support aids recovery by 30%, research shows. Build networks with these steps: Reach out to one friend monthly for conversation. Join one group for shared experiences. Share one challenge weekly honestly. Minh’s support calmed his soul in crisis. This supportive practice drives hope without judgment. Don’t despair; foster connections. Start reaching out today. Ready to drive hope? Discover deeper insights beyond VIP 3.",
"vi": "Sự hỗ trợ giúp phục hồi 30%, theo nghiên cứu. Xây dựng mạng lưới gắn kết bằng các bước: Liên hệ với một người bạn mỗi tháng để trò chuyện. Tham gia một nhóm để chia sẻ trải nghiệm. Thành thật chia sẻ một thử thách mỗi tuần. Sự hỗ trợ của Minh đã giúp anh bình tâm trong khủng hoảng. Thói quen kết nối này thắp lại hy vọng mà không phán xét. Đừng tuyệt vọng; hãy nuôi dưỡng mối liên hệ. Bắt đầu bằng việc mở lòng hôm nay. Sẵn sàng khơi dậy hy vọng chưa? Khám phá sâu hơn ngoài cấp VIP 3."
},
"audio": {
"en": "Seek_Support_in_Tough_Times_VIP3.mp3"
}
},
{
"id": "cultivate_positive_mindset",
"title": {
"en": "Cultivating Positive Mindset",
"vi": "Nuôi Dưỡng Tư Duy Tích Cực"
},
"content": {
"en": "Positive mindset shifts outcomes by 35%, per studies. Drive growth with these steps: Reframe setbacks as lessons daily. Visualize one positive outcome weekly. Practice one gratitude monthly to stay optimistic. Hùng’s reframing overcame obstacles. This actionable habit fosters hope gently. Don’t judge; embrace mindset shifts. Start reframing today. Ready to cultivate positivity? Discover deeper insights beyond VIP 3.",
"vi": "Tư duy tích cực có thể thay đổi kết quả tới 35%, theo nghiên cứu. Thúc đẩy sự phát triển bằng các bước: Xem thất bại như bài học mỗi ngày. Hình dung một kết quả tích cực mỗi tuần. Thực hành lòng biết ơn mỗi tháng để duy trì sự lạc quan. Cách nhìn mới mẻ của Hùng đã giúp anh vượt qua khó khăn. Thói quen hành động này nhẹ nhàng nuôi dưỡng hy vọng. Đừng phán xét; hãy đón nhận sự thay đổi trong tư duy. Bắt đầu hôm nay bằng việc nhìn mọi việc tích cực hơn. Sẵn sàng gieo mầm lạc quan chưa? Khám phá sâu hơn ngoài cấp VIP 3."
},
"audio": {
"en": "Cultivating_Positive_Mindset_VIP3.mp3"
}
}
]
}
