{
  "name": "Addiction Support",
  "name_vi": "Hỗ Trợ Cai Nghiện",
  "description": "Expert strategies for comprehensive addiction recovery and resilience",
  "keywords_en": [
    "addiction",
    "recovery",
    "CBT",
    "support system",
    "relapse prevention",
    "resilience"
  ],
  "keywords_vi": [
    "nghiện",
    "phục hồi",
    "CBT",
    "hệ thống hỗ trợ",
    "ngăn ngừa tái phát",
    "kiên cường"
  ],
  "entries": [
    {
      "slug": "recovery",
      "keywords_en": [
        "recovery",
        "healing",
        "sobriety"
      ],
      "keywords_vi": [
        "phục hồi",
        "chữa lành",
        "tỉnh táo"
      ],
      "copy": {
        "en": "Addiction recovery is a journey of small, intentional steps rooted in self-compassion. Acknowledge struggles without shame, seeking professional or peer support. Cognitive Behavioral Therapy reframes harmful thoughts, fostering healthier habits. Journaling reveals triggers, enhancing self-awareness. Celebrate milestones, like a sober month, to build momentum. Surround yourself with positive influences, like support groups, to reinforce hope. This approach ensures lasting sobriety, empowering you to reclaim control and emotional strength in your unique recovery journey.",
        "vi": "Phục hồi khỏi nghiện là hành trình của những bước nhỏ, có chủ ý, dựa trên lòng tự trắc ẩn. Hãy thừa nhận khó khăn mà không tự trách, tìm hỗ trợ từ chuyên gia hoặc nhóm đồng hành. Liệu pháp Nhận thức Hành vi giúp định hình lại suy nghĩ tiêu cực, xây dựng thói quen lành mạnh. Viết nhật ký giúp nhận diện yếu tố kích hoạt và tăng cường tự nhận thức. Ăn mừng những cột mốc như một tháng tỉnh táo để duy trì đà tiến. Bao quanh bạn bằng những ảnh hưởng tích cực như nhóm hỗ trợ để củng cố hy vọng và phục hồi bền vững."
      },
      "tags": [
        "recovery",
        "addiction"
      ],
      "audio": "addiction_support_vip3_recovery.mp3"
    },
    {
      "slug": "cbt",
      "keywords_en": [
        "therapy",
        "CBT",
        "coping skills"
      ],
      "keywords_vi": [
        "liệu pháp",
        "CBT",
        "kỹ năng đối phó"
      ],
      "copy": {
        "en": "Cognitive Behavioral Therapy (CBT) is a cornerstone of addiction recovery. It identifies triggers, like stress or social settings, and teaches coping skills to manage cravings effectively. Structured sessions help replace harmful habits with positive ones, like mindfulness or exercise. Regular practice reduces impulsive behaviors, fostering a resilient mindset. CBT empowers you to build confidence in navigating challenges, creating a sustainable foundation for long-term sobriety and emotional well-being.",
        "vi": "Liệu pháp Nhận thức Hành vi (CBT) là nền tảng của quá trình phục hồi nghiện. Liệu pháp giúp nhận diện yếu tố kích hoạt như căng thẳng hoặc môi trường xã hội và dạy kỹ năng đối phó để kiểm soát cơn thèm hiệu quả. Các buổi trị liệu có cấu trúc giúp thay thế thói quen có hại bằng thói quen tích cực như thực hành chánh niệm hoặc tập thể dục. Thực hành thường xuyên giúp giảm hành vi bốc đồng, nuôi dưỡng tư duy kiên cường và xây dựng nền tảng bền vững cho sự tỉnh táo và cân bằng cảm xúc lâu dài."
      },
      "tags": [
        "therapy",
        "addiction"
      ],
      "audio": "addiction_support_vip3_cbt.mp3"
    },
    {
      "slug": "support-system",
      "keywords_en": [
        "support system",
        "community",
        "empathy"
      ],
      "keywords_vi": [
        "hệ thống hỗ trợ",
        "cộng đồng",
        "đồng cảm"
      ],
      "copy": {
        "en": "A strong support system is vital for addiction recovery. Engage friends, family, or support groups by sharing your needs openly to foster empathy. Regular meetings with sober communities provide connection and encouragement. Their support builds resilience, helping you navigate setbacks. Positive influences reinforce motivation, creating a network that sustains your sobriety and emotional strength throughout your recovery journey.",
        "vi": "Hệ thống hỗ trợ vững chắc đóng vai trò quan trọng trong phục hồi nghiện. Hãy kết nối với bạn bè, gia đình hoặc nhóm hỗ trợ bằng cách chia sẻ nhu cầu một cách cởi mở để nuôi dưỡng sự đồng cảm. Các buổi họp thường xuyên với cộng đồng tỉnh táo mang lại sự kết nối và khích lệ. Sự nâng đỡ của họ giúp bạn xây dựng khả năng phục hồi và vượt qua khó khăn. Ảnh hưởng tích cực củng cố động lực, tạo mạng lưới hỗ trợ giúp duy trì sự tỉnh táo và sức mạnh cảm xúc suốt hành trình."
      },
      "tags": [
        "support",
        "recovery"
      ],
      "audio": "addiction_support_vip3_support_system.mp3"
    },
    {
      "slug": "relapse-prevention",
      "keywords_en": [
        "relapse prevention",
        "strategies",
        "sobriety"
      ],
      "keywords_vi": [
        "ngăn ngừa tái phát",
        "chiến lược",
        "tỉnh táo"
      ],
      "copy": {
        "en": "Relapse prevention is critical for sustained addiction recovery. Identify triggers, like stress or social environments, and develop proactive strategies, such as mindfulness or distraction techniques. Build a daily routine with healthy habits, like exercise or journaling, to replace old patterns. Seek support during cravings to stay grounded. Staying connected to your support system fosters resilience, ensuring you maintain sobriety and emotional balance over time.",
        "vi": "Ngăn ngừa tái phát là yếu tố thiết yếu để duy trì quá trình phục hồi nghiện. Hãy nhận diện các yếu tố kích hoạt như căng thẳng hoặc môi trường xã hội và phát triển các chiến lược chủ động, như thực hành chánh niệm hoặc kỹ thuật phân tâm. Xây dựng thói quen hằng ngày với các hoạt động lành mạnh như tập thể dục hoặc viết nhật ký để thay thế thói quen cũ. Tìm sự hỗ trợ khi cơn thèm xuất hiện để giữ bình tĩnh và duy trì tỉnh táo cùng cân bằng cảm xúc lâu dài."
      },
      "tags": [
        "relapse",
        "recovery"
      ],
      "audio": "addiction_support_vip3_relapse_prevention.mp3"
    },
    {
      "slug": "motivation",
      "keywords_en": [
        "motivation",
        "inspiration",
        "commitment"
      ],
      "keywords_vi": [
        "động lực",
        "cảm hứng",
        "cam kết"
      ],
      "copy": {
        "en": "Maintaining motivation is essential for addiction recovery. Set clear, achievable goals, like staying sober for a month, to build momentum. Reflect on personal reasons for recovery, such as health or family, to stay committed. Engage with inspiring stories from support groups to reinforce hope. Practice self-compassion during setbacks, using them as growth opportunities. This approach strengthens your resolve, supporting long-term sobriety and emotional resilience.",
        "vi": "Duy trì động lực là yếu tố then chốt trong phục hồi nghiện. Hãy đặt mục tiêu rõ ràng và khả thi, như duy trì tỉnh táo trong một tháng, để tạo đà tiến. Suy ngẫm về lý do cá nhân của việc phục hồi, như sức khỏe hoặc gia đình, để giữ vững cam kết. Kết nối với những câu chuyện truyền cảm hứng từ nhóm hỗ trợ để củng cố hy vọng. Thực hành lòng tự trắc ẩn khi gặp khó khăn và coi đó là cơ hội phát triển. Cách tiếp cận này củng cố ý chí, giúp duy trì tỉnh táo và tăng cường sức mạnh cảm xúc lâu dài."
      },
      "tags": [
        "motivation",
        "recovery"
      ],
      "audio": "addiction_support_vip3_motivation.mp3"
    },
    {
      "slug": "resilience",
      "keywords_en": [
        "resilience",
        "emotional strength",
        "recovery"
      ],
      "keywords_vi": [
        "kiên cường",
        "sức mạnh cảm xúc",
        "phục hồi"
      ],
      "copy": {
        "en": "Building resilience is key to sustaining addiction recovery. Practice mindfulness to manage stress and emotional triggers effectively. Develop a toolkit of coping strategies, like journaling or meditation, to navigate setbacks. Seek therapy to address underlying emotions driving addiction. Engage with supportive communities to reinforce hope. This comprehensive approach strengthens your ability to face challenges, ensuring a resilient mindset that supports long-term sobriety and emotional well-being.",
        "vi": "Xây dựng khả năng kiên cường là chìa khóa để duy trì phục hồi nghiện. Thực hành chánh niệm để quản lý căng thẳng và yếu tố kích hoạt cảm xúc một cách hiệu quả. Phát triển bộ công cụ đối phó, như viết nhật ký hoặc thiền, để vượt qua khó khăn. Tìm đến trị liệu để xử lý cảm xúc nền tảng thúc đẩy hành vi nghiện. Kết nối với cộng đồng hỗ trợ để củng cố hy vọng. Cách tiếp cận toàn diện này giúp bạn đối mặt với thử thách, nuôi dưỡng tư duy kiên cường, và duy trì tỉnh táo cùng hạnh phúc cảm xúc lâu dài."
      },
      "tags": [
        "resilience",
        "addiction"
      ],
      "audio": "addiction_support_vip3_resilience.mp3"
    }
  ],
  "meta": {
    "created_at": "2025-10-27T00:00:00+00:00",
    "updated_at": "2025-10-27T00:00:00+00:00",
    "entry_count": 6,
    "tier": "vip3",
    "room_color": "#4A90E2"
  }
}