{
"id": "addiction-support-free",
"tier": "Free / Miễn phí",
"title": {
"en": "Addiction Support",
"vi": "Hỗ Trợ Cai Nghiện"
},
"content": {
"en": "Practical guidance for overcoming addiction with emotional and therapeutic support. Start with small, intentional steps and build a strong support network. Discover deeper guidance in higher tiers.",
"vi": "Hướng dẫn thực tế để vượt qua nghiện ngập với sự hỗ trợ cảm xúc và trị liệu. Bắt đầu bằng những bước nhỏ, có chủ ý và xây dựng mạng lưới hỗ trợ vững chắc. Khám phá thêm ở cấp độ cao hơn."
},
"entries": [
{
"slug": "recovery",
"keywords_en": [
"recovery",
"healing",
"sobriety"
],
"keywords_vi": [
"phục hồi",
"chữa lành",
"tỉnh táo"
],
"copy": {
"en": "Addiction recovery starts with small, intentional steps. Acknowledge your challenges without shame and seek professional or peer support. Therapies like CBT help reframe harmful thoughts. Focus on daily progress, celebrating milestones like a sober day. Build a routine to foster hope and resilience in your journey.",
"vi": "Phục hồi khỏi nghiện bắt đầu bằng những bước nhỏ, có chủ ý. Thừa nhận khó khăn mà không tự trách và tìm hỗ trợ từ chuyên gia hoặc người cùng nhóm hỗ trợ. Các liệu pháp như CBT giúp định hình lại những suy nghĩ có hại. Tập trung vào tiến bộ hằng ngày, ăn mừng các cột mốc như một ngày tỉnh táo, và xây dựng thói quen tích cực để nuôi dưỡng hy vọng."
},
"tags": [
"recovery",
"addiction"
],
"audio": "addiction_support_free_recovery.mp3"
},
{
"slug": "therapy",
"keywords_en": [
"therapy",
"CBT",
"coping skills"
],
"keywords_vi": [
"liệu pháp",
"CBT",
"kỹ năng đối phó"
],
"copy": {
"en": "Cognitive Behavioral Therapy (CBT) is effective for addiction recovery. It helps identify triggers and develop coping skills to manage cravings. Regular sessions provide a safe space to explore emotions, building a healthier mindset. Practice new habits to replace harmful ones, supporting long-term sobriety.",
"vi": "Liệu pháp Nhận thức Hành vi (CBT) hiệu quả trong quá trình phục hồi khỏi nghiện. Liệu pháp giúp nhận diện các yếu tố kích hoạt và phát triển kỹ năng đối phó để quản lý cơn thèm chất. Các buổi trị liệu định kỳ tạo không gian an toàn để khám phá cảm xúc, xây dựng tư duy lành mạnh và giúp duy trì trạng thái tỉnh táo lâu dài."
},
"tags": [
"therapy",
"addiction"
],
"audio": "addiction_support_free_therapy.mp3"
},
{
"slug": "support-system",
"keywords_en": [
"support system",
"community",
"empathy"
],
"keywords_vi": [
"hệ thống hỗ trợ",
"cộng đồng",
"đồng cảm"
],
"copy": {
"en": "A strong support system is crucial for addiction recovery. Connect with friends, family, or support groups for encouragement. Open communication builds empathy and understanding. Surround yourself with positive influences to stay motivated. Their support fosters resilience, helping you navigate challenges and maintain sobriety.",
"vi": "Hệ thống hỗ trợ vững chắc rất quan trọng trong quá trình phục hồi khỏi nghiện. Kết nối với bạn bè, gia đình hoặc nhóm hỗ trợ để được khích lệ. Giao tiếp cởi mở xây dựng sự đồng cảm và thấu hiểu. Hãy bao quanh mình bằng những ảnh hưởng tích cực để duy trì động lực; sự nâng đỡ ấy giúp bạn vượt qua thách thức và giữ vững trạng thái tỉnh táo."
},
"tags": [
"support",
"recovery"
],
"audio": "addiction_support_free_support_system.mp3"
}
]
}
