{
  "name": "ADHD Support",
  "name_vi": "Hỗ Trợ Rối Loạn Tăng Động Giảm Chú Ý",
  "description": "Expert strategies for comprehensive ADHD management and resilience",
  "keywords_en": [
    "ADHD",
    "time management",
    "focus",
    "support system",
    "emotional regulation",
    "organization"
  ],
  "keywords_vi": [
    "rối loạn tăng động giảm chú ý",
    "quản lý thời gian",
    "tập trung",
    "hệ thống hỗ trợ",
    "điều hòa cảm xúc",
    "tổ chức"
  ],
  "entries": [
    {
      "slug": "time-management",
      "keywords_en": [
        "time management",
        "organization",
        "productivity"
      ],
      "keywords_vi": [
        "quản lý thời gian",
        "tổ chức",
        "năng suất"
      ],
      "copy": {
        "en": "Effective time management is essential for thriving with ADHD. Use a digital or paper planner to break tasks into small, actionable steps. Work in focused 25-minute sessions with 5-minute breaks to stay energized and attentive. Prioritize tasks daily to prevent overwhelm. Connect with supportive people for encouragement and accountability. Over time, these habits build structure, confidence, and resilience, helping you stay consistent and productive.",
        "vi": "Quản lý thời gian hiệu quả là yếu tố thiết yếu giúp bạn sống chủ động hơn với rối loạn tăng động giảm chú ý. Hãy dùng sổ kế hoạch điện tử hoặc giấy để chia nhỏ công việc thành các bước dễ thực hiện. Làm việc trong từng phiên 25 phút xen kẽ nghỉ 5 phút để duy trì năng lượng và sự tập trung. Ưu tiên nhiệm vụ hàng ngày để tránh quá tải. Kết nối với người hỗ trợ để nhận động viên và trách nhiệm. Theo thời gian, những thói quen này giúp bạn xây dựng trật tự, tự tin và nghị lực, duy trì sự ổn định và năng suất."
      },
      "tags": [
        "time management",
        "ADHD"
      ],
      "audio": "adhd_support_vip3_time_management.mp3"
    },
    {
      "slug": "focus-strategies",
      "keywords_en": [
        "focus",
        "concentration",
        "productivity"
      ],
      "keywords_vi": [
        "tập trung",
        "chú ý",
        "năng suất"
      ],
      "copy": {
        "en": "Focus strategies help channel ADHD energy into meaningful action. Create a distraction-free workspace with minimal noise and clutter. Work in short, structured intervals—such as 25 minutes of focus followed by 5 minutes of rest—to sustain attention. Practice mindfulness to stay present and calm impulsive urges. Engage with support groups for shared insights and motivation. These consistent practices strengthen focus, clarity, and emotional steadiness day by day.",
        "vi": "Chiến lược tăng cường tập trung giúp chuyển hóa năng lượng của rối loạn tăng động giảm chú ý thành hành động có mục tiêu. Hãy tạo không gian làm việc yên tĩnh, gọn gàng, ít tiếng ồn. Làm việc theo chu kỳ ngắn—chẳng hạn 25 phút tập trung rồi nghỉ 5 phút—để duy trì sự chú ý. Thực hành chánh niệm để giữ sự hiện diện và kiểm soát bốc đồng. Tham gia nhóm hỗ trợ để chia sẻ kinh nghiệm và động lực. Việc duy trì những thực hành này giúp bạn tăng khả năng tập trung, sự rõ ràng và cân bằng cảm xúc từng ngày."
      },
      "tags": [
        "focus",
        "ADHD"
      ],
      "audio": "adhd_support_vip3_focus_strategies.mp3"
    },
    {
      "slug": "support-system",
      "keywords_en": [
        "support system",
        "community",
        "empathy"
      ],
      "keywords_vi": [
        "hệ thống hỗ trợ",
        "cộng đồng",
        "đồng cảm"
      ],
      "copy": {
        "en": "A strong support system is a foundation for effective ADHD management. Share your needs and experiences with trusted friends, family, or support groups to build empathy and understanding. Open communication reduces isolation and creates emotional safety. Regular check-ins offer encouragement and practical strategies, helping you stay resilient and confident throughout your ADHD journey.",
        "vi": "Một hệ thống hỗ trợ vững chắc là nền tảng quan trọng để quản lý rối loạn tăng động giảm chú ý hiệu quả. Hãy chia sẻ nhu cầu và trải nghiệm của bạn với bạn bè, gia đình hoặc nhóm hỗ trợ đáng tin cậy để xây dựng sự đồng cảm và thấu hiểu. Giao tiếp cởi mở giúp giảm cô lập và tạo cảm giác an toàn về mặt cảm xúc. Việc duy trì liên lạc thường xuyên mang lại động viên và chiến lược thực tế, giúp bạn kiên cường và tự tin trong hành trình quản lý ADHD."
      },
      "tags": [
        "support",
        "ADHD"
      ],
      "audio": "adhd_support_vip3_support_system.mp3"
    },
    {
      "slug": "emotional-regulation",
      "keywords_en": [
        "emotional regulation",
        "calm",
        "resilience"
      ],
      "keywords_vi": [
        "điều hòa cảm xúc",
        "bình tĩnh",
        "kiên cường"
      ],
      "copy": {
        "en": "Emotional regulation is key to balanced ADHD management. Practice mindfulness to stay grounded when stress or frustration arises. Use journaling to process emotions and identify recurring triggers, strengthening self-awareness. Try gentle breathing or movement to release tension. Connect with a supportive network to share experiences and gain encouragement. These habits build emotional resilience and help you navigate challenges with clarity and calm.",
        "vi": "Điều hòa cảm xúc là chìa khóa để quản lý rối loạn tăng động giảm chú ý một cách cân bằng. Hãy thực hành chánh niệm để giữ tâm vững khi gặp căng thẳng hay thất vọng. Viết nhật ký để giải tỏa cảm xúc và nhận diện các yếu tố lặp lại, từ đó tăng cường tự nhận thức. Thực hành hít thở sâu hoặc vận động nhẹ để giải phóng căng thẳng. Kết nối với mạng lưới hỗ trợ để chia sẻ trải nghiệm và nhận động viên. Những thói quen này giúp bạn xây dựng nghị lực cảm xúc và vượt qua thử thách với sự bình tĩnh, sáng suốt."
      },
      "tags": [
        "emotions",
        "ADHD"
      ],
      "audio": "adhd_support_vip3_emotional_regulation.mp3"
    },
    {
      "slug": "organization",
      "keywords_en": [
        "organization",
        "structure",
        "productivity"
      ],
      "keywords_vi": [
        "tổ chức",
        "cấu trúc",
        "năng suất"
      ],
      "copy": {
        "en": "Organization skills support ADHD management by creating structure and predictability. Use planners or apps to schedule tasks, deadlines, and reminders. Break large projects into smaller actions to stay motivated. Keep your environment tidy to minimize distractions. Join a support group for accountability and shared strategies. These habits foster stability, clarity, and daily productivity.",
        "vi": "Kỹ năng tổ chức hỗ trợ việc quản lý rối loạn tăng động giảm chú ý bằng cách tạo ra cấu trúc và tính ổn định. Hãy sử dụng sổ kế hoạch hoặc ứng dụng để sắp xếp công việc, thời hạn và lời nhắc. Chia dự án lớn thành các bước nhỏ để duy trì động lực. Giữ môi trường làm việc gọn gàng để giảm yếu tố gây phân tâm. Tham gia nhóm hỗ trợ để duy trì trách nhiệm và chia sẻ chiến lược. Những thói quen này giúp bạn nuôi dưỡng sự ổn định, rõ ràng và năng suất mỗi ngày."
      },
      "tags": [
        "organization",
        "ADHD"
      ],
      "audio": "adhd_support_vip3_organization.mp3"
    },
    {
      "slug": "resilience",
      "keywords_en": [
        "resilience",
        "emotional strength",
        "coping"
      ],
      "keywords_vi": [
        "kiên cường",
        "sức mạnh cảm xúc",
        "đối phó"
      ],
      "copy": {
        "en": "Building resilience is key to thriving with ADHD. Combine mindfulness, structure, and self-compassion to handle challenges with strength. Journaling fosters reflection and growth, helping you recover quickly from setbacks. Connect with others for shared wisdom and emotional support. Over time, resilience transforms obstacles into opportunities for confidence, clarity, and balance.",
        "vi": "Xây dựng nghị lực là yếu tố cốt lõi để sống tốt với rối loạn tăng động giảm chú ý. Hãy kết hợp chánh niệm, kỷ luật và lòng tự cảm thông để đối mặt với thử thách bằng sức mạnh nội tâm. Viết nhật ký giúp bạn suy ngẫm và phát triển, phục hồi nhanh chóng sau những khó khăn. Kết nối với người khác để học hỏi kinh nghiệm và nhận hỗ trợ tinh thần. Theo thời gian, nghị lực giúp bạn biến trở ngại thành cơ hội để trưởng thành, tự tin và cân bằng hơn."
      },
      "tags": [
        "resilience",
        "ADHD"
      ],
      "audio": "adhd_support_vip3_resilience.mp3"
    }
  ],
  "id": "adhd_support_vip3",
  "title": {
    "en": "ADHD Support",
    "vi": "Hỗ Trợ Rối Loạn Tăng Động Giảm Chú Ý"
  },
  "content": {
    "en": "Expert strategies for comprehensive ADHD management and resilience",
    "vi": ""
  }
}