{
  "id": "adhd-support-vip1",
  "name": "ADHD Support",
  "name_vi": "Hỗ Trợ Rối Loạn Tăng Động Giảm Chú Ý",
  "description": "In-depth strategies for managing ADHD with focus and organization",
  "keywords_en": [
    "ADHD",
    "time management",
    "focus",
    "support system"
  ],
  "keywords_vi": [
    "rối loạn tăng động giảm chú ý",
    "quản lý thời gian",
    "tập trung",
    "hệ thống hỗ trợ"
  ],
  "entries": [
    {
      "slug": "time-management",
      "keywords_en": [
        "time management",
        "organization",
        "productivity"
      ],
      "keywords_vi": [
        "quản lý thời gian",
        "tổ chức",
        "năng suất"
      ],
      "copy": {
        "en": "Effective time management is essential for living well with ADHD. Use a planner or digital calendar to break large goals into small, achievable steps. Work in focused 25-minute sessions, followed by short breaks to recharge. Prioritize one task at a time to avoid overwhelm. Connect with supportive people who can offer accountability and encouragement. Over time, these habits strengthen focus, confidence, and daily balance.",
        "vi": "Quản lý thời gian hiệu quả là yếu tố thiết yếu để sống tốt với rối loạn tăng động giảm chú ý. Hãy dùng sổ kế hoạch hoặc lịch điện tử để chia mục tiêu lớn thành các bước nhỏ, dễ thực hiện. Làm việc trong từng phiên 25 phút xen kẽ nghỉ ngắn để tái tạo năng lượng. Ưu tiên từng nhiệm vụ một để tránh cảm giác quá tải. Kết nối với những người hỗ trợ có thể giúp bạn duy trì kỷ luật và động lực. Theo thời gian, những thói quen này sẽ củng cố khả năng tập trung, tự tin và cân bằng mỗi ngày."
      },
      "tags": [
        "time management",
        "ADHD"
      ],
      "audio": "adhd_support_vip1_time_management.mp3"
    },
    {
      "slug": "focus-strategies",
      "keywords_en": [
        "focus",
        "concentration",
        "productivity"
      ],
      "keywords_vi": [
        "tập trung",
        "chú ý",
        "năng suất"
      ],
      "copy": {
        "en": "Focus strategies help channel ADHD energy into productivity. Design a workspace free of distractions and background noise. Use short, timed intervals—like 25 minutes of focused effort followed by a five-minute break—to maintain concentration. Practice mindfulness breathing to bring your attention back when your mind wanders. Join a support group for shared tips and accountability. These practices strengthen consistency and daily focus.",
        "vi": "Chiến lược tăng cường tập trung giúp chuyển hóa năng lượng của rối loạn tăng động giảm chú ý thành năng suất. Hãy tạo không gian làm việc yên tĩnh, hạn chế tiếng ồn và yếu tố gây xao nhãng. Làm việc theo từng khoảng ngắn—chẳng hạn 25 phút tập trung rồi nghỉ 5 phút—để duy trì sự chú ý. Thực hành thở chánh niệm để đưa tâm trở lại khi bị phân tán. Tham gia nhóm hỗ trợ để chia sẻ kinh nghiệm và giữ trách nhiệm lẫn nhau. Những thực hành này giúp bạn duy trì nhịp độ ổn định và tăng khả năng tập trung hằng ngày."
      },
      "tags": [
        "focus",
        "ADHD"
      ],
      "audio": "adhd_support_vip1_focus_strategies.mp3"
    },
    {
      "slug": "support-system",
      "keywords_en": [
        "support system",
        "community",
        "empathy"
      ],
      "keywords_vi": [
        "hệ thống hỗ trợ",
        "cộng đồng",
        "đồng cảm"
      ],
      "copy": {
        "en": "A strong support system is vital for ADHD management. Share your needs and challenges with trusted friends, family, or support groups to build empathy and understanding. Open communication reduces isolation and encourages cooperation. Regular check-ins provide motivation and perspective, helping you stay resilient and manage ADHD with confidence and self-acceptance.",
        "vi": "Hệ thống hỗ trợ vững chắc giữ vai trò quan trọng trong việc quản lý rối loạn tăng động giảm chú ý. Hãy chia sẻ nhu cầu và khó khăn của bạn với bạn bè, gia đình hoặc nhóm hỗ trợ đáng tin cậy để xây dựng sự đồng cảm và thấu hiểu. Giao tiếp cởi mở giúp giảm cô lập và tăng tinh thần hợp tác. Việc duy trì liên lạc thường xuyên mang lại động lực và góc nhìn tích cực, giúp bạn kiên cường, tự tin và chấp nhận bản thân trong quá trình quản lý ADHD."
      },
      "tags": [
        "support",
        "ADHD"
      ],
      "audio": "adhd_support_vip1_support_system.mp3"
    },
    {
      "slug": "emotional-regulation",
      "keywords_en": [
        "emotional regulation",
        "calm",
        "resilience"
      ],
      "keywords_vi": [
        "điều hòa cảm xúc",
        "bình tĩnh",
        "kiên cường"
      ],
      "copy": {
        "en": "Emotional regulation supports ADHD management by fostering calm and awareness. When frustration rises, pause and breathe before reacting. Use journaling to process emotions and recognize recurring triggers. Practice mindfulness or gentle movement to release tension. Connect with a support network to share strategies and encouragement. These mindful habits strengthen resilience, helping you manage impulsivity and maintain emotional balance day by day.",
        "vi": "Điều hòa cảm xúc giúp quản lý rối loạn tăng động giảm chú ý bằng cách nuôi dưỡng sự bình tĩnh và tỉnh thức. Khi cảm thấy căng thẳng hay bực bội, hãy tạm dừng và hít thở sâu trước khi phản ứng. Viết nhật ký để giải tỏa cảm xúc và nhận diện các yếu tố lặp lại. Thực hành chánh niệm hoặc vận động nhẹ để xua tan căng thẳng. Kết nối với mạng lưới hỗ trợ để chia sẻ chiến lược và nhận khích lệ. Những thói quen tỉnh thức này giúp bạn kiềm chế bốc đồng, tăng nghị lực và duy trì cân bằng cảm xúc mỗi ngày."
      },
      "tags": [
        "emotions",
        "ADHD"
      ],
      "audio": "adhd_support_vip1_emotional_regulation.mp3"
    },
    {
      "slug": "all",
      "keywords_en": [
        "all",
        "full sequence",
        "complete",
        "combined",
        "adhd support"
      ],
      "keywords_vi": [
        "tất cả",
        "chuỗi đầy đủ",
        "hoàn chỉnh",
        "kết hợp",
        "hỗ trợ adhd"
      ],
      "copy": {
        "en": "Effective time management is essential for living well with ADHD. Use a planner or digital calendar to break large goals into small, achievable steps. Work in focused 25-minute sessions, followed by short breaks to recharge. Prioritize one task at a time to avoid overwhelm. Connect with supportive people who can offer accountability and encouragement. Over time, these habits strengthen focus, confidence, and daily balance. Focus strategies help channel ADHD energy into productivity. Design a workspace free of distractions and background noise. Use short, timed intervals—like 25 minutes of focused effort followed by a five-minute break—to maintain concentration. Practice mindfulness breathing to bring your attention back when your mind wanders. Join a support group for shared tips and accountability. These practices strengthen consistency and daily focus. A strong support system is vital for ADHD management. Share your needs and challenges with trusted friends, family, or support groups to build empathy and understanding. Open communication reduces isolation and encourages cooperation. Regular check-ins provide motivation and perspective, helping you stay resilient and manage ADHD with confidence and self-acceptance. Emotional regulation supports ADHD management by fostering calm and awareness. When frustration rises, pause and breathe before reacting. Use journaling to process emotions and recognize recurring triggers. Practice mindfulness or gentle movement to release tension. Connect with a support network to share strategies and encouragement. These mindful habits strengthen resilience, helping you manage impulsivity and maintain emotional balance day by day.",
        "vi": "Quản lý thời gian hiệu quả là yếu tố thiết yếu để sống tốt với rối loạn tăng động giảm chú ý. Hãy dùng sổ kế hoạch hoặc lịch điện tử để chia mục tiêu lớn thành các bước nhỏ, dễ thực hiện. Làm việc trong từng phiên 25 phút xen kẽ nghỉ ngắn để tái tạo năng lượng. Ưu tiên từng nhiệm vụ một để tránh cảm giác quá tải. Kết nối với những người hỗ trợ có thể giúp bạn duy trì kỷ luật và động lực. Theo thời gian, những thói quen này sẽ củng cố khả năng tập trung, tự tin và cân bằng mỗi ngày. Chiến lược tăng cường tập trung giúp chuyển hóa năng lượng của rối loạn tăng động giảm chú ý thành năng suất. Hãy tạo không gian làm việc yên tĩnh, hạn chế tiếng ồn và yếu tố gây xao nhãng. Làm việc theo từng khoảng ngắn—chẳng hạn 25 phút tập trung rồi nghỉ 5 phút—để duy trì sự chú ý. Thực hành thở chánh niệm để đưa tâm trở lại khi bị phân tán. Tham gia nhóm hỗ trợ để chia sẻ kinh nghiệm và giữ trách nhiệm lẫn nhau. Những thực hành này giúp bạn duy trì nhịp độ ổn định và tăng khả năng tập trung hằng ngày. Hệ thống hỗ trợ vững chắc giữ vai trò quan trọng trong việc quản lý rối loạn tăng động giảm chú ý. Hãy chia sẻ nhu cầu và khó khăn của bạn với bạn bè, gia đình hoặc nhóm hỗ trợ đáng tin cậy để xây dựng sự đồng cảm và thấu hiểu. Giao tiếp cởi mở giúp giảm cô lập và tăng tinh thần hợp tác. Việc duy trì liên lạc thường xuyên mang lại động lực và góc nhìn tích cực, giúp bạn kiên cường, tự tin và chấp nhận bản thân trong quá trình quản lý ADHD. Điều hòa cảm xúc giúp quản lý rối loạn tăng động giảm chú ý bằng cách nuôi dưỡng sự bình tĩnh và tỉnh thức. Khi cảm thấy căng thẳng hay bực bội, hãy tạm dừng và hít thở sâu trước khi phản ứng. Viết nhật ký để giải tỏa cảm xúc và nhận diện các yếu tố lặp lại. Thực hành chánh niệm hoặc vận động nhẹ để xua tan căng thẳng. Kết nối với mạng lưới hỗ trợ để chia sẻ chiến lược và nhận khích lệ. Những thói quen tỉnh thức này giúp bạn kiềm chế bốc đồng, tăng nghị lực và duy trì cân bằng cảm xúc mỗi ngày."
      },
      "tags": [
        "all",
        "combined",
        "full sequence",
        "complete"
      ],
      "audio": "adhd_support_vip1_time_management.mp3 adhd_support_vip1_focus_strategies.mp3 adhd_support_vip1_support_system.mp3 adhd_support_vip1_emotional_regulation.mp3"
    }
  ]
}
