{"id":"adhd_support_free","tier":"Free / Miễn phí","domain":"Mental Health","name":"ADHD Support","name_vi":"Hỗ Trợ Rối Loạn Tăng Động Giảm Chú Ý","description":"Practical guidance for managing ADHD with simple, supportive strategies. Build focus, organize your day, and rely on a healthy support network.","description_vi":"Hướng dẫn thực tế để quản lý ADHD bằng những chiến lược đơn giản và mang tính hỗ trợ. Giúp bạn tăng khả năng tập trung, tổ chức ngày của mình và xây dựng hệ thống hỗ trợ lành mạnh.","title":{"en":"ADHD Support","vi":"Hỗ Trợ Rối Loạn Tăng Động Giảm Chú Ý"},"content":{"en":"Practical guidance for managing ADHD with simple, supportive strategies. Build focus, organize your day, and rely on a healthy support network. Start small, stay consistent, and explore deeper tools in higher tiers.","vi":"Hướng dẫn thực tế để quản lý ADHD bằng những chiến lược đơn giản và mang tính hỗ trợ. Giúp bạn tăng khả năng tập trung, tổ chức ngày của mình và xây dựng hệ thống hỗ trợ lành mạnh. Bắt đầu từ những bước nhỏ, duy trì đều đặn và khám phá thêm công cụ nâng cao ở các cấp độ cao hơn."},"keywords_en":["adhd","focus","time management","productivity","support system"],"keywords_vi":["adhd","tập trung","quản lý thời gian","năng suất","hệ thống hỗ trợ"],"entries":[{"slug":"time-management","keywords_en":["time management","organization","productivity"],"keywords_vi":["quản lý thời gian","tổ chức","năng suất"],"copy":{"en":"Managing ADHD begins with effective time management. Use a planner or digital calendar to break big goals into small steps. Set timers for focused work sessions and reward yourself after completing each part. Prioritize one task at a time to reduce overwhelm. Connect with supportive people who offer encouragement to help you stay on track and build lasting confidence.","vi":"Quản lý ADHD bắt đầu từ việc sắp xếp thời gian hiệu quả. Hãy sử dụng sổ kế hoạch hoặc lịch điện tử để chia nhỏ mục tiêu lớn thành những bước dễ thực hiện. Đặt hẹn giờ cho từng phiên làm việc tập trung và tự thưởng khi hoàn thành. Ưu tiên từng nhiệm vụ để tránh quá tải. Kết nối với những người hỗ trợ để nhận động viên và giữ đúng hướng, củng cố sự tự tin lâu dài."},"tags":["time-management","adhd"],"audio":"adhd_support_free_time_management.mp3"},{"slug":"focus-strategies","keywords_en":["focus","concentration","productivity"],"keywords_vi":["tập trung","chú ý","năng suất"],"copy":{"en":"Focus strategies are essential for managing ADHD. Create a distraction-free workspace and work in short bursts, like 25 minutes of focus followed by a break. Practice mindfulness to stay present and reset when distracted. Join support groups to exchange tips and stay accountable. These small habits help strengthen focus and build daily momentum.","vi":"Chiến lược tăng khả năng tập trung là yếu tố quan trọng để quản lý các triệu chứng ADHD. Hãy tạo một không gian làm việc yên tĩnh, không bị xao nhãng, và làm việc theo từng đợt ngắn như 25 phút rồi nghỉ. Thực hành chánh niệm để duy trì sự hiện diện và quay lại khi mất tập trung. Kết nối với nhóm hỗ trợ để học hỏi mẹo hữu ích và duy trì động lực. Những bước đơn giản này giúp bạn cải thiện khả năng tập trung và tạo đà tiến mỗi ngày."},"tags":["focus","adhd"],"audio":"adhd_support_free_focus_strategies.mp3"},{"slug":"support-system","keywords_en":["support system","community","empathy"],"keywords_vi":["hệ thống hỗ trợ","cộng đồng","đồng cảm"],"copy":{"en":"A strong support system makes ADHD management easier. Share your challenges openly with friends, family, or support groups to build empathy. Regular check-ins provide encouragement and help you stay motivated. With a community that listens and supports you, ADHD becomes easier to navigate with resilience and confidence.","vi":"Một hệ thống hỗ trợ vững chắc giúp việc quản lý ADHD trở nên dễ dàng hơn. Hãy chia sẻ cởi mở những khó khăn với bạn bè, gia đình hoặc nhóm hỗ trợ để tạo sự đồng cảm. Việc duy trì liên lạc thường xuyên giúp bạn nhận được động viên và duy trì động lực. Khi có một cộng đồng lắng nghe và đồng hành, bạn sẽ đối mặt thử thách ADHD với nghị lực và sự tự tin."},"tags":["support","adhd"],"audio":"adhd_support_free_support_system.mp3"},{"slug":"all","keywords_en":["all","full sequence","combined","complete","adhd support"],"keywords_vi":["tất cả","chuỗi đầy đủ","kết hợp","hoàn chỉnh","hỗ trợ adhd"],"copy":{"en":"Managing ADHD begins with effective time management. Use a planner or digital calendar to break big goals into small steps. Set timers for focused sessions and reward yourself for progress. Prioritize tasks to reduce overwhelm and stay supported by encouraging people around you. Focus strategies reinforce daily momentum: create a distraction-free workspace, work in short bursts, and practice mindfulness to stay present. Support groups provide shared tips and accountability. A strong support system makes ADHD management easier—share challenges openly, stay connected, and rely on a community that listens. With consistency and support, you can navigate ADHD with confidence.","vi":"Quản lý ADHD bắt đầu từ việc sắp xếp thời gian hiệu quả. Chia nhỏ mục tiêu lớn và sử dụng hẹn giờ cho các phiên làm việc tập trung. Tự thưởng cho từng tiến bộ nhỏ để duy trì động lực. Chiến lược tập trung như tạo không gian yên tĩnh, làm việc theo từng đợt ngắn và thực hành chánh niệm giúp tăng khả năng chú ý. Nhóm hỗ trợ mang lại mẹo hữu ích và sự gắn kết. Một hệ thống hỗ trợ vững chắc giúp quản lý ADHD dễ dàng hơn—hãy chia sẻ khó khăn, duy trì kết nối và dựa vào cộng đồng luôn lắng nghe. Với sự kiên định và hỗ trợ đúng cách, bạn có thể đối mặt ADHD với sự tự tin."},"tags":["all","combined","adhd"],"audio":"adhd_support_free_all.mp3"}]}
