{
  "id": "alphabet_adventure_kids_l1",
  "tier": "Kids Level 1 / Trẻ Em Cấp 1",
  "title": {
    "en": "Alphabet Adventure",
    "vi": "Hành Trình Bảng Chữ Cái"
  },
  "content": {
    "en": "A gentle, playful room where kids aged 4–7 meet the alphabet through songs, games, animals, drawing, and bedtime rituals. Parents guide short, happy moments that make letters feel like friendly characters instead of homework.",
    "vi": "Một phòng chơi nhẹ nhàng, nơi trẻ 4–7 tuổi làm quen bảng chữ cái qua bài hát, trò chơi, con vật, vẽ và nghi thức trước giờ ngủ. Cha mẹ dẫn dắt những khoảnh khắc ngắn, vui, để chữ cái trở nên thân thiện thay vì bài vở.",
    "audio": "alphabet_adventure_v1_intro.mp3"
  },
  "entries": [
    {
      "slug": "abc-warm-up-song",
      "keywords_en": ["alphabet", "song", "fun", "letters"],
      "keywords_vi": ["bảng chữ cái", "bài hát", "vui", "chữ cái"],
      "copy": { ... SAME ... },
      "tags": ["alphabet", "song", "warm-up"],
      "audio": "alphabet_adventure_v1_abc_song.mp3"
    },
    {
      "slug": "letter-hunt-at-home",
      "keywords_en": ["alphabet", "game", "home", "sounds"],
      "keywords_vi": ["bảng chữ cái", "trò chơi", "ở nhà", "âm thanh"],
      "copy": { ... SAME ... },
      "tags": ["alphabet", "home game"],
      "audio": "alphabet_adventure_v1_letter_hunt.mp3"
    },
    {
      "slug": "animal-alphabet-friends",
      "keywords_en": ["animals", "letters", "movement", "sounds"],
      "keywords_vi": ["con vật", "chữ cái", "vận động", "âm thanh"],
      "copy": { ... SAME ... },
      "tags": ["alphabet", "animals", "movement"],
      "audio": "alphabet_adventure_v1_animal_friends.mp3"
    },
    {
      "slug": "drawing-and-tracing-letters",
      "keywords_en": ["writing", "tracing", "motor skills", "letters"],
      "keywords_vi": ["tập viết", "tô chữ", "vận động tinh", "chữ cái"],
      "copy": { ... SAME ... },
      "tags": ["writing", "tracing"],
      "audio": "alphabet_adventure_v1_drawing.mp3"
    },
    {
      "slug": "alphabet-bedtime-ritual",
      "keywords_en": ["bedtime", "ritual", "review", "calm"],
      "keywords_vi": ["trước khi ngủ", "nghi thức", "ôn lại", "bình yên"],
      "copy": { ... SAME ... },
      "tags": ["bedtime", "alphabet", "ritual"],
      "audio": "alphabet_adventure_v1_bedtime_ritual.mp3"
    },

    {
      "slug": "all",
      "keywords_en": ["all", "full", "complete", "everything"],
      "keywords_vi": ["tất cả", "toàn bộ", "đầy đủ", "hết"],
      "copy": {
        "en": "The alphabet is like a magic song you can learn by heart. Start by singing A–B–C slowly, clapping your hands with each letter. Point to big, colorful letters on a page or screen as you sing. Don’t worry about mistakes; just enjoy the rhythm and sound. When your child smiles or joins in, repeat the song once more. Bit by bit, the letters will feel friendly and familiar, like fun little characters they meet every day.\n\nTurn your home into a secret alphabet playground. Choose one letter, like “B,” and invite your child to find things that start with that sound: ball, book, bag. Say the word slowly and gently highlight the first sound. Celebrate every correct guess with a high-five or happy “yes!” If they get stuck, give hints instead of answers.\n\nChildren love animals, so let letters borrow their magic. Match each letter with a fun animal: A for alligator, B for bear, C for cat. Show a picture, say the animal name, then repeat the first sound together. Invite your child to move like the animal while saying the letter: “B, B, bear!”\n\nLearning letters through the hand makes them stay longer in the mind. Start with big shapes: draw a giant “A” on paper or in the air, and let your child trace over it with a finger or crayon.\n\nTurn the alphabet into a soft bedtime ritual. Choose three letters for the night, like A, B, and C. Whisper the letters slowly and think of a gentle word for each.",
        "vi": "Bảng chữ cái giống như một bài hát kỳ diệu mà bé có thể học thuộc. Bắt đầu bằng cách hát A–B–C thật chậm, vỗ tay theo từng chữ. Chỉ vào các chữ cái to, nhiều màu trên trang giấy hoặc màn hình khi hát. Đừng lo về sai sót.\n\nBiến ngôi nhà thành một sân chơi bảng chữ cái bí mật. Chọn một chữ như “B” và rủ bé tìm đồ vật bắt đầu bằng âm đó.\n\nGhép chữ cái với động vật vui: A cho alligator, B cho bear, C cho cat.\n\nCho bé tô chữ thật lớn trên giấy hoặc trong không khí.\n\nBiến bảng chữ cái thành nghi thức ngủ nhẹ nhàng với ba chữ cái mỗi tối."
      },
      "tags": ["all", "full", "complete"],
      "audio": "alphabet_adventure_v1_all.mp3"
    }
  ],

  "meta": {
    "age_range": "4-7",
    "level": "Kids Level 1",
    "created_at": "2025-11-21T00:00:00+00:00",
    "updated_at": "2025-11-21T00:00:00+00:00",
    "entry_count": 6,
    "room_color": "#FFC1E3"
  }
}
