{
  "id": "anxiety-relief-vip2",
  "name": "Anxiety Relief",
  "name_vi": "Giảm Lo Âu",
  "description": "Advanced, evidence-based tools for long-term anxiety relief. This VIP2 room teaches breathing, grounding, thought challenge, body scan, exposure, and lifestyle balance. Practice one skill daily. Track progress gently. Over weeks, anxiety softens. No pressure, just steady growth. Deeper support in higher tiers.",
  "keywords_en": ["anxiety", "breathing", "grounding", "cognitive therapy", "mindfulness", "exposure"],
  "keywords_vi": ["lo âu", "thở", "tiếp đất", "liệu pháp nhận thức", "chánh niệm", "phơi nhiễm"],
  "entries": [
    {
      "slug": "breathing",
      "keywords_en": ["breathing", "calm", "anxiety"],
      "keywords_vi": ["thở", "bình tĩnh", "lo âu"],
      "copy": {
        "en": "Advanced breathing techniques provide lasting anxiety relief. Try 4-7-8 breathing: inhale four, hold seven, exhale eight to regulate nervous system. Use during triggers for immediate calm. Build a daily routine to strengthen response. Connect with a support group to share progress and tips, fostering resilience and reducing anxiety frequency over time with consistent practice and community encouragement.",
        "vi": "Kỹ thuật thở nâng cao mang lại sự giảm lo âu lâu dài. Thử thở 4-7-8: hít vào bốn, giữ bảy, thở ra tám để điều chỉnh hệ thần kinh. Sử dụng khi gặp tác nhân kích hoạt để bình tĩnh ngay lập tức. Xây dựng thói quen hàng ngày để tăng cường phản ứng. Kết nối với nhóm hỗ trợ để chia sẻ tiến bộ và mẹo, nuôi dưỡng sức bền và giảm tần suất lo âu theo thời gian thông qua thực hành nhất quán và khuyến khích cộng đồng."
      },
      "tags": ["breathing", "anxiety"],
      "audio": "anxiety_relief_vip2_breathing.mp3"
    },
    {
      "slug": "grounding",
      "keywords_en": ["grounding", "present", "calm"],
      "keywords_vi": ["tiếp đất", "hiện tại", "bình tĩnh"],
      "copy": {
        "en": "Enhanced grounding stops anxiety spirals effectively. Use advanced 5-4-3-2-1 with emotions: five sights, four touches, three sounds, two smells, one taste, then name one feeling. Practice in calm moments to master during stress. Journal patterns to predict triggers. Connect with a therapist or group for deeper strategies, building long-term resilience and emotional control against anxiety.",
        "vi": "Tiếp đất nâng cao dừng vòng xoáy lo âu hiệu quả. Sử dụng 5-4-3-2-1 nâng cao với cảm xúc: năm hình ảnh, bốn chạm, ba âm thanh, hai mùi, một vị, rồi gọi tên một cảm giác. Luyện trong lúc bình tĩnh để thành thạo khi căng thẳng. Ghi nhật ký mô hình để dự đoán tác nhân. Kết nối với chuyên gia hoặc nhóm cho chiến lược sâu, xây dựng sức bền lâu dài và kiểm soát cảm xúc chống lo âu."
      },
      "tags": ["grounding", "anxiety"],
      "audio": "anxiety_relief_vip2_grounding.mp3"
    },
    {
      "slug": "thought-challenge",
      "keywords_en": ["thought challenge", "cognitive", "anxiety"],
      "keywords_vi": ["thách thức suy nghĩ", "nhận thức", "lo âu"],
      "copy": {
        "en": "Cognitive challenging rewires anxious thinking patterns. Use CBT worksheet: identify thought, evidence for/against, balanced alternative. Practice weekly to reduce automatic fears. Track in journal for progress. Connect with a CBT group or therapist for guided sessions, enhancing resilience and creating lasting change in anxiety response through structured practice and expert support.",
        "vi": "Thách thức nhận thức tái cấu trúc mô hình suy nghĩ lo âu. Sử dụng bảng CBT: xác định suy nghĩ, bằng chứng ủng hộ/phản bác, thay thế cân bằng. Luyện hàng tuần để giảm sợ tự động. Theo dõi trong nhật ký để tiến bộ. Kết nối nhóm CBT hoặc chuyên gia cho buổi hướng dẫn, tăng sức bền và tạo thay đổi lâu dài trong phản ứng lo âu qua thực hành cấu trúc và hỗ trợ chuyên môn."
      },
      "tags": ["cognitive", "anxiety"],
      "audio": "anxiety_relief_vip2_thought_challenge.mp3"
    },
    {
      "slug": "body-scan",
      "keywords_en": ["body scan", "relaxation", "anxiety"],
      "keywords_vi": ["quét cơ thể", "thư giãn", "lo âu"],
      "copy": {
        "en": "Progressive body scan releases stored anxiety tension. Start at feet, tense for five seconds, release while exhaling. Move up to head. Practice twenty minutes nightly. Use guided audio for consistency. Connect with a mindfulness group to share experiences, building deeper relaxation, resilience, and freedom from physical anxiety symptoms over time.",
        "vi": "Quét cơ thể tiến triển giải phóng căng thẳng lo âu tích tụ. Bắt đầu từ chân, căng năm giây, thả khi thở ra. Di chuyển lên đầu. Luyện hai mươi phút mỗi tối. Dùng audio hướng dẫn để nhất quán. Kết nối nhóm chánh niệm để chia sẻ trải nghiệm, xây dựng thư giãn sâu hơn, sức bền và tự do khỏi triệu chứng lo âu vật lý theo thời gian."
      },
      "tags": ["relaxation", "anxiety"],
      "audio": "anxiety_relief_vip2_body_scan.mp3"
    },
    {
      "slug": "exposure",
      "keywords_en": ["exposure", "facing fears", "anxiety"],
      "keywords_vi": ["phơi nhiễm", "đối mặt nỗi sợ", "lo âu"],
      "copy": {
        "en": "Gradual exposure reduces anxiety triggers long-term. Create fear hierarchy from least to most scary. Start with imagining, then real exposure. Stay in situation until anxiety drops fifty percent. Journal success to build confidence. Connect with a therapist for guided exposure, fostering resilience and mastering fears through systematic practice and professional support.",
        "vi": "Phơi nhiễm dần dần giảm tác nhân lo âu lâu dài. Tạo thứ bậc sợ từ ít đến nhiều. Bắt đầu tưởng tượng, rồi phơi nhiễm thực. Ở lại tình huống đến khi lo âu giảm năm mươi phần trăm. Ghi nhật ký thành công để tăng tự tin. Kết nối chuyên gia cho phơi nhiễm hướng dẫn, nuôi dưỡng sức bền và làm chủ nỗi sợ qua thực hành hệ thống và hỗ trợ chuyên nghiệp."
      },
      "tags": ["exposure", "anxiety"],
      "audio": "anxiety_relief_vip2_exposure.mp3"
    },
    {
      "slug": "lifestyle",
      "keywords_en": ["lifestyle", "habits", "anxiety"],
      "keywords_vi": ["lối sống", "thói quen", "lo âu"],
      "copy": {
        "en": "Lifestyle changes prevent anxiety buildup. Limit caffeine, exercise thirty minutes daily, maintain sleep schedule. Eat balanced meals to stabilize mood. Track habits in app for consistency. Connect with a wellness coach or group for accountability, building sustainable habits that reduce anxiety and enhance overall resilience in daily life.",
        "vi": "Thay đổi lối sống ngăn tích tụ lo âu. Giới hạn caffeine, tập ba mươi phút hàng ngày, duy trì lịch ngủ. Ăn bữa cân bằng để ổn định tâm trạng. Theo dõi thói quen trong app để nhất quán. Kết nối huấn luyện viên sức khỏe hoặc nhóm để trách nhiệm, xây dựng thói quen bền vững giảm lo âu và tăng sức bền tổng thể trong đời sống hàng ngày."
      },
      "tags": ["lifestyle", "anxiety"],
      "audio": "anxiety_relief_vip2_lifestyle.mp3"
    },
    {
      "slug": "all",
      "keywords_en": ["all", "full sequence", "combined"],
      "keywords_vi": ["tất cả", "chuỗi đầy đủ", "kết hợp"],
      "copy": {
        "en": "Advanced breathing techniques provide lasting anxiety relief. Try 4-7-8 breathing: inhale four, hold seven, exhale eight to regulate nervous system. Use during triggers for immediate calm. Build a daily routine to strengthen response. Connect with a support group to share progress and tips, fostering resilience and reducing anxiety frequency over time with consistent practice and community encouragement. Enhanced grounding stops anxiety spirals effectively. Use advanced 5-4-3-2-1 with emotions: five sights, four touches, three sounds, two smells, one taste, then name one feeling. Practice in calm moments to master during stress. Journal patterns to predict triggers. Connect with a therapist or group for deeper strategies, building long-term resilience and emotional control against anxiety. Cognitive challenging rewires anxious thinking patterns. Use CBT worksheet: identify thought, evidence for/against, balanced alternative. Practice weekly to reduce automatic fears. Track in journal for progress. Connect with a CBT group or therapist for guided sessions, enhancing resilience and creating lasting change in anxiety response through structured practice and expert support. Progressive body scan releases stored anxiety tension. Start at feet, tense for five seconds, release while exhaling. Move up to head. Practice twenty minutes nightly. Use guided audio for consistency. Connect with a mindfulness group to share experiences, building deeper relaxation, resilience, and freedom from physical anxiety symptoms over time. Gradual exposure reduces anxiety triggers long-term. Create fear hierarchy from least to most scary. Start with imagining, then real exposure. Stay in situation until anxiety drops fifty percent. Journal success to build confidence. Connect with a therapist for guided exposure, fostering resilience and mastering fears through systematic practice and professional support. Lifestyle changes prevent anxiety buildup. Limit caffeine, exercise thirty minutes daily, maintain sleep schedule. Eat balanced meals to stabilize mood. Track habits in app for consistency. Connect with a wellness coach or group for accountability, building sustainable habits that reduce anxiety and enhance overall resilience in daily life.",
        "vi": "Kỹ thuật thở nâng cao mang lại sự giảm lo âu lâu dài. Thử thở 4-7-8: hít vào bốn, giữ bảy, thở ra tám để điều chỉnh hệ thần kinh. Sử dụng khi gặp tác nhân kích hoạt để bình tĩnh ngay lập tức. Xây dựng thói quen hàng ngày để tăng cường phản ứng. Kết nối với nhóm hỗ trợ để chia sẻ tiến bộ và mẹo, nuôi dưỡng sức bền và giảm tần suất lo âu theo thời gian thông qua thực hành nhất quán và khuyến khích cộng đồng. Tiếp đất nâng cao dừng vòng xoáy lo âu hiệu quả. Sử dụng 5-4-3-2-1 nâng cao với cảm xúc: năm hình ảnh, bốn chạm, ba âm thanh, hai mùi, một vị, rồi gọi tên một cảm giác. Luyện trong lúc bình tĩnh để thành thạo khi căng thẳng. Ghi nhật ký mô hình để dự đoán tác nhân. Kết nối với chuyên gia hoặc nhóm cho chiến lược sâu, xây dựng sức bền lâu dài và kiểm soát cảm xúc chống lo âu. Thách thức nhận thức tái cấu trúc mô hình suy nghĩ lo âu. Sử dụng bảng CBT: xác định suy nghĩ, bằng chứng ủng hộ/phản bác, thay thế cân bằng. Luyện hàng tuần để giảm sợ tự động. Theo dõi trong nhật ký để tiến bộ. Kết nối nhóm CBT hoặc chuyên gia cho buổi hướng dẫn, tăng sức bền và tạo thay đổi lâu dài trong phản ứng lo âu qua thực hành cấu trúc và hỗ trợ chuyên môn. Quét cơ thể tiến triển giải phóng căng thẳng lo âu tích tụ. Bắt đầu từ chân, căng năm giây, thả khi thở ra. Di chuyển lên đầu. Luyện hai mươi phút mỗi tối. Dùng audio hướng dẫn để nhất quán. Kết nối nhóm chánh niệm để chia sẻ trải nghiệm, xây dựng thư giãn sâu hơn, sức bền và tự do khỏi triệu chứng lo âu vật lý theo thời gian. Phơi nhiễm dần dần giảm tác nhân lo âu lâu dài. Tạo thứ bậc sợ từ ít đến nhiều. Bắt đầu tưởng tượng, rồi phơi nhiễm thực. Ở lại tình huống đến khi lo âu giảm năm mươi phần trăm. Ghi nhật ký thành công để tăng tự tin. Kết nối chuyên gia cho phơi nhiễm hướng dẫn, nuôi dưỡng sức bền và làm chủ nỗi sợ qua thực hành hệ thống và hỗ trợ chuyên nghiệp. Thay đổi lối sống ngăn tích tụ lo âu. Giới hạn caffeine, tập ba mươi phút hàng ngày, duy trì lịch ngủ. Ăn bữa cân bằng để ổn định tâm trạng. Theo dõi thói quen trong app để nhất quán. Kết nối huấn luyện viên sức khỏe hoặc nhóm để trách nhiệm, xây dựng thói quen bền vững giảm lo âu và tăng sức bền tổng thể trong đời sống hàng ngày."
      },
      "tags": ["all", "combined"],
      "audio": "anxiety_relief_vip2_breathing.mp3 anxiety_relief_vip2_grounding.mp3 anxiety_relief_vip2_thought_challenge.mp3 anxiety_relief_vip2_body_scan.mp3 anxiety_relief_vip2_exposure.mp3 anxiety_relief_vip2_lifestyle.mp3"
    }
  ],
  "meta": {
    "created_at": "2025-10-28T00:00:00+00:00",
    "updated_at": "2025-10-28T00:00:00+00:00",
    "entry_count": 7,
    "tier": "vip2",
    "room_color": "#4A90E2"
  }
}
