{
  "schema_version": "1.0",
  "schema_id": "anxiety-relief-vip2",
  "id": "anxiety-relief-vip2",
  "tier": "free",
  "domain": "",
  "description": {
    "en": "Anxiety Relief",
    "vi": "Giảm Lo Âu"
  },
  "keywords": [
    "all",
    "anxiety",
    "body scan",
    "breathing",
    "calm",
    "cognitive",
    "combined",
    "complete",
    "exposure",
    "facing fears",
    "full sequence",
    "grounding",
    "habits",
    "lifestyle",
    "present",
    "relaxation",
    "thought challenge"
  ],
  "entries": [
    {
      "copy": {
        "en": "Advanced breathing trains your body to reset stress naturally. Use 4-7-8 rhythm: inhale 4 seconds, hold 7, exhale 8. Do three rounds each morning, before sleep, and during anxiety. Feel air through nose, belly rise. Combine with shoulder rolls or hand on heart. Journal nightly: when did breath help? Share with a friend. Over weeks, nervous system rewires to calm. Small rituals reduce attack intensity and frequency.",
        "vi": "Thở nâng cao giúp cơ thể tự điều chỉnh căng thẳng. Dùng nhịp 4-7-8: hít 4 giây, giữ 7, thở ra 8. Làm ba vòng mỗi sáng, trước ngủ và khi lo âu. Cảm nhận khí qua mũi, bụng nâng. Kết hợp xoay vai hoặc tay đặt ngực. Ghi tối: hơi thở giúp khi nào? Chia sẻ với bạn. Sau vài tuần, hệ thần kinh chuyển hướng bình an. Nghi thức nhỏ giảm mức độ và tần suất cơn lo âu."
      },
      "slug": "breathing",
      "tags": [
        "breathing",
        "anxiety"
      ],
      "audio": "anxiety_relief_vip2_breathing.mp3",
      "keywords_en": [
        "breathing",
        "calm",
        "anxiety"
      ],
      "keywords_vi": [
        "thở",
        "bình tĩnh",
        "lo âu"
      ]
    },
    {
      "copy": {
        "en": "Grounding returns you to the present when anxiety imagines danger. Use 5-4-3-2-1: name 5 sights, 4 touches, 3 sounds, 2 smells, 1 taste, then label one feeling. Practice daily. Stand barefoot, feel ground. Log stress before/after. Over time, fear loses momentum. Share with loved ones. Grounding turns anxiety into a cue for mindful presence.",
        "vi": "Tiếp đất đưa bạn về hiện tại khi lo âu tưởng tượng nguy cơ. Dùng 5-4-3-2-1: nêu 5 điều thấy, 4 chạm, 3 nghe, 2 ngửi, 1 nếm, rồi gọi tên một cảm xúc. Luyện mỗi ngày. Đứng chân trần, cảm đất. Ghi căng thẳng trước/sau. Dần dần, sợ mất đà. Chia sẻ với người thân. Tiếp đất biến lo âu thành tín hiệu hiện diện tỉnh thức."
      },
      "slug": "grounding",
      "tags": [
        "grounding",
        "anxiety"
      ],
      "audio": "anxiety_relief_vip2_grounding.mp3",
      "keywords_en": [
        "grounding",
        "present",
        "calm"
      ],
      "keywords_vi": [
        "tiếp đất",
        "hiện tại",
        "bình tĩnh"
      ]
    },
    {
      "copy": {
        "en": "Challenge anxious thoughts with evidence. Write the fear: “I’ll fail.” Ask: proof for/against? What would I tell a friend? Replace with balance: “I might struggle but can prepare.” Do on paper. Review weekly. Pair with slow breathing. Over months, distortion fades. Combine with CBT groups. Each challenge restores trust and weakens anxiety’s grip.",
        "vi": "Thách thức suy nghĩ lo âu bằng bằng chứng. Ghi nỗi sợ: “Tôi sẽ thất bại.” Hỏi: bằng chứng ủng hộ/phản bác? Tôi nói gì với bạn? Thay bằng cân bằng: “Tôi có thể gặp khó nhưng chuẩn bị được.” Viết ra giấy. Xem lại hàng tuần. Kết hợp thở chậm. Sau vài tháng, méo mó giảm. Kết hợp nhóm CBT. Mỗi thách thức khôi phục niềm tin và làm yếu quyền lực lo âu."
      },
      "slug": "thought-challenge",
      "tags": [
        "cognitive",
        "anxiety"
      ],
      "audio": "anxiety_relief_vip2_thought_challenge.mp3",
      "keywords_en": [
        "thought challenge",
        "cognitive",
        "anxiety"
      ],
      "keywords_vi": [
        "thách thức suy nghĩ",
        "nhận thức",
        "lo âu"
      ]
    },
    {
      "copy": {
        "en": "Body scan releases hidden tension. Lie down, breathe, tense/release from feet to face. Observe warmth, heaviness. Do nightly. Use guided audio. Note tense areas. Regular practice deepens relaxation, improves sleep, grounds emotion. Anxiety loses physical hold as body learns relaxation is possible anytime.",
        "vi": "Quét cơ thể giải phóng căng thẳng ẩn. Nằm, thở, căng/thả từ chân đến mặt. Quan sát ấm, nặng. Làm mỗi tối. Dùng audio hướng dẫn. Ghi vùng căng. Luyện đều giúp thư giãn sâu, ngủ ngon, giữ cảm xúc hiện tại. Lo âu mất ảnh hưởng thân thể khi cơ thể học thư giãn luôn khả thi. (200 từ)"
      },
      "slug": "body-scan",
      "tags": [
        "relaxation",
        "anxiety"
      ],
      "audio": "anxiety_relief_vip2_body_scan.mp3",
      "keywords_en": [
        "body scan",
        "relaxation",
        "anxiety"
      ],
      "keywords_vi": [
        "quét cơ thể",
        "thư giãn",
        "lo âu"
      ]
    },
    {
      "copy": {
        "en": "Gradual exposure teaches fear is survivable. List triggers mild to severe. Visualize calm handling. Move to real life with slow breathing. Stay until anxiety drops 50%. Record wins. Work with therapist if needed. Repeat until calm replaces fear. Over months, tolerance grows, confidence rises. Exposure turns threat into courage.",
        "vi": "Phơi nhiễm từng bước dạy nỗi sợ có thể vượt qua. Liệt kê tác nhân từ nhẹ đến nặng. Hình dung xử lý bình tĩnh. Chuyển sang thực tế với thở chậm. Ở lại đến khi lo âu giảm 50%. Ghi thành công. Làm cùng chuyên gia nếu cần. Lặp lại đến khi bình tĩnh thay sợ. Sau vài tháng, chịu đựng tăng, tự tin dâng. Phơi nhiễm biến đe dọa thành can đảm."
      },
      "slug": "exposure",
      "tags": [
        "exposure",
        "anxiety"
      ],
      "audio": "anxiety_relief_vip2_exposure.mp3",
      "keywords_en": [
        "exposure",
        "facing fears",
        "anxiety"
      ],
      "keywords_vi": [
        "phơi nhiễm",
        "đối mặt nỗi sợ",
        "lo âu"
      ]
    },
    {
      "copy": {
        "en": "Lifestyle prevents chronic stress. Sleep consistently, eat balanced, move 30 min 5x/week. Limit caffeine, alcohol, screens. Track mood-habit links. Replace doom-scrolling with walks. Schedule weekly check-ins. Celebrate wins. Use coach for structure. Micro-choices build emotional stability. Calm lifestyle enables creativity and joy beyond anxiety.",
        "vi": "Lối sống ngăn căng thẳng mạn. Ngủ đều, ăn cân, vận động 30 phút 5 lần/tuần. Giảm caffeine, rượu, màn hình. Theo dõi liên hệ tâm trạng-thói quen. Thay lướt tin tiêu cực bằng đi bộ. Lên lịch gặp bạn hàng tuần. Khen chiến thắng. Dùng huấn luyện viên để có cấu trúc. Lựa chọn nhỏ tích lũy thành ổn định cảm xúc. Lối sống bình an nuôi sáng tạo và niềm vui vượt lo âu."
      },
      "slug": "lifestyle",
      "tags": [
        "lifestyle",
        "anxiety"
      ],
      "audio": "anxiety_relief_vip2_lifestyle.mp3",
      "keywords_en": [
        "lifestyle",
        "habits",
        "anxiety"
      ],
      "keywords_vi": [
        "lối sống",
        "thói quen",
        "lo âu"
      ]
    },
    {
      "copy": {
        "en": "Advanced breathing trains your body to reset stress naturally. Use 4-7-8 rhythm: inhale 4 seconds, hold 7, exhale 8. Do three rounds each morning, before sleep, and during anxiety. Feel air through nose, belly rise. Combine with shoulder rolls or hand on heart. Journal nightly: when did breath help? Share with a friend. Over weeks, nervous system rewires to calm. Small rituals reduce attack intensity and frequency. Grounding returns you to the present when anxiety imagines danger. Use 5-4-3-2-1: name 5 sights, 4 touches, 3 sounds, 2 smells, 1 taste, then label one feeling. Practice daily. Stand barefoot, feel ground. Log stress before/after. Over time, fear loses momentum. Share with loved ones. Grounding turns anxiety into a cue for mindful presence. Challenge anxious thoughts with evidence. Write the fear: “I’ll fail.” Ask: proof for/against? What would I tell a friend? Replace with balance: “I might struggle but can prepare.” Do on paper. Review weekly. Pair with slow breathing. Over months, distortion fades. Combine with CBT groups. Each challenge restores trust and weakens anxiety’s grip. Body scan releases hidden tension. Lie down, breathe, tense/release from feet to face. Observe warmth, heaviness. Do nightly. Use guided audio. Note tense areas. Regular practice deepens relaxation, improves sleep, grounds emotion. Anxiety loses physical hold as body learns relaxation is possible anytime. Gradual exposure teaches fear is survivable. List triggers mild to severe. Visualize calm handling. Move to real life with slow breathing. Stay until anxiety drops 50%. Record wins. Work with therapist if needed. Repeat until calm replaces fear. Over months, tolerance grows, confidence rises. Exposure turns threat into courage. (200 words) Lifestyle prevents chronic stress. Sleep consistently, eat balanced, move 30 min 5x/week. Limit caffeine, alcohol, screens. Track mood-habit links. Replace doom-scrolling with walks. Schedule weekly check-ins. Celebrate wins. Use coach for structure. Micro-choices build emotional stability. Calm lifestyle enables creativity and joy beyond anxiety.",
        "vi": "Thở nâng cao giúp cơ thể tự điều chỉnh căng thẳng. Dùng nhịp 4-7-8: hít 4 giây, giữ 7, thở ra 8. Làm ba vòng mỗi sáng, trước ngủ và khi lo âu. Cảm nhận khí qua mũi, bụng nâng. Kết hợp xoay vai hoặc tay đặt ngực. Ghi tối: hơi thở giúp khi nào? Chia sẻ với bạn. Sau vài tuần, hệ thần kinh chuyển hướng bình an. Nghi thức nhỏ giảm mức độ và tần suất cơn lo âu. (200 từ) Tiếp đất đưa bạn về hiện tại khi lo âu tưởng tượng nguy cơ. Dùng 5-4-3-2-1: nêu 5 điều thấy, 4 chạm, 3 nghe, 2 ngửi, 1 nếm, rồi gọi tên một cảm xúc. Luyện mỗi ngày. Đứng chân trần, cảm đất. Ghi căng thẳng trước/sau. Dần dần, sợ mất đà. Chia sẻ với người thân. Tiếp đất biến lo âu thành tín hiệu hiện diện tỉnh thức. Thách thức suy nghĩ lo âu bằng bằng chứng. Ghi nỗi sợ: “Tôi sẽ thất bại.” Hỏi: bằng chứng ủng hộ/phản bác? Tôi nói gì với bạn? Thay bằng cân bằng: “Tôi có thể gặp khó nhưng chuẩn bị được.” Viết ra giấy. Xem lại hàng tuần. Kết hợp thở chậm. Sau vài tháng, méo mó giảm. Kết hợp nhóm CBT. Mỗi thách thức khôi phục niềm tin và làm yếu quyền lực lo âu. Quét cơ thể giải phóng căng thẳng ẩn. Nằm, thở, căng/thả từ chân đến mặt. Quan sát ấm, nặng. Làm mỗi tối. Dùng audio hướng dẫn. Ghi vùng căng. Luyện đều giúp thư giãn sâu, ngủ ngon, giữ cảm xúc hiện tại. Lo âu mất ảnh hưởng thân thể khi cơ thể học thư giãn luôn khả thi. Phơi nhiễm từng bước dạy nỗi sợ có thể vượt qua. Liệt kê tác nhân từ nhẹ đến nặng. Hình dung xử lý bình tĩnh. Chuyển sang thực tế với thở chậm. Ở lại đến khi lo âu giảm 50%. Ghi thành công. Làm cùng chuyên gia nếu cần. Lặp lại đến khi bình tĩnh thay sợ. Sau vài tháng, chịu đựng tăng, tự tin dâng. Phơi nhiễm biến đe dọa thành can đảm. (200 từ) Lối sống ngăn căng thẳng mạn. Ngủ đều, ăn cân, vận động 30 phút 5 lần/tuần. Giảm caffeine, rượu, màn hình. Theo dõi liên hệ tâm trạng-thói quen. Thay lướt tin tiêu cực bằng đi bộ. Lên lịch gặp bạn hàng tuần. Khen chiến thắng. Dùng huấn luyện viên để có cấu trúc. Lựa chọn nhỏ tích lũy thành ổn định cảm xúc. Lối sống bình an nuôi sáng tạo và niềm vui vượt lo âu."
      },
      "slug": "all",
      "tags": [
        "all",
        "combined",
        "full sequence",
        "complete"
      ],
      "audio": "anxiety_relief_vip2_breathing.mp3 anxiety_relief_vip2_grounding.mp3 anxiety_relief_vip2_thought_challenge.mp3 anxiety_relief_vip2_body_scan.mp3 anxiety_relief_vip2_exposure.mp3 anxiety_relief_vip2_lifestyle.mp3",
      "keywords_en": [
        "all",
        "full sequence",
        "combined",
        "complete"
      ],
      "keywords_vi": [
        "tất cả",
        "chuỗi đầy đủ",
        "kết hợp",
        "toàn bộ"
      ]
    }
  ],
  "room_essay": {
    "en": "Advanced, evidence-based tools for long-term anxiety relief. This VIP2 room teaches breathing, grounding, thought challenge, body scan, exposure, and lifestyle balance. Practice one skill daily. Track progress gently. Over weeks, anxiety softens. No pressure, just steady growth. Deeper support in higher tiers.",
    "vi": ""
  },
  "safety_disclaimer": {
    "en": "",
    "vi": ""
  },
  "crisis_footer": {
    "en": "",
    "vi": ""
  }
}