{
  "id": "bipolar-support-free",
  "tier": "Free / Miễn phí",
  "name": "Bipolar Support",
  "name_vi": "Hỗ Trợ Rối Loạn Lưỡng Cực",
  "description": "Practical guidance for managing bipolar disorder with emotional and therapeutic support. Learn to observe mood shifts, create supportive routines, and reach out for professional care when needed. These simple steps help build long-term stability. Discover deeper guidance in higher tiers.",
  "description_vi": "Hướng dẫn thực tế để quản lý rối loạn lưỡng cực với sự hỗ trợ cảm xúc và trị liệu. Học cách quan sát thay đổi tâm trạng, xây dựng thói quen hỗ trợ và tìm đến sự chăm sóc chuyên môn khi cần thiết. Những bước đơn giản này giúp tạo nền tảng ổn định lâu dài. Khám phá thêm ở các cấp độ cao hơn.",
  "keywords_en": [
    "bipolar",
    "mood management",
    "therapy",
    "cbt",
    "support system"
  ],
  "keywords_vi": [
    "lưỡng cực",
    "quản lý tâm trạng",
    "liệu pháp",
    "cbt",
    "hệ thống hỗ trợ"
  ],
  "entries": [
    {
      "slug": "mood-management",
      "keywords_en": [
        "mood management",
        "stability",
        "coping"
      ],
      "keywords_vi": [
        "quản lý tâm trạng",
        "ổn định",
        "đối phó"
      ],
      "copy": {
        "en": "Managing bipolar disorder starts with tracking changes in mood. Use a journal to note triggers such as stress, lack of sleep, or abrupt routine changes. Consult your doctor about medication or therapy options that support emotional balance. Build a healthy routine with consistent sleep, regular meals, and gentle exercise. Connect with supportive people for encouragement, helping you build resilience and maintain stability over time.",
        "vi": "Quản lý rối loạn lưỡng cực bắt đầu từ việc theo dõi sự thay đổi của tâm trạng. Hãy dùng nhật ký để ghi lại các yếu tố kích hoạt như căng thẳng, thiếu ngủ hoặc thay đổi thói quen đột ngột. Tham khảo bác sĩ về thuốc hoặc liệu pháp phù hợp để hỗ trợ cân bằng cảm xúc. Xây dựng thói quen lành mạnh với giấc ngủ đều đặn, bữa ăn ổn định và vận động nhẹ nhàng. Kết nối với những người hỗ trợ để nhận khích lệ, giúp bạn xây dựng nghị lực và duy trì sự ổn định lâu dài."
      },
      "tags": [
        "mood management",
        "bipolar"
      ],
      "audio": "bipolar_support_free_mood_management.mp3"
    },
    {
      "slug": "therapy",
      "keywords_en": [
        "therapy",
        "CBT",
        "coping skills"
      ],
      "keywords_vi": [
        "liệu pháp",
        "CBT",
        "kỹ năng đối phó"
      ],
      "copy": {
        "en": "Cognitive Behavioral Therapy (CBT) helps manage bipolar disorder by addressing mood swings and thought patterns. Work with a therapist to identify triggers and build coping skills that support emotional balance. Regular sessions strengthen stability and provide tools to navigate difficult moments. Practice mindfulness and grounding exercises to stay centered and support long-term well-being.",
        "vi": "Liệu pháp Nhận thức Hành vi (CBT) giúp quản lý rối loạn lưỡng cực bằng cách xử lý các dao động tâm trạng và những mẫu suy nghĩ tiêu cực. Hợp tác với chuyên gia để nhận diện yếu tố kích hoạt và xây dựng kỹ năng đối phó hỗ trợ cân bằng cảm xúc. Các buổi trị liệu thường xuyên giúp duy trì sự ổn định và cung cấp công cụ để vượt qua giai đoạn khó khăn. Thực hành chánh niệm và bài tập tiếp đất để giữ sự bình tâm và hỗ trợ sức khỏe tinh thần lâu dài."
      },
      "tags": [
        "therapy",
        "bipolar"
      ],
      "audio": "bipolar_support_free_therapy.mp3"
    },
    {
      "slug": "support-system",
      "keywords_en": [
        "support system",
        "community",
        "empathy"
      ],
      "keywords_vi": [
        "hệ thống hỗ trợ",
        "cộng đồng",
        "đồng cảm"
      ],
      "copy": {
        "en": "A strong support system is vital for managing bipolar disorder. Share your needs with trusted friends, family, or support groups to build empathy and understanding. Open communication reduces isolation and promotes stability. Regular check-ins provide encouragement and help you stay resilient on difficult days. With supportive relationships, you can navigate challenges with greater confidence and emotional strength.",
        "vi": "Hệ thống hỗ trợ vững chắc rất quan trọng trong việc quản lý rối loạn lưỡng cực. Hãy chia sẻ nhu cầu của bạn với bạn bè, gia đình hoặc nhóm hỗ trợ để xây dựng sự đồng cảm và thấu hiểu. Giao tiếp cởi mở giúp giảm sự cô lập và thúc đẩy sự ổn định. Việc gặp gỡ định kỳ mang lại khích lệ và giúp bạn kiên cường hơn trong những ngày khó khăn. Khi có các mối quan hệ hỗ trợ, bạn có thể vượt qua thử thách với sự tự tin và sức mạnh cảm xúc lớn hơn."
      },
      "tags": [
        "support",
        "bipolar"
      ],
      "audio": "bipolar_support_free_support_system.mp3"
    },
    {
      "slug": "all",
      "keywords_en": [
        "all",
        "full sequence",
        "combined",
        "complete",
        "bipolar support"
      ],
      "keywords_vi": [
        "tất cả",
        "chuỗi đầy đủ",
        "kết hợp",
        "hoàn chỉnh",
        "hỗ trợ lưỡng cực"
      ],
      "copy": {
        "en": "Managing bipolar disorder starts with tracking changes in mood. Use a journal to note triggers such as stress, lack of sleep, or abrupt routine changes. Consult your doctor about medication or therapy options that support emotional balance. Build a healthy routine with consistent sleep, regular meals, and gentle exercise. Connect with supportive people for encouragement, helping you build resilience and maintain stability over time. Cognitive Behavioral Therapy (CBT) helps manage bipolar disorder by addressing mood swings and thought patterns. Work with a therapist to identify triggers and build coping skills that support emotional balance. Regular sessions strengthen stability and provide tools to navigate difficult moments. Practice mindfulness and grounding exercises to stay centered and support long-term well-being. A strong support system is vital for managing bipolar disorder. Share your needs with trusted friends, family, or support groups to build empathy and understanding. Open communication reduces isolation and promotes stability. Regular check-ins provide encouragement and help you stay resilient on difficult days. With supportive relationships, you can navigate challenges with greater confidence and emotional strength.",
        "vi": "Quản lý rối loạn lưỡng cực bắt đầu từ việc theo dõi sự thay đổi của tâm trạng. Hãy dùng nhật ký để ghi lại các yếu tố kích hoạt như căng thẳng, thiếu ngủ hoặc thay đổi thói quen đột ngột. Tham khảo bác sĩ về thuốc hoặc liệu pháp phù hợp để hỗ trợ cân bằng cảm xúc. Xây dựng thói quen lành mạnh với giấc ngủ đều đặn, bữa ăn ổn định và vận động nhẹ nhàng. Kết nối với những người hỗ trợ để nhận khích lệ, giúp bạn xây dựng nghị lực và duy trì sự ổn định lâu dài. Liệu pháp Nhận thức Hành vi (CBT) giúp quản lý rối loạn lưỡng cực bằng cách xử lý các dao động tâm trạng và những mẫu suy nghĩ tiêu cực. Hợp tác với chuyên gia để nhận diện yếu tố kích hoạt và xây dựng kỹ năng đối phó hỗ trợ cân bằng cảm xúc. Các buổi trị liệu thường xuyên giúp duy trì sự ổn định và cung cấp công cụ để vượt qua giai đoạn khó khăn. Thực hành chánh niệm và bài tập tiếp đất để giữ sự bình tâm và hỗ trợ sức khỏe tinh thần lâu dài. Hệ thống hỗ trợ vững chắc rất quan trọng trong việc quản lý rối loạn lưỡng cực. Hãy chia sẻ nhu cầu của bạn với bạn bè, gia đình hoặc nhóm hỗ trợ để xây dựng sự đồng cảm và thấu hiểu. Giao tiếp cởi mở giúp giảm sự cô lập và thúc đẩy sự ổn định. Việc gặp gỡ định kỳ mang lại khích lệ và giúp bạn kiên cường hơn trong những ngày khó khăn. Khi có các mối quan hệ hỗ trợ, bạn có thể vượt qua thử thách với sự tự tin và sức mạnh cảm xúc lớn hơn."
      },
      "tags": [
        "all",
        "combined",
        "full",
        "complete",
        "bipolar"
      ],
      "audio": "bipolar_support_free_mood_management.mp3 bipolar_support_free_therapy.mp3 bipolar_support_free_support_system.mp3"
    }
  ]
}
