{"name":"Bipolar Support","name_vi":"Hỗ Trợ Rối Loạn Lưỡng Cực","description":"Practical guidance for managing bipolar disorder with emotional and therapeutic support","keywords_en":["bipolar disorder","mood management","therapy","support system"],"keywords_vi":["rối loạn lưỡng cực","quản lý tâm trạng","liệu pháp","hệ thống hỗ trợ"],"entries":[{"slug":"mood-management","keywords_en":["mood management","stability","coping"],"keywords_vi":["quản lý tâm trạng","ổn định","đối phó"],"copy":{"en":"Managing bipolar disorder starts with tracking mood changes. Use a journal to note triggers like stress or sleep loss. Consult a doctor for medication or therapy options. Build a routine with consistent sleep and exercise. Connect with supportive people for encouragement, fostering stability and hope.","vi":"Quản lý rối loạn lưỡng cực bắt đầu bằng việc theo dõi thay đổi tâm trạng. Hãy sử dụng nhật ký để ghi lại các yếu tố kích hoạt như căng thẳng hoặc thiếu ngủ. Tham khảo bác sĩ về thuốc hoặc liệu pháp phù hợp. Xây dựng thói quen ổn định với giấc ngủ và tập luyện đều đặn. Kết nối với những người hỗ trợ để nhận khích lệ, nuôi dưỡng sự ổn định và hy vọng."},"tags":["mood management","bipolar"],"audio":"bipolar_support_free_mood_management.mp3"},{"slug":"therapy","keywords_en":["therapy","CBT","coping skills"],"keywords_vi":["liệu pháp","CBT","kỹ năng đối phó"],"copy":{"en":"Cognitive Behavioral Therapy (CBT) helps manage bipolar disorder by addressing mood swings. Work with a therapist to identify triggers and develop coping skills. Regular sessions foster emotional stability. Practice techniques like mindfulness to stay balanced, supporting long-term well-being.","vi":"Liệu pháp Nhận thức Hành vi (CBT) giúp quản lý rối loạn lưỡng cực bằng cách xử lý các dao động tâm trạng. Hợp tác với chuyên gia để nhận diện yếu tố kích hoạt và phát triển kỹ năng đối phó. Các buổi trị liệu đều đặn giúp duy trì sự ổn định cảm xúc. Thực hành chánh niệm để giữ cân bằng và hỗ trợ sức khỏe tinh thần lâu dài."},"tags":["therapy","bipolar"],"audio":"bipolar_support_free_therapy.mp3"},{"slug":"support-system","keywords_en":["support system","community","empathy"],"keywords_vi":["hệ thống hỗ trợ","cộng đồng","đồng cảm"],"copy":{"en":"A strong support system is vital for bipolar disorder management. Share your needs with friends, family, or support groups for empathy. Open communication builds understanding. Regular check-ins provide encouragement, helping you stay resilient and maintain stability in your journey.","vi":"Hệ thống hỗ trợ vững chắc rất quan trọng trong việc quản lý rối loạn lưỡng cực. Hãy chia sẻ nhu cầu của bạn với bạn bè, gia đình hoặc nhóm hỗ trợ để nhận được sự đồng cảm. Giao tiếp cởi mở giúp xây dựng sự thấu hiểu. Gặp gỡ định kỳ mang lại khích lệ, giúp bạn kiên cường và duy trì sự ổn định trong hành trình phục hồi."},"tags":["support","bipolar"],"audio":"bipolar_support_free_support_system.mp3"}],"meta":{"created_at":"2025-10-27T00:00:00+00:00","updated_at":"2025-10-27T00:00:00+00:00","entry_count":3,"tier":"free","room_color":"#4A90E2"}}