{
  "meta": {
    "created_at": "2025-11-08T00:00:00Z",
    "updated_at": "2025-11-08T00:00:00Z",
    "entry_count": 1,
    "tier": "vip4",
    "room_color": "#1E88E5",
    "artifact_version_id": "Build_Skills_vip4_career_3_II",
    "localization": {
      "i18n_required": true,
      "i18n_verified": true
    }
  },
  "entries": [
    {
      "slug": "careerspark-full-summary",
      "keywords_en": [
        "careerspark full summary",
        "youth career guidance",
        "ai future jobs"
      ],
      "essay_en": "This is a mobile-first, AI-powered platform designed to guide youth aged 14–24 through a rapidly changing job market. In a world where 39% of core job skills will shift by 2030 (WEF), and 70% of teens face career indecision, the platform delivers personalized, interactive, and future-proof career guidance. It begins with AI-driven self-assessments using validated tools like Holland codes to map strengths to over 500 high-growth careers across five sectors: Technology & AI (50 roles), Green Energy (75), Healthcare & Education (100), Creative & Business (125), and Trades & Services (150). Users explore virtual job simulations in AR, earn micro-credentials in critical skills like analytical thinking and resilience, and connect with real mentors through smart matching—94% report increased confidence.\n\nThe platform closes critical gaps: counselor shortages (400:1 ratio), outdated career info, and pressure for four-year degrees when 50% of youth prefer shorter paths. Free for individuals, with premium tools for schools, it launches via an 18-month, $2.5M pilot in Chicago, Baltimore, and rural Michigan, targeting 5,000 users. Success metrics include 80% retention, 60% career plan completion, and 40% skill certification uptake. Revenue sustains through freemium access, $5K annual school subscriptions, and ethical grants. Strategic partners—Youth Guidance, Boys & Girls Clubs, DOL, Coursera, Year Up, and foundations like Annie E. Casey—amplify reach and credibility.\n\nThis platform doesn't just inform—it transforms. A rural teen discovers a $65K green-energy technician role with no debt. A first-gen student lands a paid cybersecurity apprenticeship. These are real outcomes. By blending AI personalization, human mentorship, and direct opportunity links, it turns potential into purpose. As 92 million jobs vanish and 170 million emerge, it stands as the launchpad for futures worth living—democratizing access, igniting ambition, and building confidence one step, one skill, one connection at a time.",
      "essay_vi": "Đây là nền tảng di động dùng AI, thiết kế để định hướng thanh thiếu niên 14–24 tuổi trong thị trường việc làm thay đổi nhanh. Khi 39% kỹ năng cốt lõi sẽ thay đổi vào 2030 (WEF) và 70% thiếu niên bối rối nghề nghiệp, nền tảng mang định hướng cá nhân hóa, tương tác và tương lai. Bắt đầu bằng tự đánh giá AI dùng công cụ xác nhận như mã Holland, ánh xạ thế mạnh tới hơn 500 nghề tăng trưởng cao trong năm lĩnh vực: Công nghệ & AI (50 vai), Năng lượng Xanh (75), Y tế & Giáo dục (100), Sáng tạo & Kinh doanh (125), Thợ thủ công & Dịch vụ (150). Người dùng khám phá mô phỏng công việc ảo AR, nhận chứng chỉ ngắn về kỹ năng quan trọng như tư duy phân tích và kiên cường, kết nối cố vấn thật qua ghép đôi thông minh—94% tự tin hơn.\n\nNền tảng lấp khoảng trống quan trọng: thiếu cố vấn (tỷ lệ 400:1), thông tin nghề lỗi thời, áp lực bằng cấp bốn năm khi 50% thanh niên chọn lộ trình ngắn. Miễn phí cá nhân, công cụ cao cấp cho trường, nền tảng thí điểm 18 tháng, 2,5 triệu USD tại Chicago, Baltimore và nông thôn Michigan, mục tiêu 5.000 người dùng. Chỉ số thành công: 80% giữ chân, 60% hoàn thành kế hoạch nghề, 40% nhận chứng chỉ kỹ năng. Doanh thu bền vững qua freemium, gói trường 5.000 USD/năm và tài trợ đạo đức. Đối tác chiến lược—Youth Guidance, Boys & Girls Clubs, DOL, Coursera, Year Up, quỹ Annie E. Casey—mở rộng phạm vi và uy tín.\n\nNền tảng này không chỉ thông tin—mà chuyển hóa. Thiếu niên nông thôn tìm vai kỹ thuật viên năng lượng xanh 65K USD không nợ. Học sinh thế hệ đầu nhận thực tập an ninh mạng trả lương. Đây là kết quả thật. Bằng kết hợp cá nhân hóa AI, cố vấn con người và liên kết cơ hội trực tiếp, nền tảng biến tiềm năng thành mục đích. Khi 92 triệu việc mất đi và 170 triệu xuất hiện, nó là bệ phóng cho tương lai đáng sống—dân chủ hóa tiếp cận, khơi dậy khát vọng, xây dựng tự tin từng bước, từng kỹ năng, từng kết nối.",
      "audio": {
        "en": "Build_Skills_vip4_career_3_II_en.mp3"
      }
    }
  ]
}