{
  "id": "burn-out-recovery-free",
  "tier": "free",
  "title": {
    "en": "Burnout Recovery",
    "vi": "Phục Hồi Kiệt Sức"
  },
  "intro": {
    "en": "Practical steps to recover from burnout and restore your energy.",
    "vi": "Các bước thực tế để phục hồi từ kiệt sức và khôi phục năng lượng."
  },
  "intro_audio": "",
  "entries": [
    {
      "slug": "rest-day",
      "keywords_en": [
        "rest day",
        "recovery",
        "burnout"
      ],
      "keywords_vi": [
        "ngày nghỉ",
        "phục hồi",
        "kiệt sức"
      ],
      "copy": {
        "en": "Take one full rest day each week to prevent burnout. Step away from screens and responsibilities. Go for a light walk, sleep extra, and enjoy slow, simple moments. Spend time with a friend in easy conversation. Let this pause renew your energy and restore calm.",
        "vi": "Hãy dành một ngày nghỉ trọn vẹn mỗi tuần để ngăn ngừa kiệt sức. Tạm rời màn hình và trách nhiệm. Đi bộ nhẹ, ngủ nhiều hơn và tận hưởng những khoảnh khắc chậm rãi, đơn giản. Dành thời gian trò chuyện thoải mái với một người bạn. Hãy để khoảng dừng này làm mới năng lượng và khôi phục sự bình yên."
      },
      "tags": [
        "rest",
        "burnout"
      ],
      "audio": "bur_free_1_en.mp3"
    },
    {
      "slug": "boundary",
      "keywords_en": [
        "boundary",
        "no",
        "balance"
      ],
      "keywords_vi": [
        "ranh giới",
        "không",
        "cân bằng"
      ],
      "copy": {
        "en": "Setting boundaries protects your energy. Politely say no to extra work and set a clear end time each day. Use gentle language like 'I can't right now' without guilt. Share your boundaries with supportive friends to build lasting balance.",
        "vi": "Thiết lập ranh giới bảo vệ năng lượng. Lịch sự nói không với công việc thêm và đặt giờ kết thúc rõ ràng mỗi ngày. Dùng ngôn ngữ nhẹ nhàng như 'Tôi không thể bây giờ' mà không cảm thấy tội lỗi. Chia sẻ ranh giới của bạn với bạn bè hỗ trợ để xây dựng sự cân bằng bền vững."
      },
      "tags": [
        "boundary",
        "burnout"
      ],
      "audio": "bur_free_2_en.mp3"
    },
    {
      "slug": "energy-reset",
      "keywords_en": [
        "energy",
        "reset",
        "calm"
      ],
      "keywords_vi": [
        "năng lượng",
        "tái tạo",
        "bình tĩnh"
      ],
      "copy": {
        "en": "When burnout builds quietly, a simple energy reset can help you feel grounded again. Begin by slowing your breathing and noticing how your body feels. Step outside for a few minutes to reconnect with fresh air and natural light. Drink water slowly, letting your mind settle. Write down one small task you can complete today, and release the pressure to do more. Reach out to someone supportive just to say hello. These gentle steps signal safety to your nervous system and help your energy return gradually, creating space for clarity and steadiness.",
        "vi": "Khi kiệt sức âm thầm tích tụ, một lần tái tạo năng lượng đơn giản có thể giúp bạn cảm thấy vững vàng trở lại. Bắt đầu bằng cách chậm nhịp thở và nhận biết cảm giác trong cơ thể. Ra ngoài vài phút để kết nối với không khí và ánh sáng tự nhiên. Uống nước chậm rãi để tâm trí dịu xuống. Viết ra một việc nhỏ bạn có thể làm hôm nay và buông bỏ áp lực phải làm nhiều hơn. Liên lạc với một người bạn chỉ để chào hỏi. Những bước nhẹ nhàng này gửi tín hiệu an toàn đến hệ thần kinh, giúp năng lượng trở lại từ từ và tạo không gian cho sự rõ ràng và ổn định."
      },
      "tags": [
        "energy",
        "calm",
        "burnout"
      ],
      "audio": "bur_free_3_en.mp3"
    }
  ]
}
