{
  "name": "Burnout Recovery",
  "name_vi": "Phục Hồi Kiệt Sức",
  "description": "Expert strategies for mastering burnout recovery with science",
  "description_vi": "Chiến lược chuyên sâu, dựa trên khoa học để giúp bạn phục hồi kiệt sức một cách hệ thống và bền vững.",
  "keywords_en": [
    "burnout",
    "recovery",
    "rest",
    "balance",
    "system",
    "science"
  ],
  "keywords_vi": [
    "kiệt sức",
    "phục hồi",
    "nghỉ ngơi",
    "cân bằng",
    "hệ thống",
    "khoa học"
  ],
  "entries": [
    {
      "slug": "rest-day",
      "keywords_en": [
        "rest day",
        "recovery",
        "burnout"
      ],
      "keywords_vi": [
        "ngày nghỉ",
        "phục hồi",
        "kiệt sức"
      ],
      "copy": {
        "en": "A clinical recovery sabbath resets the nervous system. Unplug for thirty-six hours and stimulate the vagus nerve with humming, gargling, or cold exposure. Track heart-rate variability and cortisol before and after. Work with an autonomic-care specialist to restore full balance through scientific recovery and deep physiological renewal.",
        "vi": "Một “ngày Sa-bát phục hồi” theo góc nhìn lâm sàng giúp đặt lại toàn bộ hệ thần kinh. Hãy ngắt kết nối hoàn toàn trong 36 giờ và kích thích dây thần kinh phế vị bằng cách ngân giọng, súc miệng mạnh hoặc tiếp xúc lạnh một cách an toàn. Theo dõi biến thiên nhịp tim (HRV) và nồng độ cortisol trước và sau thời gian nghỉ. Làm việc cùng một chuyên gia chăm sóc hệ thần kinh tự chủ để khôi phục lại trạng thái cân bằng nhờ các giao thức phục hồi có cơ sở khoa học và tái tạo sinh lý ở mức sâu."
      },
      "tags": [
        "rest",
        "burnout"
      ],
      "audio": {
        "en": "bur_vip3_1_en.mp3"
      }
    },
    {
      "slug": "boundary",
      "keywords_en": [
        "boundary",
        "no",
        "balance"
      ],
      "keywords_vi": [
        "ranh giới",
        "không",
        "cân bằng"
      ],
      "copy": {
        "en": "Design boundary architecture with professional protection. Draft a boundary contract with clear consequences and automate email filters using AI. Hold quarterly reviews and measure violations. Train with an executive coach to master enforcement and build an unbreakable energy fortress against burnout.",
        "vi": "Thiết kế một “kiến trúc ranh giới” được bảo vệ một cách chuyên nghiệp. Soạn một bản “hợp đồng ranh giới” với các hệ quả rõ ràng cho từng trường hợp bị vượt quá giới hạn, đồng thời tự động hóa bộ lọc email bằng AI để giảm bớt xâm lấn. Thực hiện các buổi rà soát theo quý và đo lường số lần vi phạm. Làm việc với một huấn luyện viên điều hành (executive coach) để luyện kỹ năng thực thi ranh giới, từ đó xây dựng một “pháo đài năng lượng” không thể phá vỡ trước kiệt sức."
      },
      "tags": [
        "boundary",
        "burnout"
      ],
      "audio": {
        "en": "bur_vip3_2_en.mp3"
      }
    },
    {
      "slug": "micro-break",
      "keywords_en": [
        "micro break",
        "reset",
        "recovery"
      ],
      "keywords_vi": [
        "nghỉ ngắn",
        "đặt lại",
        "phục hồi"
      ],
      "copy": {
        "en": "Use ultradian optimization with biofeedback. Work ninety minutes, rest twenty. During each four-minute reset, use EEG-guided alpha-wave breathing with a Muse headset. Track brainwave data and collaborate with a neurofeedback clinic for precision recovery and long-term burnout prevention.",
        "vi": "Tối ưu các chu kỳ siêu nhịp (ultradian) kết hợp với phản hồi sinh học (biofeedback). Làm việc 90 phút, sau đó nghỉ 20 phút. Trong mỗi khoảng “đặt lại” 4 phút, thực hành thở theo nhịp sóng alpha được hướng dẫn qua EEG bằng thiết bị như Muse. Theo dõi dữ liệu sóng não và phối hợp với một phòng khám chuyên về neurofeedback để đạt được phục hồi chính xác, phòng ngừa kiệt sức dài hạn."
      },
      "tags": [
        "break",
        "burnout"
      ],
      "audio": {
        "en": "bur_vip3_3_en.mp3"
      }
    },
    {
      "slug": "energy-audit",
      "keywords_en": [
        "energy audit",
        "drain",
        "recovery"
      ],
      "keywords_vi": [
        "kiểm toán năng lượng",
        "hút năng lượng",
        "phục hồi"
      ],
      "copy": {
        "en": "Perform a fourteen-day energy systems analysis with wearables, blood panels, and hormone tests. Use AI to reveal fatigue patterns and remove the top energy drains. Track mitochondrial health markers and partner with a functional-medicine doctor to rebuild vitality through personalized clinical insight.",
        "vi": "Thực hiện một phân tích hệ thống năng lượng trong 14 ngày với thiết bị đeo, xét nghiệm máu và kiểm tra hormone. Sử dụng AI để nhận diện các mô thức mệt mỏi lặp lại và loại bỏ những yếu tố hút năng lượng lớn nhất. Theo dõi các chỉ dấu liên quan đến sức khỏe ti thể và làm việc với bác sĩ y học chức năng để tái xây dựng sức sống dựa trên những hiểu biết lâm sàng cá nhân hóa."
      },
      "tags": [
        "energy",
        "burnout"
      ],
      "audio": {
        "en": "bur_vip3_4_en.mp3"
      }
    },
    {
      "slug": "delegation",
      "keywords_en": [
        "delegation",
        "load",
        "recovery"
      ],
      "keywords_vi": [
        "ủy quyền",
        "tải",
        "phục hồi"
      ],
      "copy": {
        "en": "Create a delegation ecosystem supported by AI assistants. Build a virtual team and apply the RACI matrix for clear roles. Review quarterly and track return on time. With guidance from a CEO coach, scale your capacity and reduce workload by eighty percent while maintaining calm leadership.",
        "vi": "Xây dựng một hệ sinh thái ủy quyền được hỗ trợ bởi các trợ lý AI. Hình thành một đội ngũ ảo và áp dụng ma trận RACI để phân định rõ vai trò, trách nhiệm và quyền quyết định. Rà soát theo quý và đo lường “lợi tức trên thời gian” (return on time). Dưới sự hướng dẫn của một CEO coach, bạn có thể mở rộng năng lực, giảm tới 80% khối lượng công việc trực tiếp mà vẫn giữ được phong thái lãnh đạo điềm tĩnh, không kiệt sức."
      },
      "tags": [
        "delegation",
        "burnout"
      ],
      "audio": {
        "en": "bur_vip3_5_en.mp3"
      }
    },
    {
      "slug": "purpose",
      "keywords_en": [
        "purpose",
        "meaning",
        "recovery"
      ],
      "keywords_vi": [
        "mục đích",
        "ý nghĩa",
        "phục hồi"
      ],
      "copy": {
        "en": "Engage in purpose-reconstruction therapy using logotherapy principles. Explore meaning in work, love, and attitude. Conduct weekly purpose experiments and measure eudaimonic well-being. Work with an existential therapist to achieve post-burnout growth through conscious meaning-making.",
        "vi": "Tham gia liệu pháp tái cấu trúc mục đích dựa trên các nguyên tắc của liệu pháp ý nghĩa (logotherapy). Khám phá ý nghĩa trong công việc, trong tình yêu và trong thái độ sống của bạn. Thực hiện các “thử nghiệm mục đích” mỗi tuần và theo dõi mức độ hạnh phúc eudaimonic (hạnh phúc gắn với ý nghĩa và sự phát triển nội tại). Làm việc với một nhà trị liệu hiện sinh để đạt được giai đoạn trưởng thành sau kiệt sức thông qua quá trình kiến tạo ý nghĩa một cách có ý thức."
      },
      "tags": [
        "purpose",
        "burnout"
      ],
      "audio": {
        "en": "bur_vip3_6_en.mp3"
      }
    },
    {
      "slug": "adrenal",
      "keywords_en": [
        "adrenal",
        "hormone",
        "recovery"
      ],
      "keywords_vi": [
        "tuyến thượng thận",
        "hormone",
        "phục hồi"
      ],
      "copy": {
        "en": "Follow an adrenal-recovery protocol with Dutch testing to map cortisol curves. Combine adaptogens, quality sleep, and stress-reduction habits. Track symptom scores and consult an endocrinologist when necessary to restore HPA-axis health through hormonal science.",
        "vi": "Tuân theo một phác đồ phục hồi tuyến thượng thận với xét nghiệm Dutch để vẽ lại các đường cong cortisol trong ngày. Kết hợp các nhóm thảo dược thích nghi (adaptogens), giấc ngủ chất lượng và các thói quen giảm căng thẳng có chủ đích. Theo dõi thang điểm triệu chứng và tham khảo ý kiến bác sĩ nội tiết khi cần thiết để khôi phục sức khỏe trục HPA (hạ đồi–tuyến yên–thượng thận) dựa trên khoa học hormone."
      },
      "tags": [
        "adrenal",
        "burnout"
      ],
      "audio": {
        "en": "bur_vip3_7_en.mp3"
      }
    },
    {
      "slug": "resilience",
      "keywords_en": [
        "resilience",
        "prevention",
        "burnout"
      ],
      "keywords_vi": [
        "kiên cường",
        "ngăn ngừa",
        "kiệt sức"
      ],
      "copy": {
        "en": "Build a burnout-prevention system with predictive analytics. Use wearables to monitor stress load and AI to calculate burnout risk. Schedule proactive recovery weeks and track resilience scores. Partner with a preventive-medicine doctor to achieve lifelong burnout immunity through data-driven early intervention.",
        "vi": "Xây dựng một hệ thống phòng ngừa kiệt sức dựa trên phân tích dự báo (predictive analytics). Dùng thiết bị đeo để theo dõi tải căng thẳng và dùng AI để ước tính nguy cơ kiệt sức theo thời gian. Lên lịch trước các tuần “phục hồi chủ động” và theo dõi điểm số về mức độ kiên cường của bạn. Hợp tác với bác sĩ y học dự phòng để đạt được trạng thái gần như “miễn dịch với kiệt sức” nhờ phát hiện sớm và can thiệp dựa trên dữ liệu."
      },
      "tags": [
        "resilience",
        "burnout"
      ],
      "audio": {
        "en": "bur_vip3_8_en.mp3"
      }
    }
  ],
  "audio": "bur_vip3_8_en.mp3"
}
