{"name":"Money & Your Nervous System","name_vi":"Tiền & Hệ Thống Thần Kinh","description":"A gentle start. Reduce money stress, build calm habits, and begin without shame.","description_vi":"Một khởi đầu nhẹ nhàng. Giảm căng thẳng về tiền bạc, xây thói quen bình tĩnh và bắt đầu mà không tự trách.","keywords_en":["money shame","nervous system","calm finance","financial anxiety","grounding"],"keywords_vi":["xấu hổ tiền bạc","hệ thần kinh","tài chính bình tĩnh","lo âu tài chính","neo đất"],"entries":[{"slug":"grounding-first","keywords_en":["grounding","safety","cortisol"],"keywords_vi":["neo đất","an toàn","cortisol"],"copy_en":"Before any numbers, press your feet into the floor. Feel the ground quietly hold your weight. Take one slow breath in for 4, out for 6, three times. That’s all. You are here, you are safe, and you’re allowed to start exactly where you are—even if the screen shows zero or minus. Numbers can wait; your nervous system goes first.","copy_vi":"Trước mọi con số, ấn bàn chân xuống sàn. Cảm nhận mặt đất lặng lẽ nâng đỡ bạn. Hít vào chậm 4 nhịp, thở ra 6 nhịp, lặp lại ba lần. Chỉ vậy thôi. Bạn đang ở đây, bạn an toàn, và bạn được phép bắt đầu đúng chỗ mình đang đứng—dù màn hình hiện số không hay số âm. Con số có thể chờ; hệ thần kinh của bạn đi trước.","audio_en":"calm_vip3_1_en.mp3","audio_vi":"calm_vip3_1_vi.mp3","ai_prompt_en":"I feel tight in my chest when I think about money. Guide me through one 30-second grounding right now.","ai_prompt_vi":"Tôi thấy tức ngực khi nghĩ về tiền. Hướng dẫn tôi một lần neo đất 30 giây ngay bây giờ.","ai_followup_en":"Would you like to save this grounding as your weekly money ritual?","ai_followup_vi":"Bạn có muốn lưu bài neo đất này làm nghi thức tiền bạc hàng tuần không?"},{"slug":"money-shame-freeze","keywords_en":["shame","freeze","money trauma"],"keywords_vi":["xấu hổ","đóng băng","chấn thương tiền"],"copy_en":"You open the banking app and your body freezes. That’s not weakness—it’s protection. Shame is a signal, not a verdict. Try this: name the feeling out loud (“I feel scared”), place a hand on your chest, then take one slow breath. You’re allowed to feel this and still move forward—one tiny step at a time. Your worth is not written in any balance.","copy_vi":"Bạn mở app ngân hàng và cơ thể như đóng băng. Đó không phải yếu đuối—đó là cơ chế bảo vệ. Xấu hổ là tín hiệu, không phải bản án. Thử này: gọi tên cảm xúc thành lời (“Tôi đang sợ”), đặt tay lên ngực rồi hít một hơi thật chậm. Bạn được phép cảm thấy như vậy và vẫn tiến lên—từng bước nhỏ. Giá trị của bạn không nằm trong bất kỳ số dư nào.","audio_en":"calm_vip3_2_en.mp3","audio_vi":"calm_vip3_2_vi.mp3","ai_prompt_en":"I feel ashamed about [specific money thing]. Help me name it kindly and take one small action.","ai_prompt_vi":"Tôi xấu hổ về [việc tiền cụ thể]. Giúp tôi gọi tên nhẹ nhàng và chọn một hành động nhỏ.","ai_followup_en":"Want to track how this feeling changes over the next week?","ai_followup_vi":"Muốn theo dõi cảm xúc này thay đổi thế nào trong tuần tới không?"},{"slug":"safe-money-moment","keywords_en":["ritual","anchor","calm"],"keywords_vi":["nghi thức","neo","bình tĩnh"],"copy_en":"Create a 2-minute ritual: same chair, same tea, same song or silence. Before you look at money, you visit this little island of safety first. Over time, your body learns: “This moment is safe.” No incense, crystals, or perfection needed—just repetition. You’re training your nervous system to link money time with calm, not panic.","copy_vi":"Tạo một nghi thức 2 phút: cùng chiếc ghế, cùng tách trà, cùng bài hát hoặc sự yên lặng. Trước khi xem tiền, bạn ghé thăm “hòn đảo an toàn” nhỏ này trước. Dần dần, cơ thể học được: “Khoảnh khắc này an toàn.” Không cần nhang nến hay sự hoàn hảo—chỉ cần lặp lại. Bạn đang dạy hệ thần kinh gắn giờ tiền bạc với sự bình tĩnh, không phải hoảng loạn.","audio_en":"calm_vip3_3_en.mp3","audio_vi":"calm_vip3_3_vi.mp3","ai_prompt_en":"Help me design a 2-minute money ritual using something I already love (tea, song, etc.).","ai_prompt_vi":"Giúp tôi thiết kế nghi thức tiền 2 phút dùng những thứ tôi đã thích (trà, nhạc, v.v.).","ai_followup_en":"Shall I remind you tomorrow at your chosen time?","ai_followup_vi":"Tôi nhắc bạn vào giờ bạn chọn vào ngày mai chứ?"},{"slug":"when-numbers-judge","keywords_en":["judgment","self-talk","kindness"],"keywords_vi":["phán xét","tự nói","tử tế"],"copy_en":"Numbers on a screen can feel like a report card on your life. They’re not. Try this: look at one number and whisper, “This is data, not my worth.” If a harsh voice appears, add: “I’m learning, not failing.” You’re allowed to see the truth without attacking yourself. One number, one kind sentence—that’s the new rule.","copy_vi":"Con số trên màn hình có thể như bảng điểm cho cả cuộc đời. Nhưng không phải vậy. Thử này: nhìn một con số và thì thầm, “Đây là dữ liệu, không phải giá trị của tôi.” Nếu giọng trách móc xuất hiện, thêm câu: “Tôi đang học, không phải thất bại.” Bạn được phép nhìn vào sự thật mà không tấn công chính mình. Một con số, một câu tử tế—đó là luật mới.","audio_en":"calm_vip3_4_en.mp3","audio_vi":"calm_vip3_4_vi.mp3","ai_prompt_en":"I saw [number] and felt judged. Help me rephrase it kindly.","ai_prompt_vi":"Tôi thấy [số] và cảm giác bị phán xét. Giúp tôi diễn đạt lại theo cách tử tế hơn.","ai_followup_en":"Want to practice this with another number tomorrow?","ai_followup_vi":"Muốn luyện với một con số khác vào ngày mai không?"},{"slug":"start-at-zero","keywords_en":["zero","restart","permission"],"keywords_vi":["số không","khởi động lại","cho phép"],"copy_en":"Starting at zero—or negative—is not a life sentence. It’s a fresh page with a scary font. You’re allowed to begin here. Try this: write “Day 1” on a sticky note and place it where you’ll see it each morning. Every restart is a brave act, not proof that you “failed before.” You don’t need permission from anyone to begin again—not family, not society. Just you.","copy_vi":"Bắt đầu từ số không—hay số âm—không phải bản án chung thân. Đó là trang giấy mới với phông chữ hơi đáng sợ. Bạn được phép bắt đầu từ đây. Thử này: viết “Ngày 1” lên một tờ giấy dán và đặt nơi bạn thấy mỗi sáng. Mỗi lần khởi động lại là một hành động dũng cảm, không phải bằng chứng “tôi đã thất bại.” Bạn không cần xin phép gia đình hay xã hội để bắt đầu lại—chỉ cần chính mình.","audio_en":"calm_vip3_5_en.mp3","audio_vi":"calm_vip3_5_vi.mp3","ai_prompt_en":"I’m starting from zero. Give me one encouraging sentence to repeat daily.","ai_prompt_vi":"Tôi bắt đầu từ số không. Cho tôi một câu khích lệ để lặp lại mỗi ngày.","ai_followup_en":"Shall I send this sentence to you every morning for a week?","ai_followup_vi":"Tôi gửi câu này cho bạn mỗi sáng trong một tuần chứ?"},{"slug":"money-stories-past","keywords_en":["stories","family","rewrite"],"keywords_vi":["câu chuyện","gia đình","viết lại"],"copy_en":"Your first money memories shaped you, but they don’t own your future. Maybe you heard “We never have enough” or “Rich people are bad.” Try this: write one sentence about a childhood money moment, then add: “That was then. I choose now.” You’re allowed to keep the wisdom and release the fear. Old stories can become gentle teachers instead of prison guards.","copy_vi":"Những ký ức đầu tiên về tiền đã định hình bạn, nhưng không sở hữu tương lai của bạn. Có thể bạn từng nghe “Nhà mình lúc nào cũng thiếu” hoặc “Người giàu chắc không tốt.” Thử này: viết một câu về một khoảnh khắc tiền bạc thời thơ ấu, rồi thêm: “Đó là ngày xưa. Giờ tôi chọn.” Bạn được phép giữ lại phần khôn ngoan và buông phần sợ hãi. Những câu chuyện cũ có thể trở thành thầy hiền, không phải lính canh ngục.","audio_en":"calm_vip3_6_en.mp3","audio_vi":"calm_vip3_6_vi.mp3","ai_prompt_en":"Help me rewrite one childhood money belief into a kinder adult version.","ai_prompt_vi":"Giúp tôi viết lại một niềm tin tiền bạc thời nhỏ thành phiên bản người lớn tử tế hơn.","ai_followup_en":"Want to explore another memory next week?","ai_followup_vi":"Muốn khám phá một ký ức khác vào tuần tới không?"},{"slug":"weekly-check-in","keywords_en":["check-in","habit","anchor"],"keywords_vi":["kiểm tra","thói quen","neo"],"copy_en":"Once a week, 5 minutes: open one account, look at one number, take one breath. Pair it with your ritual—tea, music, a candle, or daylight by the window. No fixing, no spreadsheets—just looking. Over time, your body learns: “Money time is calm time.” You’re building a gentle habit and a new memory of yourself: the person who shows up, even for five minutes.","copy_vi":"Mỗi tuần một lần, 5 phút: mở một tài khoản, nhìn một con số, hít một hơi. Ghép nó với nghi thức của bạn—tách trà, bản nhạc, ngọn nến, hoặc ánh sáng bên cửa sổ. Không sửa, không bảng tính—chỉ nhìn. Dần dần, cơ thể học: “Giờ tiền là giờ bình tĩnh.” Bạn đang xây một thói quen dịu dàng và ký ức mới về chính mình: người dám có mặt, dù chỉ năm phút.","audio_en":"calm_vip3_7_en.mp3","audio_vi":"calm_vip3_7_vi.mp3","ai_prompt_en":"Remind me to do my 5-minute money check-in every [day] at [time].","ai_prompt_vi":"Nhắc tôi làm kiểm tra tiền 5 phút mỗi [ngày] vào [giờ].","ai_followup_en":"How did this week’s check-in feel? Want to adjust the ritual?","ai_followup_vi":"Tuần này kiểm tra thấy thế nào? Bạn có muốn điều chỉnh nghi thức không?"},{"slug":"others-judge","keywords_en":["judgment","boundaries","comparison"],"keywords_vi":["phán xét","ranh giới","so sánh"],"copy_en":"Friends post vacations. Family asks, “When will you…?” Their words sting like little needles. Try this: quietly repeat, “My path is mine.” You’re allowed to protect your peace—mute, unfollow, or smile and change the subject. Money is personal, not a group project. You’re building a life that fits your nervous system, not their timeline.","copy_vi":"Bạn thấy bạn bè đăng kỳ nghỉ. Gia đình hỏi, “Bao giờ con…?” Lời họ châm như kim nhỏ. Thử này: lặng lẽ nhắc, “Đường của tôi là của tôi.” Bạn được phép bảo vệ bình yên—mute, unfollow, hoặc mỉm cười và đổi chủ đề. Tiền bạc là chuyện riêng, không phải dự án tập thể. Bạn đang xây cuộc sống hợp với hệ thần kinh của mình, không phải lịch trình của họ.","audio_en":"calm_vip3_8_en.mp3","audio_vi":"calm_vip3_8_vi.mp3","ai_prompt_en":"Someone judged my money choices. Help me craft a kind boundary response.","ai_prompt_vi":"Ai đó phán xét lựa chọn tiền của tôi. Giúp tôi tạo một câu phản hồi có ranh giới mà vẫn tử tế.","ai_followup_en":"Want to practice this response before using it?","ai_followup_vi":"Muốn luyện câu phản hồi này trước khi dùng không?"},{"slug":"when-you-slip","keywords_en":["relapse","spiral","grace"],"keywords_vi":["trượt","xoáy","khoan dung"],"copy_en":"You miss a week. You overspend. You avoid the app. That’s not failure—it’s data. Progress is a spiral, not a straight line. Try this: “I slipped. I am human. I return.” Then do your 2-minute ritual, even if you feel clumsy. You’re allowed to come back every single time; the door to calm money never locks from the outside.","copy_vi":"Bạn bỏ lỡ một tuần. Bạn chi quá tay. Bạn tránh mở app. Đó không phải thất bại—đó là dữ liệu. Tiến bộ là vòng xoáy, không phải đường thẳng. Thử này: “Tôi trượt. Tôi là người. Tôi quay lại.” Rồi làm nghi thức 2 phút, dù thấy vụng về. Bạn được phép quay về mỗi lần; cánh cửa dẫn đến sự bình tĩnh với tiền không bao giờ khóa từ phía ngoài.","audio_en":"calm_vip3_9_en.mp3","audio_vi":"calm_vip3_9_vi.mp3","ai_prompt_en":"I slipped on my money habit. Help me return gently.","ai_prompt_vi":"Tôi trượt khỏi thói quen tiền bạc. Giúp tôi quay lại một cách nhẹ nhàng.","ai_followup_en":"Want a gentle nudge tomorrow morning?","ai_followup_vi":"Muốn một lời nhắc nhẹ vào sáng mai không?"},{"slug":"first-win","keywords_en":["win","celebration","milestone"],"keywords_vi":["chiến thắng","kỷ niệm","mốc"],"copy_en":"Your first win might be: “I opened the app without panic,” or “I saved 1,000 baht,” or “I wrote Day 1 on the mirror.” Celebrate it. Write it down, tell a friend, or just press a hand to your heart and smile. You’re allowed to feel proud of small things. This is how calm grows: one quiet victory at a time.","copy_vi":"Chiến thắng đầu tiên có thể là: “Tôi mở app mà không hoảng,” hoặc “Tôi tiết kiệm được 1.000 baht,” hoặc “Tôi đã viết Ngày 1 lên gương.” Hãy kỷ niệm nó. Ghi lại, kể với một người bạn, hoặc đơn giản đặt tay lên tim và mỉm cười. Bạn được phép tự hào vì những điều nhỏ. Sự bình tĩnh lớn lên như thế—từng chiến thắng lặng lẽ.","audio_en":"calm_vip3_10_en.mp3","audio_vi":"calm_vip3_10_vi.mp3","ai_prompt_en":"I just had a small money win: [describe]. Help me celebrate it.","ai_prompt_vi":"Tôi vừa có một chiến thắng nhỏ về tiền: [mô tả]. Giúp tôi kỷ niệm nó.","ai_followup_en":"Want to set a tiny goal for your next win?","ai_followup_vi":"Muốn đặt một mục tiêu nhỏ cho chiến thắng tiếp theo không?"}],"meta":{"created_at":"2025-11-07T09:28:00+07:00","updated_at":"2025-11-07T09:45:00+07:00","entry_count":10,"tier":"vip3","room_color":"#FFD700","artifact_version_id":"finance-calm-vip3-sub1-v001","localization":{"i18n_required":true,"i18n_verified":false}}}