{
  "name": "Career Consultant",
  "name_vi": "Chuyên Gia Định Hướng Nghề Nghiệp",
  "description": "A life-changing invitation to discover your true calling — the first step toward VIP4's personalized career mastery.",
  "description_vi": "Lời mời thay đổi cuộc đời: khám phá tiếng gọi thật sự của bạn — bước đầu tiến vào VIP4 với hành trình định hướng nghề nghiệp cá nhân hóa.",
  "keywords_en": ["career choice", "self discovery", "career path", "future planning", "career guidance", "strengths", "career consultant", "VIP4 preview"],
  "keywords_vi": ["chọn nghề", "tự khám phá", "lộ trình nghề nghiệp", "lập kế hoạch tương lai", "định hướng nghề nghiệp", "điểm mạnh", "chuyên gia nghề nghiệp", "xem trước VIP4"],
  "entries": [
    {
      "slug": "career-choice-guidance",
      "keywords_en": ["career choice", "choosing career", "career decision"],
      "keywords_vi": ["chọn nghề", "quyết định nghề nghiệp", "lựa chọn công việc"],
      "copy": {
        "en": "Choosing a career is not just about earning a living — it is about defining the rhythm of your days, the people you meet, and the legacy you leave behind. Yet most young people are pushed into decisions before they truly know themselves. They chase trends, parental expectations, or survival, and end up wondering why life feels offbeat. CareerSpark's VIP4: Career Consultant is built to stop that quiet drift — to give you the map before you walk.",
        "vi": "Chọn nghề không chỉ là tìm cách kiếm sống — đó là quyết định nhịp điệu mỗi ngày, những con người bạn gặp, và dấu ấn bạn để lại. Thế nhưng hầu hết người trẻ bị buộc phải chọn trước khi thật sự hiểu mình. Họ chạy theo xu hướng, kỳ vọng gia đình hay nhu cầu tồn tại, rồi tự hỏi vì sao cuộc đời cảm thấy lạc nhịp. CareerSpark VIP4: Chuyên Gia Định Hướng Nghề Nghiệp ra đời để dừng lại sự trôi dạt âm thầm ấy — để trao cho bạn tấm bản đồ trước khi bước đi."
      },
      "tags": ["guidance", "decision-making", "self-awareness"],
      "audio": "career_consultant_free.mp3"
    },
    {
      "slug": "self-discovery",
      "keywords_en": ["self discovery", "know yourself", "strengths", "understand yourself"],
      "keywords_vi": ["tự khám phá", "hiểu bản thân", "điểm mạnh", "nhận thức bản thân"],
      "copy": {
        "en": "Here, science meets self-discovery. You won't just take a test; you will decode your strengths, patterns, and motivations through a series of guided reflections and AI-driven insights. You'll see why you light up around certain problems, what kind of environments make you thrive, and which skills grow fastest in your hands. The system doesn't tell you who to become — it helps you hear your own voice clearly for the first time.",
        "vi": "Tại đây, khoa học gặp gỡ tự khám phá. Bạn sẽ không chỉ làm bài trắc nghiệm; bạn sẽ giải mã sức mạnh, mô thức và động lực của chính mình qua chuỗi câu hỏi gợi mở và phân tích AI tinh vi. Bạn sẽ hiểu vì sao mình say mê trước một kiểu vấn đề nào đó, môi trường nào khiến bạn phát triển, và kỹ năng nào nở rộ nhanh nhất trong tay mình. Hệ thống không nói bạn phải trở thành ai — nó giúp bạn nghe rõ giọng nói bên trong mình lần đầu tiên."
      },
      "tags": ["self-awareness", "strengths", "motivation"],
      "audio": "career_consultant_free.mp3"
    },
    {
      "slug": "future-trends",
      "keywords_en": ["future trends", "career trends", "job market", "industries"],
      "keywords_vi": ["xu hướng tương lai", "xu hướng nghề nghiệp", "thị trường việc làm", "ngành nghề"],
      "copy": {
        "en": "We combine data from psychology, labor trends, and mentorship to forecast not only what is stable today but what will bloom tomorrow. You will see the rise of green industries, digital craftsmanship, human-centered design, and hybrid jobs that didn't exist five years ago. The world is changing — you deserve tools that evolve faster than anxiety.",
        "vi": "Chúng tôi kết hợp dữ liệu từ tâm lý học, xu hướng lao động và cố vấn nghề để dự đoán không chỉ điều ổn định hôm nay mà cả những lĩnh vực sẽ nở rộ ngày mai. Bạn sẽ thấy sự trỗi dậy của các ngành xanh, nghề thủ công kỹ thuật số, thiết kế nhân bản, và những công việc lai chưa từng tồn tại cách đây 5 năm. Thế giới thay đổi — và bạn xứng đáng có công cụ phát triển nhanh hơn nỗi lo."
      },
      "tags": ["trends", "industries", "future"],
      "audio": "career_consultant_free.mp3"
    },
    {
      "slug": "career-roadmap",
      "keywords_en": ["career roadmap", "planning", "mentorship", "guidance", "VIP4"],
      "keywords_vi": ["lộ trình nghề nghiệp", "lập kế hoạch", "cố vấn", "định hướng", "VIP4"],
      "copy": {
        "en": "In VIP4, you don't walk alone. You are paired with AI consultants and human mentors who guide your choices with clarity and empathy. Together, you'll shape a 5-year roadmap — not a rigid plan, but a living compass that adapts as you grow. You'll learn how to turn uncertainty into strategy, curiosity into mastery, and passion into a livelihood. Choosing your career is not a single act. It's a lifelong dialogue between who you are and who you are becoming. Let's begin that dialogue with awareness, courage, and support that truly understands you. Step into CareerSpark's VIP4 — where your future stops being a guess, and starts becoming your design.",
        "vi": "Trong VIP4, bạn không đơn độc. Bạn được ghép đôi cùng chuyên gia AI và cố vấn người thật để cùng soi sáng lựa chọn bằng sự rõ ràng và thấu hiểu. Cả hai sẽ cùng vẽ ra lộ trình 5 năm — không phải bản kế hoạch cứng nhắc mà là chiếc la bàn sống, thay đổi theo từng bước trưởng thành. Bạn sẽ học cách biến bất định thành chiến lược, tò mò thành chuyên môn, và đam mê thành sự nghiệp. Chọn nghề không phải hành động một lần. Đó là cuộc đối thoại trọn đời giữa con người bạn hôm nay và người bạn đang trở thành. Hãy bắt đầu cuộc đối thoại ấy bằng nhận thức, can đảm và sự đồng hành thật sự. Bước vào CareerSpark VIP4 — nơi tương lai của bạn không còn là điều phỏng đoán, mà trở thành thiết kế của chính bạn."
      },
      "tags": ["roadmap", "mentorship", "VIP4", "planning"],
      "audio": "career_consultant_free.mp3"
    }
  ],
  "meta": {
    "tier": "free",
    "room_color": "#1E88E5",
    "artifact_version_id": "career_consultant_free-v002",
    "created_at": "2025-11-08T21:10:00+07:00",
    "updated_at": "2025-11-09T10:30:00+07:00",
    "entry_count": 4,
    "localization": {
      "i18n_required": true,
      "i18n_verified": true
    }
  }
}
