{
  "name": "Choosing Your Path",
  "name_vi": "Chọn Con Đường Của Bạn",
  "description": "Gentle guidance to help students understand themselves, meet the world, and choose a meaningful career path.",
  "description_vi": "Những lời gợi mở nhẹ nhàng giúp học sinh hiểu chính mình, chạm vào thế giới và chọn một con đường nghề nghiệp có ý nghĩa.",
  "keywords_en": ["career choice", "self discovery", "students", "meaningful work"],
  "keywords_vi": ["chọn nghề", "hiểu bản thân", "học sinh", "công việc ý nghĩa"],
  "entries": [
    {
      "slug": "learn-yourself-meet-world",
      "keywords_en": ["self discovery", "exploration", "world of work"],
      "keywords_vi": ["tự khám phá", "trải nghiệm", "thế giới nghề nghiệp"],
      "copy": {
        "en": "Before you choose a career, you must learn the art of knowing yourself — and the world that mirrors you. The best way to understand your interests is not by guessing, but by touching life directly.\n\nSpend a day in a factory, watching how precision becomes pride. Visit a hospital, sensing how compassion moves in quiet halls. Sit in a courtroom, feeling how justice and voice shape society. Walk through an art gallery, listening to colors speak. Observe teachers in a classroom, farmers in a field, pilots before takeoff, scientists in a lab, designers sketching light, journalists chasing truth, baristas crafting calm, architects imagining space, volunteers comforting elders, engineers building bridges, musicians shaping silence.\n\nEach scene whispers something to you — notice which moments awaken curiosity, admiration, or calm. Write down what draws you, what drains you. Career begins not in a catalog of jobs, but in the heartbeat of your own wonder. The more you explore, the more clearly you will hear the quiet sentence inside: \"This is where I belong.\"",
        "vi": "Trước khi chọn nghề, bạn cần học nghệ thuật hiểu chính mình — và hiểu thế giới đang soi chiếu bạn. Cách tốt nhất để nhận ra mình thích gì không phải là đoán, mà là chạm trực tiếp vào cuộc sống.\n\nHãy dành một ngày ở nhà máy, nhìn sự chính xác biến thành niềm tự hào. Ghé thăm bệnh viện, cảm nhận lòng trắc ẩn di chuyển trong những hành lang yên tĩnh. Ngồi trong phòng xử án, thấy công lý và tiếng nói định hình xã hội. Đi dạo trong phòng tranh, lắng nghe màu sắc lên tiếng. Quan sát thầy cô trên lớp, nông dân ngoài ruộng, phi công trước giờ cất cánh, nhà khoa học trong phòng thí nghiệm, nhà thiết kế phác thảo ánh sáng, nhà báo đuổi theo sự thật, barista pha một cốc bình yên, kiến trúc sư tưởng tượng không gian, tình nguyện viên an ủi người già, kỹ sư xây cầu, nhạc công nắn nót từng khoảng lặng.\n\nMỗi khung cảnh thì thầm điều gì đó với bạn — hãy để ý khoảnh khắc nào khiến bạn tò mò, ngưỡng mộ hoặc thấy bình yên. Ghi lại điều kéo bạn lại gần, điều làm bạn mệt. Hành trình nghề nghiệp không bắt đầu trong danh mục việc làm, mà trong nhịp tim của chính sự ngạc nhiên bên trong bạn. Càng trải nghiệm, bạn càng nghe rõ câu nói nhẹ nhàng trong lòng: \"Đây là nơi mình thuộc về.\""
      },
      "audio": "path_vip4_01_en.mp3",
      "tags": ["career", "exploration", "self-knowledge"]
    },
    {
      "slug": "career-as-self-learning",
      "keywords_en": ["choosing career", "effort", "inner rhythm"],
      "keywords_vi": ["chọn nghề", "nỗ lực", "nhịp điệu bên trong"],
      "copy": {
        "en": "Selecting a career is not just a decision about work — it is a profound lesson about yourself. You are not choosing only what to do, but who you are willing to become.\n\nSome jobs are loud and fast: surgeons in emergency rooms, reporters on breaking stories. Others are quiet yet deep: novelists, researchers, gardeners, librarians — people whose fulfillment grows in silence and patience. Neither path is higher; they are simply different mirrors for different souls.\n\nThe key is attention. Notice what kind of rhythm nourishes you. Do you thrive among crowds or in calm focus? Do you enjoy fixing details or dreaming large patterns? Put sincere effort here — the time you invest in exploring now will save you years of confusion later.\n\nYou may not find the "perfect job," but you will discover the direction that keeps your energy alive. A career chosen with awareness is like a well-tuned instrument — it sounds better the longer you play it.",
        "vi": "Việc chọn nghề không chỉ là quyết định về công việc — đó là một bài học sâu sắc về chính con người bạn. Bạn không chỉ chọn mình sẽ làm gì, mà còn chọn mình sẵn sàng trở thành ai.\n\nCó những nghề ồn ào và nhanh: bác sĩ cấp cứu, phóng viên chạy theo tin nóng. Có những nghề yên tĩnh nhưng rất sâu: nhà văn, nhà nghiên cứu, người làm vườn, thủ thư — những người tìm thấy sự viên mãn trong im lặng và kiên nhẫn. Không con đường nào \"cao hơn\"; chúng chỉ là những tấm gương khác nhau cho những tâm hồn khác nhau.\n\nĐiều quan trọng là sự chú ý. Hãy để ý nhịp điệu nào nuôi dưỡng bạn. Bạn nở rộ giữa đám đông hay trong sự tập trung yên lặng? Bạn thấy vui khi chỉnh sửa từng chi tiết hay khi vẽ nên bức tranh lớn? Hãy nghiêm túc đầu tư cho giai đoạn này — thời gian bạn bỏ ra để khám phá bây giờ sẽ giúp bạn tránh nhiều năm hoang mang sau này.\n\nCó thể bạn sẽ không tìm được \"công việc hoàn hảo\", nhưng bạn sẽ tìm ra hướng đi giữ cho năng lượng của mình luôn sống. Một nghề được chọn với sự tỉnh thức giống như một nhạc cụ được chỉnh đúng — càng chơi lâu, âm thanh càng đẹp."
      },
      "audio": "path_vip4_02_en.mp3",
      "tags": ["self-awareness", "career-choice", "personal-growth"]
    },
    {
      "slug": "inspiration-from-stories",
      "keywords_en": ["role models", "movies and books", "inspiration"],
      "keywords_vi": ["hình mẫu", "phim và sách", "truyền cảm hứng"],
      "copy": {
        "en": "Sometimes, the doorway to your dream career opens through someone else's story. Think of the characters in films or novels who have stayed with you for years — perhaps a lawyer fighting for the powerless, a nurse holding a trembling hand, a traveler chasing knowledge, or an inventor daring to fail.\n\nAsk yourself why they move you. Their courage, patience, or curiosity often reflects a hidden seed within you. When you watch a teacher awaken young minds, a scientist persist in a tiny lab, or a social worker stand beside a frightened child, something inside you quietly says, \"I wish I could do that.\"\n\nCollect those moments. Write a list of people, real or imagined, who make you want to be better. Then trace the pattern they share. Maybe you long to heal, build, teach, explore, create, protect, or connect.\n\nThose are not just dreams — they are directions. The stories that touch you are mirrors, showing you possible versions of your future self. Follow them gently but firmly.",
        "vi": "Đôi khi, cánh cửa dẫn đến nghề mơ ước lại mở ra từ câu chuyện của người khác. Hãy nghĩ về những nhân vật trong phim hoặc sách đã ở lại với bạn suốt nhiều năm — có thể là một luật sư bảo vệ người yếu thế, một y tá nắm lấy bàn tay đang run, một kẻ lãng du đi tìm tri thức, hay một nhà phát minh dám chấp nhận thất bại.\n\nHãy tự hỏi vì sao họ chạm được vào bạn. Lòng can đảm, sự kiên nhẫn hoặc trí tò mò của họ thường phản chiếu một hạt giống âm thầm bên trong bạn. Khi bạn nhìn thấy một thầy cô đánh thức tâm trí học trò, một nhà khoa học kiên trì trong căn phòng thí nghiệm nhỏ, hay một nhân viên công tác xã hội đứng cạnh một đứa trẻ đang sợ hãi, có điều gì đó trong bạn khẽ nói: \"Ước gì mình cũng làm được như vậy.\"\n\nHãy gom những khoảnh khắc đó lại. Viết ra danh sách những con người, thật hoặc hư cấu, khiến bạn muốn trở nên tốt hơn. Rồi tìm xem họ có điểm chung nào.\n\nCó thể bạn khao khát chữa lành, xây dựng, dạy dỗ, khám phá, sáng tạo, bảo vệ hoặc kết nối. Đó không chỉ là mơ mộng — đó là những hướng đi. Những câu chuyện chạm vào bạn chính là tấm gương soi những phiên bản tương lai có thể của bạn. Hãy nhẹ nhàng nhưng kiên định đi theo."
      },
      "audio": "path_vip4_03_en.mp3",
      "tags": ["inspiration", "role-models", "storytelling"]
    },
    {
      "slug": "meaning-beyond-money",
      "keywords_en": ["meaningful work", "money", "purpose"],
      "keywords_vi": ["công việc ý nghĩa", "tiền bạc", "mục đích"],
      "copy": {
        "en": "Money is necessary, but meaning is nourishment. A paycheck can feed your body, but only purpose can feed your spirit. Many people earn well yet feel empty because their days lack connection to something larger than themselves.\n\nWhen you choose a career, imagine not only the income but the impact. Ask yourself: \"If I spend ten years here, will my heart grow kinder, wiser, freer?\" A simple job done with love — teaching children, repairing machines, tending plants, writing words that comfort — can make life deeply rich.\n\nMoney measures exchange; meaning measures aliveness. The happiest professionals are not those who escape all hardship, but those who wake each day feeling that what they do matters.\n\nSo yes, be practical — plan, budget, survive. But never trade your inner light for numbers on a screen. A meaningful life is built not by chasing wealth, but by serving something worth your devotion. When work and heart move in the same direction, even ordinary days begin to shine.",
        "vi": "Tiền là cần thiết, nhưng ý nghĩa mới là dưỡng chất. Một khoản lương có thể nuôi cơ thể bạn, nhưng chỉ có mục đích mới nuôi được tinh thần. Nhiều người kiếm rất khá nhưng vẫn thấy trống rỗng vì mỗi ngày của họ không gắn với điều gì lớn hơn chính họ.\n\nKhi chọn nghề, hãy hình dung không chỉ mức thu nhập mà còn cả tác động. Hãy hỏi: \"Nếu mình ở đây mười năm, trái tim mình sẽ trở nên nhân hậu hơn, khôn ngoan hơn, tự do hơn không?\" Một công việc đơn giản nhưng được làm bằng tình yêu — dạy trẻ, sửa máy, chăm cây, viết những dòng chữ an ủi — cũng có thể khiến cuộc đời trở nên vô cùng giàu có.\n\nTiền đo lường sự trao đổi; ý nghĩa đo lường độ sống động. Những người hạnh phúc nhất không phải là người tránh được mọi khó khăn, mà là người thức dậy mỗi ngày với cảm giác việc mình làm thật sự có ý.\n\nVì thế, hãy thực tế — lập kế hoạch, chi tiêu, tồn tại. Nhưng đừng bao giờ đánh đổi ánh sáng bên trong chỉ để đổi lấy những con số trên màn hình. Một cuộc đời có ý nghĩa không được xây bằng việc chạy theo tiền bạc, mà bằng việc phục vụ điều xứng đáng với sự tận tâm của bạn. Khi công việc và trái tim đi cùng một hướng, những ngày bình thường cũng bắt đầu tỏa sáng."
      },
      "audio": "path_vip4_04_en.mp3",
      "tags": ["purpose", "meaningful-work", "values"]
    }
  ],
  "meta": {
    "created_at": "2025-11-09T00:00:00+07:00",
    "updated_at": "2025-11-09T00:00:00+07:00",
    "entry_count": 4,
    "tier": "vip4",
    "room_color": "#FFC107",
    "artifact_version_id": "choosing-your-path-v001",
    "localization": {
      "i18n_required": true,
      "i18n_verified": true
    }
  }
}