{
  "id": "clothes_dressing_kids_l1",
  "tier": "Kids Level 1 / Trẻ Em Cấp 1",
  "title": {
    "en": "Clothes & Dressing",
    "vi": "Quần Áo & Mặc"
  },
  "content": {
    "en": "This room helps parents teach simple clothing words through dressing routines and playful sorting. Children aged 4–7 learn best when they can touch fabrics, name items, and practice getting dressed step by step.",
    "vi": "Phòng này giúp cha mẹ dạy các từ về quần áo đơn giản qua thói quen mặc đồ và phân loại vui. Trẻ 4–7 tuổi học tốt nhất khi bé có thể chạm vào vải, đặt tên đồ vật và thực hành mặc đồ từng bước.",
    "audio": "clothes_dressing_v1_intro.mp3"
  },
  "entries": [
    {
      "slug": "shirt",
      "keywords_en": [
        "clothes",
        "shirt",
        "top"
      ],
      "keywords_vi": [
        "quần áo",
        "áo",
        "trên"
      ],
      "copy": {
        "en": "Begin with the word shirt. Hold up a shirt and say the word clearly. Let your child touch the fabric and repeat after you. Help them put it on slowly, saying shirt each time. Children remember words better when they can feel and wear what they are learning.",
        "vi": "Bắt đầu với từ shirt. Giơ chiếc áo lên và nói từ rõ ràng. Để bé chạm vào vải và lặp lại theo bạn. Giúp bé mặc chậm rãi, nói shirt mỗi lần. Trẻ nhớ từ tốt hơn khi bé có thể cảm nhận và mặc những gì bé đang học."
      },
      "tags": [
        "clothes",
        "shirt"
      ],
      "audio": "clothes_dressing_v1_shirt.mp3"
    },
    {
      "slug": "pants",
      "keywords_en": [
        "clothes",
        "pants",
        "bottom"
      ],
      "keywords_vi": [
        "quần áo",
        "quần",
        "dưới"
      ],
      "copy": {
        "en": "Teach the word pants by holding them up and naming them. Let your child step into the pants one leg at a time, repeating the word with each step. The slow process of getting dressed helps the word stick naturally.",
        "vi": "Dạy từ pants bằng cách giơ chúng lên và đặt tên. Để bé xỏ vào quần từng chân một, lặp lại từ với mỗi bước. Quá trình mặc đồ chậm rãi giúp từ ghi nhớ tự nhiên."
      },
      "tags": [
        "clothes",
        "pants"
      ],
      "audio": "clothes_dressing_v1_pants.mp3"
    },
    {
      "slug": "shoes-socks",
      "keywords_en": [
        "clothes",
        "shoes",
        "socks"
      ],
      "keywords_vi": [
        "quần áo",
        "giày",
        "tất"
      ],
      "copy": {
        "en": "Introduce shoes and socks together. Start with socks, letting your child pull them on while you say the word. Then add shoes, repeating the word as they put them on. Pairing these items together makes dressing feel complete and organized.",
        "vi": "Giới thiệu shoes và socks cùng nhau. Bắt đầu với tất, để bé kéo chúng lên khi bạn nói từ. Sau đó thêm giày, lặp lại từ khi bé đi chúng. Ghép các món đồ này lại với nhau khiến việc mặc đồ cảm thấy hoàn chỉnh và có tổ chức."
      },
      "tags": [
        "clothes",
        "shoes"
      ],
      "audio": "clothes_dressing_v1_shoes_socks.mp3"
    },
    {
      "slug": "hat",
      "keywords_en": [
        "clothes",
        "hat",
        "head"
      ],
      "keywords_vi": [
        "quần áo",
        "mũ",
        "đầu"
      ],
      "copy": {
        "en": "Teach the word hat by placing it gently on your child's head. Say the word clearly and let them feel the hat. Hats are fun accessories, and children love the playful moment of putting them on and taking them off.",
        "vi": "Dạy từ hat bằng cách đặt nhẹ nhàng lên đầu bé. Nói từ rõ ràng và để bé cảm nhận chiếc mũ. Mũ là phụ kiện vui, và trẻ thích khoảnh khắc vui khi đội và tháo chúng."
      },
      "tags": [
        "clothes",
        "hat"
      ],
      "audio": "clothes_dressing_v1_hat.mp3"
    },
    {
      "slug": "sorting-game",
      "keywords_en": [
        "clothes",
        "game",
        "sort"
      ],
      "keywords_vi": [
        "quần áo",
        "trò chơi",
        "phân loại"
      ],
      "copy": {
        "en": "Play a clothing sorting game. Lay out a few items such as shirt, pants, hat, and socks. Ask your child to pick each one and name it with you. Sorting and naming together turns getting dressed into a joyful, organized learning activity.",
        "vi": "Chơi trò phân loại quần áo. Đặt vài món đồ như shirt, pants, hat, socks. Nhờ bé chọn từng món và đặt tên với bạn. Phân loại và đặt tên cùng nhau biến việc mặc đồ thành hoạt động học tập vui vẻ và có tổ chức."
      },
      "tags": [
        "game",
        "sort"
      ],
      "audio": "clothes_dressing_v1_sorting_game.mp3"
    },
    {
      "slug": "all",
      "keywords_en": [
        "all",
        "full",
        "complete"
      ],
      "keywords_vi": [
        "tất cả",
        "đầy đủ"
      ],
      "copy": {
        "en": "Start with shirt, letting your child touch and wear it while repeating the word.\n\nTeach pants by helping your child step in slowly, naming the item with each step.\n\nIntroduce shoes and socks together, putting them on one at a time while repeating the words.\n\nAdd hat by placing it on your child's head and saying the word clearly.\n\nFinish with a sorting game, laying out clothing items and naming each one together.\n\nThese simple dressing routines turn everyday moments into natural learning opportunities.",
        "vi": "Bắt đầu với shirt, để bé chạm và mặc nó khi lặp lại từ.\n\nDạy pants bằng cách giúp bé xỏ chậm rãi, đặt tên món đồ với mỗi bước.\n\nGiới thiệu shoes và socks cùng nhau, đi từng cái một khi lặp lại từ.\n\nThêm hat bằng cách đặt nó lên đầu bé và nói từ rõ ràng.\n\nKết thúc với trò phân loại, đặt các món quần áo ra và đặt tên từng món cùng nhau.\n\nNhững thói quen mặc đồ đơn giản này biến khoảnh khắc hằng ngày thành cơ hội học tập tự nhiên."
      },
      "tags": [
        "all"
      ],
      "audio": "clothes_dressing_v1_shirt.mp3 clothes_dressing_v1_pants.mp3 clothes_dressing_v1_shoes_socks.mp3 clothes_dressing_v1_hat.mp3 clothes_dressing_v1_sorting_game.mp3"
    }
  ]
}
