{
  "name": "Advanced Confidence Building",
  "name_vi": "Xây Dựng Tự Tin Nâng Cao",
  "description": "Strengthen your inner confidence with refined practices that grow naturally over time. This VIP2 room offers five weekly micro-habits focused on authentic affirmations, social presence, goal alignment, mindful awareness, and community connection. Each step builds quiet strength and belonging. Track one small moment of courage daily. Higher tiers include personalized reflection tools and guided audio journeys. Discover deeper guidance in higher tiers.",
  "description_vi": "Củng cố sự tự tin bên trong bằng các thực hành tinh chỉnh phát triển tự nhiên theo thời gian. Phòng VIP2 này cung cấp năm thói quen vi mô hàng tuần tập trung vào khẳng định chân thực, sự hiện diện xã hội, định hướng mục tiêu, nhận thức chánh niệm và kết nối cộng đồng. Mỗi bước xây dựng sức mạnh và cảm giác thuộc về yên lặng. Theo dõi một khoảnh khắc nhỏ của sự can đảm mỗi ngày. Các cấp cao hơn bao gồm công cụ phản ánh cá nhân hóa và hành trình âm thanh hướng dẫn. Khám phá thêm ở cấp độ cao hơn.",
  "keywords_en": [
    "refined affirmations",
    "social confidence",
    "goal planning",
    "mindful confidence",
    "community engagement",
    "inner strength",
    "authentic presence",
    "personal growth"
  ],
  "keywords_vi": [
    "khẳng định tinh chỉnh",
    "tự tin xã hội",
    "lập kế hoạch mục tiêu",
    "tự tin chánh niệm",
    "tương tác cộng đồng",
    "sức mạnh nội tại",
    "sự hiện diện chân thực",
    "phát triển cá nhân"
  ],
  "entries": [
    {
      "slug": "mastering-social-confidence",
      "keywords_en": [
        "social confidence",
        "authentic presence",
        "conversation",
        "connection"
      ],
      "keywords_vi": [
        "tự tin xã hội",
        "sự hiện diện chân thực",
        "cuộc trò chuyện",
        "kết nối"
      ],
      "copy": {
        "en": "Social confidence blooms through steady practice and authentic presence. Each week, start one meaningful conversation where you share something real about yourself. Ask open questions that invite others to express what matters to them. Attend one gathering or workshop each month to expand comfort in social spaces. Focus on curiosity instead of performance; warmth builds trust more than words do. Smile, listen, and allow pauses without rushing. Every small exchange teaches your body ease and your mind calm assurance. Begin today by greeting someone with genuine openness. Each connection becomes a quiet lesson in belonging. Ready to move with natural confidence? Explore beyond VIP 2.",
        "vi": "Tự tin xã hội nở rộ qua thực hành đều đặn và sự hiện diện chân thực. Mỗi tuần, bắt đầu một cuộc trò chuyện ý nghĩa nơi bạn chia sẻ điều gì đó thật về bản thân. Đặt câu hỏi mở mời gọi người khác bày tỏ điều quan trọng với họ. Tham gia một buổi tụ họp hoặc hội thảo mỗi tháng để mở rộng sự thoải mái trong không gian xã hội. Tập trung vào sự tò mò thay vì biểu diễn; sự ấm áp xây dựng lòng tin hơn lời nói. Mỉm cười, lắng nghe và cho phép khoảng lặng mà không vội vã. Mỗi trao đổi nhỏ dạy cơ thể bạn sự dễ chịu và tâm trí sự tự tin bình tĩnh. Bắt đầu hôm nay bằng cách chào ai đó với sự cởi mở chân thành. Mỗi kết nối trở thành bài học yên lặng về sự thuộc về. Sẵn sàng di chuyển với sự tự tin tự nhiên? Khám phá xa hơn VIP 2."
      },
      "tags": [
        "social",
        "confidence"
      ],
      "audio": {
        "en": "audio/mastering_social_confidence_vip2.mp3"
      }
    }
  ],
  "audio": "audio/refining_affirmations_for_strength_vip2.mp3",
  "id": "confidence_building_vip2",
  "title": {
    "en": "Advanced Confidence Building",
    "vi": "Xây Dựng Tự Tin Nâng Cao"
  },
  "content": {
    "en": "Strengthen your inner confidence with refined practices that grow naturally over time. This VIP2 room offers five weekly micro-habits focused on authentic affirmations, social presence, goal alignment, mindful awareness, and community connection. Each step builds quiet strength and belonging. Track one small moment of courage daily. Higher tiers include personalized reflection tools and guided audio journeys. Discover deeper guidance in higher tiers.",
    "vi": "Củng cố sự tự tin bên trong bằng các thực hành tinh chỉnh phát triển tự nhiên theo thời gian. Phòng VIP2 này cung cấp năm thói quen vi mô hàng tuần tập trung vào khẳng định chân thực, sự hiện diện xã hội, định hướng mục tiêu, nhận thức chánh niệm và kết nối cộng đồng. Mỗi bước xây dựng sức mạnh và cảm giác thuộc về yên lặng. Theo dõi một khoảnh khắc nhỏ của sự can đảm mỗi ngày. Các cấp cao hơn bao gồm công cụ phản ánh cá nhân hóa và hành trình âm thanh hướng dẫn. Khám phá thêm ở cấp độ cao hơn."
  },
  "tier": "VIP2",
  "domain": "General"
}
