{
  "id": "conversation_starters_kids_l3",
  "tier": "Kids Level 3 / Trẻ Em Cấp 3",
  "title": {
    "en": "Conversation Starters",
    "vi": "Gợi Ý Trò Chuyện"
  },
  "content": {
    "en": "This room teaches kids how to begin simple conversations in English. Children learn natural questions, friendly responses, and how to keep a conversation going. Parents can support by practicing small daily exchanges at home.",
    "vi": "Phòng học này giúp trẻ bắt đầu những cuộc trò chuyện đơn giản bằng tiếng Anh. Trẻ học cách đặt câu hỏi tự nhiên, trả lời thân thiện và duy trì cuộc trò chuyện. Cha mẹ có thể hỗ trợ bằng cách luyện tập những đoạn hội thoại nhỏ mỗi ngày.",
    "audio": "conversation_starters_v1_intro.mp3"
  },
  "entries": [
    {
      "slug": "ask-about-day",
      "keywords_en": ["conversation", "day", "ask"],
      "keywords_vi": ["trò chuyện", "ngày của bạn", "hỏi"],
      "copy": {
        "en": "Teach kids to start conversations with easy questions about someone’s day. Simple prompts like “How was your day?” or “What did you do today?” help children practice friendly curiosity. Guide them to listen to the answer and reply with one short comment such as “That sounds fun!” or “Wow, really?” This builds confidence and teaches the rhythm of basic conversation.",
        "vi": "Hãy dạy trẻ bắt đầu trò chuyện bằng các câu hỏi đơn giản về một ngày của ai đó. Các câu như “How was your day?” hoặc “What did you do today?” giúp trẻ luyện sự quan tâm thân thiện. Hướng dẫn trẻ lắng nghe câu trả lời và phản hồi bằng một câu ngắn như “That sounds fun!” hoặc “Wow, really?” Cách này giúp trẻ tự tin và hiểu nhịp điệu của hội thoại cơ bản."
      },
      "tags": ["conversation"],
      "audio": "conversation_starters_v1_ask_about_day.mp3"
    },
    {
      "slug": "ask-favorite-things",
      "keywords_en": ["favorite", "ask", "conversation"],
      "keywords_vi": ["yêu thích", "hỏi", "trò chuyện"],
      "copy": {
        "en": "Kids love talking about their favorite things. Teach questions like “What’s your favorite game?” or “What’s your favorite food?” Encourage them to also share their own favorite to keep the conversation balanced. These questions are easy, fun, and help children connect with others through shared interests.",
        "vi": "Trẻ rất thích nói về những điều mình yêu thích. Hãy dạy các câu hỏi như “What’s your favorite game?” hoặc “What’s your favorite food?” Khuyến khích trẻ chia sẻ điều mình thích để cuộc trò chuyện cân bằng. Những câu hỏi này dễ, vui và giúp trẻ kết nối với mọi người qua sở thích chung."
      },
      "tags": ["favorite"],
      "audio": "conversation_starters_v1_favorite_things.mp3"
    },
    {
      "slug": "ask-feelings",
      "keywords_en": ["feelings", "ask", "conversation"],
      "keywords_vi": ["cảm xúc", "hỏi", "trò chuyện"],
      "copy": {
        "en": "Teaching kids to ask about feelings helps them build emotional awareness. Questions like “How are you feeling?” or “Are you happy today?” encourage empathy. Show them how to respond with kindness: “I’m glad!” or “I’m sorry to hear that.” This helps kids learn that conversation is also about caring for others.",
        "vi": "Dạy trẻ hỏi về cảm xúc giúp phát triển sự thấu cảm. Các câu như “How are you feeling?” hoặc “Are you happy today?” khuyến khích trẻ quan tâm đến người khác. Hãy dạy trẻ trả lời bằng sự tử tế: “I’m glad!” hoặc “I’m sorry to hear that.” Cách này giúp trẻ hiểu rằng trò chuyện cũng là quan tâm đến người khác."
      },
      "tags": ["feelings"],
      "audio": "conversation_starters_v1_ask_feelings.mp3"
    },
    {
      "slug": "ask-what-happened",
      "keywords_en": ["what happened", "ask", "story"],
      "keywords_vi": ["chuyện gì đã xảy ra", "hỏi", "câu chuyện"],
      "copy": {
        "en": "Children often want to know what happened in someone’s day. Teach simple prompts like “What happened next?” or “Then what did you do?” These questions help children follow a story and show interest. It also teaches them how to build a natural back-and-forth conversation.",
        "vi": "Trẻ thường muốn biết điều gì đã xảy ra trong ngày của ai đó. Hãy dạy trẻ câu đơn giản như “What happened next?” hoặc “Then what did you do?” Những câu này giúp trẻ theo dõi câu chuyện và thể hiện sự quan tâm. Đồng thời, chúng dạy trẻ cách duy trì cuộc trò chuyện hai chiều tự nhiên."
      },
      "tags": ["story"],
      "audio": "conversation_starters_v1_what_happened.mp3"
    },
    {
      "slug": "join-conversation",
      "keywords_en": ["join", "conversation", "talk"],
      "keywords_vi": ["tham gia", "trò chuyện", "nói"],
      "copy": {
        "en": "Teach kids how to join a group conversation politely using phrases like “Can I join?” or “Can I play too?” Show them how to wait for a pause before speaking. This builds social confidence and teaches respectful communication.",
        "vi": "Hãy dạy trẻ tham gia cuộc trò chuyện nhóm bằng cách nói lịch sự: “Can I join?” hoặc “Can I play too?” Hướng dẫn trẻ chờ một khoảng ngừng trước khi nói. Điều này giúp trẻ tự tin hơn và học cách giao tiếp tôn trọng."
      },
      "tags": ["join"],
      "audio": "conversation_starters_v1_join_conversation.mp3"
    },
    {
      "slug": "all",
      "keywords_en": ["all"],
      "keywords_vi": ["tất cả"],
      "copy": {
        "en": "Teach kids to start conversations with easy questions about someone’s day. Simple prompts like “How was your day?” or “What did you do today?” help children practice friendly curiosity. Guide them to listen to the answer and reply with one short comment such as “That sounds fun!” or “Wow, really?” This builds confidence and teaches the rhythm of basic conversation.\n\nKids love talking about their favorite things. Questions like “What’s your favorite game?” or “What’s your favorite food?” make conversation fun and help kids connect through shared interests. Encourage them to also share their own favorite to keep the exchange balanced.\n\nTeaching kids to ask about feelings helps them build emotional awareness. Questions such as “How are you feeling?” or “Are you happy today?” encourage empathy. Show them how to reply kindly—“I’m glad!” or “I’m sorry to hear that.”—so they learn that conversation is also about caring for others.\n\nChildren often want to know what happened in someone’s day. Teach simple prompts like “What happened next?” or “Then what did you do?” These questions help kids follow a story and strengthen natural back-and-forth conversation skills.\n\nTeach kids how to join a group conversation politely using phrases like “Can I join?” or “Can I play too?” Show them how to wait for a pause before speaking. This builds social confidence and teaches respectful communication.",
        "vi": "Dạy trẻ bắt đầu trò chuyện bằng các câu hỏi đơn giản về một ngày của ai đó. Các câu như “How was your day?” hoặc “What did you do today?” giúp trẻ luyện sự quan tâm thân thiện. Hướng dẫn trẻ lắng nghe câu trả lời và phản hồi bằng một câu ngắn như “That sounds fun!” hoặc “Wow, really?” để trẻ học nhịp điệu hội thoại cơ bản.\n\nTrẻ rất thích nói về những điều mình yêu thích. Hãy dạy các câu hỏi như “What’s your favorite game?” hoặc “What’s your favorite food?” và khuyến khích trẻ chia sẻ điều mình thích để cuộc trò chuyện cân bằng và vui vẻ.\n\nDạy trẻ hỏi về cảm xúc giúp phát triển sự thấu cảm. Các câu như “How are you feeling?” hoặc “Are you happy today?” khuyến khích trẻ quan tâm đến người khác. Đồng thời, hãy dạy trẻ phản hồi tử tế: “I’m glad!” hoặc “I’m sorry to hear that.”\n\nTrẻ thường muốn biết điều gì đã xảy ra trong ngày của ai đó. Những câu như “What happened next?” hoặc “Then what did you do?” giúp trẻ theo dõi câu chuyện và duy trì trò chuyện hai chiều tự nhiên.\n\nHãy dạy trẻ tham gia cuộc trò chuyện nhóm bằng cách nói lịch sự: “Can I join?” hoặc “Can I play too?” và chờ một khoảng ngừng trước khi nói. Điều này giúp trẻ tự tin hơn và học cách giao tiếp tôn trọng."
      },
      "tags": ["all"],
      "audio": "conversation_starters_v1_ask_about_day.mp3 conversation_starters_v1_favorite_things.mp3 conversation_starters_v1_ask_feelings.mp3 conversation_starters_v1_what_happened.mp3 conversation_starters_v1_join_conversation.mp3"
    }
  ],
  "meta": {
    "age_range": "10-13",
    "level": "Kids Level 3",
    "created_at": "2025-11-22T00:00:00+00:00",
    "updated_at": "2025-11-22T00:00:00+00:00",
    "entry_count": 6,
    "room_color": "#E3F7FF"
  }
}
