{
  "id": "corporate_long_cycle_planning_vip9",
  "tier": "VIP9 / Cấp VIP9",
  "domain": "Corporate",
  "title": {
    "en": "Corporate Long Cycle Planning",
    "vi": "Hoạch Định Chu Kỳ Dài Doanh Nghiệp"
  },
  "content": {
    "en": "This room addresses long-term planning in corporate strategy, focusing on multi-year cycles, scenario planning, and sustainable growth trajectories.",
    "vi": "Phòng này đề cập hoạch định dài hạn trong chiến lược doanh nghiệp, tập trung vào chu kỳ đa năm, hoạch kịch bản, và quỹ đạo tăng trưởng bền vững."
  },
  "entries": [
    {
      "slug": "long-term-vision-setting",
      "keywords_en": ["long-term vision", "setting", "foresight", "aspiration", "alignment"],
      "keywords_vi": ["đặt tầm nhìn dài hạn", "tầm nhìn xa", "tham vọng", "sắp xếp"],
      "copy": {
        "en": "Long-term vision setting defines aspirational futures guiding corporate trajectories, beyond 5-10 years. Setting integrates foresight with ambition, as in Amazon's customer-centric vision. Principles: Inspirational yet achievable, stakeholder-aligned. Examples: Tesla's sustainable energy. Pitfalls: vague visions or short-term conflicts. Ground in scenarios. Exercises: Vision workshops. Strategically, vision directs cycles, integrating with foresight. VIP9 sets for visionary mastery. Without, shortsighted; with, directed. Extend to divisions: cascade visions. From HBS, visions strategize. McKinsey on horizon planning. In 2025's uncertainties, setting adapts, turning vision resilient. Over time, it compounds direction, making setting navigational star.",
        "vi": "Đặt tầm nhìn dài hạn định tương lai tham vọng hướng quỹ đạo doanh nghiệp, vượt 5-10 năm. Đặt tích hợp tầm nhìn xa với tham vọng, như tầm nhìn customer-centric Amazon. Nguyên tắc: Cảm hứng mà khả thi, sắp stakeholder. Ví dụ: Năng lượng bền vững Tesla. Hố bẫy: tầm mơ hoặc xung ngắn hạn. Neo trong kịch bản. Bài tập: Workshop tầm nhìn. Chiến lược, tầm nhìn hướng chu kỳ, tích hợp với tầm nhìn xa. VIP9 đặt cho làm chủ visionary. Không có, ngắn hạn; có nó, định hướng. Mở rộng sang bộ phận: cascade tầm nhìn. Từ HBS, tầm nhìn chiến lược hóa. McKinsey về hoạch horizon. Trong bất định 2025, đặt thích ứng, biến tầm nhìn resilient. Qua thời gian, nó tích hướng, làm đặt navigational star."
      },
      "tags": ["long_term", "vision", "setting"],
      "audio": "corporate_long_cycle_planning_1_en.mp3"
    },
    {
      "slug": "multi-year-cycle-planning",
      "keywords_en": ["multi-year cycle", "planning", "phases", "milestones", "execution"],
      "keywords_vi": ["hoạch chu kỳ đa năm", "giai đoạn", "mốc", "thực thi"],
      "copy": {
        "en": "Multi-year cycle planning structures long-term strategies into phases with milestones for execution. Planning uses rolling horizons for adaptability. Principles: Phase build-maintain-harvest, flexible adjustments. Examples: Intel's tech roadmaps. Pitfalls: rigid cycles ignoring changes or no milestones drifting. Update dynamically. Exercises: Cycle mappings. Strategically, planning sustains growth, integrating with resilience. VIP9 plans for cycled mastery. Without, erratic; with, rhythmic. Extend to projects: cycle sub-plans. From HBS, cycles strategize. McKinsey on long-term planning. In 2025's volatilities, planning adapts AI, turning cycles predictive. Over time, it compounds progress, making planning endurance engine.",
        "vi": "Hoạch chu kỳ đa năm cấu trúc chiến lược dài vào giai với mốc cho thực thi. Hoạch dùng horizon lăn cho thích ứng. Nguyên tắc: Giai xây-duy trì-bắt, điều linh hoạt. Ví dụ: Roadmap tech Intel. Hố bẫy: chu kỳ cứng bỏ thay hoặc không mốc trôi. Cập động. Bài tập: Vẽ chu kỳ. Chiến lược, hoạch duy trì tăng, tích hợp với kiên cường. VIP9 hoạch cho làm chủ cycled. Không có, thất thường; có nó, nhịp. Mở rộng sang dự: sub-kế chu kỳ. Từ HBS, chu kỳ chiến lược hóa. McKinsey về hoạch dài hạn. Trong biến 2025, hoạch thích AI, biến chu kỳ predictive. Qua thời gian, nó tích tiến bộ, làm hoạch engine chịu đựng."
      },
      "tags": ["multi_year", "cycle", "planning"],
      "audio": "corporate_long_cycle_planning_2_en.mp3"
    },
    {
      "slug": "scenario-planning-in-cycles",
      "keywords_en": ["scenario planning", "cycles", "foresight", "contingencies", "adaptation"],
      "keywords_vi": ["hoạch kịch bản trong chu kỳ", "tầm nhìn xa", "dự phòng", "thích ứng"],
      "copy": {
        "en": "Scenario planning in cycles incorporates multiple futures into long-term plans, building contingencies for adaptability. Planning uses Shell's methods for robust cycles. Principles: Diverse scenarios, integrate into phases. Examples: Oil majors' energy transitions. Pitfalls: ignoring wildcards or no updates. Refresh annually. Exercises: Cycle scenarios. Strategically, planning enhances resilience, integrating with foresight. VIP9 plans for adaptive mastery. Without, vulnerable; with, prepared. Extend to risks: scenario mitigations. From HBS, scenarios strategize. McKinsey on uncertain planning. In 2025's uncertainties, planning leverages AI, turning cycles future-proof. Over time, it builds flexibility, making planning antifragile.",
        "vi": "Hoạch kịch bản trong chu kỳ tích nhiều tương lai vào kế dài, xây dự phòng cho thích ứng. Hoạch dùng phương Shell cho chu kỳ vững. Nguyên tắc: Kịch bản đa dạng, tích vào giai. Ví dụ: Chuyển năng lượng majors dầu. Hố bẫy: bỏ wildcard hoặc không cập. Làm mới năm. Bài tập: Kịch bản chu kỳ. Chiến lược, hoạch nâng kiên cường, tích hợp với tầm nhìn xa. VIP9 hoạch cho làm chủ adaptive. Không có, dễ tổn; có nó, chuẩn bị. Mở rộng sang rủi: giảm kịch bản. Từ HBS, kịch bản chiến lược hóa. McKinsey về hoạch bất định. Trong bất định 2025, hoạch tận AI, biến chu kỳ future-proof. Qua thời gian, nó xây linh hoạt, làm hoạch antifragile."
      },
      "tags": ["scenario", "planning", "cycles"],
      "audio": "corporate_long_cycle_planning_3_en.mp3"
    },
    {
      "slug": "milestone-and-kpi-setting",
      "keywords_en": ["milestone kpi", "setting", "tracking", "progress", "adjustment"],
      "keywords_vi": ["đặt mốc kpi", "theo dõi", "tiến bộ", "điều chỉnh"],
      "copy": {
        "en": "Milestone and KPI setting defines checkpoints and metrics for cycle progress, enabling adjustments. Setting uses SMART for clarity. Principles: Leading/lagging balance, alignment with vision. Examples: SpaceX's mission milestones. Pitfalls: unrealistic KPIs demotivating or too many overwhelming. Prioritize key. Exercises: Set review. Strategically, setting monitors cycles, integrating with analytics. VIP9 sets for measured mastery. Without, off-track; with, on-course. Extend to personal: life milestones. From HBS, KPIs strategize. McKinsey on performance metrics. In 2025's datas, setting leverages AI, turning milestones predictive. Over time, it ensures delivery, making setting navigation tools.",
        "vi": "Đặt mốc và KPI định checkpoint và chỉ số cho tiến chu kỳ, cho phép điều. Đặt dùng SMART cho rõ. Nguyên tắc: Cân leading/lagging, sắp với tầm nhìn. Ví dụ: Mốc sứ mệnh SpaceX. Hố bẫy: KPIs không thực demotivating hoặc quá nhiều choáng. Ưu chính. Bài tập: Đặt xem. Chiến lược, đặt giám chu kỳ, tích hợp với analytics. VIP9 đặt cho làm chủ measured. Không có, lệch quỹ; có nó, đúng hướng. Mở rộng sang cá: mốc đời. Từ HBS, KPIs chiến lược hóa. McKinsey về chỉ hiệu suất. Trong datas 2025, đặt tận AI, biến mốc predictive. Qua thời gian, nó đảm giao, làm đặt công cụ navigation."
      },
      "tags": ["milestone", "kpi", "setting"],
      "audio": "corporate_long_cycle_planning_4_en.mp3"
    },
    {
      "slug": "resource-phasing-in-cycles",
      "keywords_en": ["resource phasing", "cycles", "allocation", "timing", "efficiency"],
      "keywords_vi": ["phân giai nguồn trong chu kỳ", "phân bổ", "thời điểm", "hiệu quả"],
      "copy": {
        "en": "Resource phasing in cycles allocates assets timed to phases, optimizing efficiency. Phasing: Heavy in growth, light in harvest. Principles: Forecast needs, flexible budgets. Examples: Pharma RD phasing. Pitfalls: front-loading wasting or back-loading starving. Balance forecasts. Exercises: Phasing plans. Strategically, phasing maximizes ROI, integrating with allocation. VIP9 phases for efficient mastery. Without, mismatched; with, timed. Extend to projects: phase budgets. From HBS, phasing strategizes. McKinsey on cycle management. In 2025's volatilities, phasing adapts, turning resources responsive. Over time, it reduces waste, making phasing efficiency optimizer.",
        "vi": "Phân giai nguồn trong chu kỳ phân tài sản thời điểm theo giai, tối hiệu quả. Phân giai: Nặng ở tăng, nhẹ ở bắt. Nguyên tắc: Dự nhu cầu, ngân linh hoạt. Ví dụ: Phasing RD pharma. Hố bẫy: front-loading lãng hoặc back-loading đói. Cân dự báo. Bài tập: Kế phân giai. Chiến lược, phân giai tối ROI, tích hợp với phân bổ. VIP9 phân giai cho làm chủ efficient. Không có, lệch; có nó, thời điểm. Mở rộng sang dự: ngân giai. Từ HBS, phân giai chiến lược hóa. McKinsey về quản chu kỳ. Trong biến 2025, phân giai thích ứng, biến nguồn responsive. Qua thời gian, nó giảm thải, làm phân giai optimizer hiệu quả."
      },
      "tags": ["resource", "phasing", "cycles"],
      "audio": "corporate_long_cycle_planning_5_en.mp3"
    },
    {
      "slug": "cycle-review-and-adjustment",
      "keywords_en": ["cycle review", "adjustment", "feedback", "iteration", "improvement"],
      "keywords_vi": ["xem và điều chu kỳ", "phản hồi", "lặp", "cải thiện"],
      "copy": {
        "en": "Cycle review and adjustment evaluates progress for mid-course corrections, using feedback for iteration. Review: Quarterly assessments, adjust plans. Principles: Data-based, stakeholder input. Examples: GE's cycle reviews. Pitfalls: no reviews drifting or over-adjusting chaotic. Schedule, threshold-based. Exercises: Review simulations. Strategically, adjustment keeps relevant, integrating with resilience. VIP9 reviews for adaptive mastery. Without, off-course; with, corrected. Extend to personal: life cycles. From HBS, reviews strategize. McKinsey on agile planning. In 2025's changes, adjustment leverages AI, turning reviews predictive. Over time, it refines cycles, making adjustment optimization loop.",
        "vi": "Xem và điều chu kỳ đánh tiến bộ cho sửa mid-course, dùng phản hồi cho lặp. Xem: Đánh quý, điều kế hoạch. Nguyên tắc: Dựa dữ liệu, input stakeholder. Ví dụ: Xem chu kỳ GE. Hố bẫy: không xem trôi hoặc điều quá hỗn. Lên lịch, dựa ngưỡng. Bài tập: Mô xem. Chiến lược, điều giữ liên quan, tích hợp với kiên cường. VIP9 xem cho làm chủ adaptive. Không có, lệch quỹ; có nó, sửa. Mở rộng sang cá: chu kỳ đời. Từ HBS, xem chiến lược hóa. McKinsey về hoạch agile. Trong thay 2025, điều tận AI, biến xem predictive. Qua thời gian, nó tinh chu kỳ, làm điều loop tối ưu."
      },
      "tags": ["cycle", "review", "adjustment"],
      "audio": "corporate_long_cycle_planning_6_en.mp3"
    },
    {
      "slug": "sustainability-in-long-cycles",
      "keywords_en": ["sustainability long cycles", "esg", "planning", "resilience", "ethics"],
      "keywords_vi": ["bền vững trong chu kỳ dài", "esg", "hoạch định", "kiên cường", "đạo đức"],
      "copy": {
        "en": "Sustainability in long cycles embeds ESG for enduring planning, reducing risks like climate impacts. In: Horizon ESG integrations. Principles: Triple bottom line (people, planet, profit). Examples: Unilever's sustainable living. Pitfalls: short-term profits ignoring or greenwashing. Genuine metrics. Exercises: Sustainability audits. Strategically, sustainability builds resilience, integrating with resilience. VIP9 embeds for ethical mastery. Without, vulnerable; with, sustainable. Extend to supply: green chains. From HBS, sustainability strategizes. McKinsey on green planning. In 2025's climates, cycles mandate net-zero, turning sustainability imperative. Over time, it future-proofs, making sustainability cycle sustainer.",
        "vi": "Bền vững trong chu kỳ dài nhúng ESG cho hoạch bền, giảm rủi như tác khí hậu. Trong: Tích hợp ESG horizon. Nguyên tắc: Triple bottom line (người, hành tinh, lợi nhuận). Ví dụ: Sustainable living Unilever. Hố bẫy: lợi ngắn bỏ hoặc greenwashing. Metrics thật. Bài tập: Kiểm bền vững. Chiến lược, bền vững xây kiên cường, tích hợp với kiên cường. VIP9 nhúng cho làm chủ ethical. Không có, dễ tổn; có nó, bền vững. Mở rộng sang cung: chuỗi xanh. Từ HBS, bền vững chiến lược hóa. McKinsey về hoạch xanh. Trong khí hậu 2025, chu kỳ mandate net-zero, biến bền vững imperative. Qua thời gian, nó chống tương lai, làm bền vững sustainer chu kỳ."
      },
      "tags": ["sustainability", "long_cycles", "esg"],
      "audio": "corporate_long_cycle_planning_7_en.mp3"
    },
    {
      "slug": "cycle-transition-management",
      "keywords_en": ["cycle transition", "management", "handover", "continuity", "adaptation"],
      "keywords_vi": ["quản chuyển chu kỳ", "handover", "liên tục", "thích ứng"],
      "copy": {
        "en": "Cycle transition management ensures smooth handovers between phases, maintaining momentum. Management: Knowledge transfer, role adjustments. Principles: Plan overlaps, communicate. Examples: Succession in family businesses. Pitfalls: abrupt transitions disrupting or knowledge loss. Document, train. Exercises: Transition simulations. Strategically, management sustains cycles, integrating with governance. VIP9 manages for seamless mastery. Without, interrupted; with, continuous. Extend to leadership: transition plans. From HBS, transitions strategize. McKinsey on phase management. In 2025's shifts, management adapts digital, turning transitions fluid. Over time, it minimizes losses, making management continuity keeper.",
        "vi": "Quản chuyển chu kỳ đảm bảo handover mượt giữa giai, duy trì đà. Quản: Chuyển kiến thức, điều vai. Nguyên tắc: Hoạch chồng, giao. Ví dụ: Kế thừa kinh doanh gia đình. Hố bẫy: chuyển đột gián hoặc mất kiến thức. Tài liệu, huấn. Bài tập: Mô chuyển. Chiến lược, quản duy trì chu kỳ, tích hợp với quản trị. VIP9 quản cho làm chủ seamless. Không có, gián đoạn; có nó, liên tục. Mở rộng sang lãnh đạo: kế chuyển. Từ HBS, chuyển chiến lược hóa. McKinsey về quản giai. Trong dịch 2025, quản thích số, biến chuyển fluid. Qua thời gian, nó giảm mất, làm quản keeper liên tục."
      },
      "tags": ["cycle", "transition", "management"],
      "audio": "corporate_long_cycle_planning_8_en.mp3"
    }
  ]
}