{
  "id": "curiosity_big_questions_kids_l3_kidslevel3",
  "tier": "Kids L3 / Trẻ Em Cấp 3",
  "domain": "Kids",
  "title": {
    "en": "Curiosity & Big Questions",
    "vi": "Tò Mò & Câu Hỏi Lớn"
  },
  "content": {
    "en": "Explore big questions and develop natural curiosity about the world. This room invites children to notice details, ask brave questions, and talk about meaning, kindness, and fairness in everyday life.",
    "vi": "Khám phá những câu hỏi lớn và nuôi dưỡng sự tò mò tự nhiên về thế giới. Phòng này khuyến khích trẻ quan sát chi tiết, đặt câu hỏi táo bạo và suy nghĩ về ý nghĩa, lòng tốt và sự công bằng trong cuộc sống hằng ngày."
  },
  "intro": {
    "en": "Explore big questions and develop natural curiosity about the world.",
    "vi": "Khám phá những câu hỏi lớn và phát triển sự tò mò tự nhiên về thế giới."
  },
  "intro_audio": "",
  "entries": [
    {
      "slug": "wonder-about-world",
      "keywords_en": [
        "wonder",
        "world",
        "questions"
      ],
      "keywords_vi": [
        "tò mò",
        "thế giới",
        "câu hỏi"
      ],
      "copy": {
        "en": "Encourage kids to wonder about the world by noticing small details. Ask prompts like \"Why is the sky blue?\" or \"How does a plant grow?\" Let children share their guesses without correcting them right away. Wondering helps children build curiosity, imagination, and the habit of looking closer at everyday things.",
        "vi": "Khuyến khích trẻ tò mò về thế giới bằng cách chú ý những điều nhỏ quanh mình. Hãy hỏi: \"Why is the sky blue?\" hoặc \"How does a plant grow?\" và để trẻ đoán mà không sửa ngay. Việc tò mò giúp trẻ phát triển trí tưởng tượng và thói quen quan sát kỹ hơn những điều hằng ngày."
      },
      "tags": [
        "wonder"
      ],
      "audio": "curiosity_big_questions_v1_wonder_about_world.mp3"
    },
    {
      "slug": "ask-big-why",
      "keywords_en": [
        "why",
        "big questions",
        "thinking"
      ],
      "keywords_vi": [
        "tại sao",
        "câu hỏi lớn",
        "suy nghĩ"
      ],
      "copy": {
        "en": "Teach kids to ask big \"Why\" questions that explore meaning and purpose. Questions like \"Why do people help each other?\" or \"Why do we have rules?\" help kids think about values, kindness, fairness, and responsibility. These questions help children form deeper thinking habits from a young age.",
        "vi": "Hãy dạy trẻ đặt những câu hỏi \"Why\" lớn để khám phá ý nghĩa và mục đích. Những câu như \"Why do people help each other?\" hoặc \"Why do we have rules?\" giúp trẻ suy nghĩ về giá trị, lòng tốt, sự công bằng và trách nhiệm. Những câu hỏi này tạo nền tảng tư duy sâu sắc từ nhỏ."
      },
      "tags": [
        "why",
        "thinking"
      ],
      "audio": "curiosity_big_questions_v1_ask_big_why.mp3"
    }
  ]
}