{
  "id": "daily_routines_kids_l1",
  "tier": "Kids Level 1 / Trẻ Em Cấp 1",
  "title": {
    "en": "Daily Routines",
    "vi": "Thói Quen Hàng Ngày"
  },
  "content": {
    "en": "This room helps parents teach simple daily routine words through small actions, gentle repetition, and short guided moments. Children aged 4–7 learn best when routines turn into playful, predictable steps they can join with confidence.",
    "vi": "Phòng này giúp cha mẹ dạy các từ về thói quen hằng ngày bằng hành động nhỏ, lặp lại nhẹ nhàng và khoảnh khắc hướng dẫn ngắn. Trẻ 4–7 tuổi học tốt nhất khi các thói quen trở nên vui, dễ đoán và bé có thể tham gia tự tin.",
    "audio": "daily_routines_v1_intro.mp3"
  },
  "entries": [
    {
      "slug": "wake-up",
      "keywords_en": [
        "routine",
        "morning",
        "wake up"
      ],
      "keywords_vi": [
        "thói quen",
        "buổi sáng",
        "thức dậy"
      ],
      "copy": {
        "en": "Start the day by teaching the phrase “wake up.” Gently tap the pillow and say the phrase slowly. Let your child open their eyes dramatically to make the moment fun. Repeat the phrase as your child stretches or sits up. Short movements help connect the words to the action in a natural way.",
        "vi": "Bắt đầu buổi sáng bằng cụm từ “wake up.” Gõ nhẹ vào gối và đọc từ chậm rãi. Để bé mở mắt thật to để tạo khoảnh khắc vui. Lặp lại cụm từ khi bé duỗi người hoặc ngồi dậy. Chuyển động nhỏ giúp bé kết nối từ với hành động tự nhiên."
      },
      "tags": [
        "morning",
        "routine"
      ],
      "audio": "daily_routines_v1_wake_up.mp3"
    },
    {
      "slug": "brush-teeth",
      "keywords_en": [
        "routine",
        "brush teeth",
        "hygiene"
      ],
      "keywords_vi": [
        "thói quen",
        "đánh răng",
        "vệ sinh"
      ],
      "copy": {
        "en": "Teach “brush teeth” using a small mirror and a toothbrush. Show the brushing motion slowly while saying the phrase. Let your child copy the motion in the air before brushing for real. Children love copying adults, and this mimicking step helps them remember both the action and the words.",
        "vi": "Dạy cụm từ “brush teeth” bằng gương nhỏ và bàn chải. Bạn chải răng chậm rãi khi đọc cụm từ. Để bé bắt chước chuyển động trong không khí trước rồi mới chải thật. Trẻ rất thích bắt chước người lớn, và bước mô phỏng này giúp bé nhớ cả hành động lẫn từ vựng."
      },
      "tags": [
        "hygiene",
        "routine"
      ],
      "audio": "daily_routines_v1_brush_teeth.mp3"
    },
    {
      "slug": "wash-hands",
      "keywords_en": [
        "routine",
        "wash hands",
        "clean"
      ],
      "keywords_vi": [
        "thói quen",
        "rửa tay",
        "sạch"
      ],
      "copy": {
        "en": "Teach “wash hands” at the sink. Turn on the water, rub your hands slowly, and say the phrase clearly. Encourage your child to copy the movement, making small circles with their fingers. Children enjoy water play, and this gentle routine helps them repeat the words naturally.",
        "vi": "Dạy từ “wash hands” bên bồn rửa. Mở nước, xoa tay chậm rãi và đọc cụm từ rõ ràng. Khuyến khích bé sao chép chuyển động, vẽ vòng tròn bằng ngón tay. Trẻ thích chơi với nước, và thói quen nhẹ nhàng này giúp bé lặp lại từ tự nhiên."
      },
      "tags": [
        "clean",
        "routine"
      ],
      "audio": "daily_routines_v1_wash_hands.mp3"
    },
    {
      "slug": "get-dressed",
      "keywords_en": [
        "routine",
        "clothes",
        "get dressed"
      ],
      "keywords_vi": [
        "thói quen",
        "quần áo",
        "mặc đồ"
      ],
      "copy": {
        "en": "Introduce the phrase “get dressed” using simple steps. Hold up a shirt, say the phrase, and help your child put it on slowly. Break the action into small parts—arms in, pull down, smooth the front. Children learn routines best when each step is clear, calm, and predictable.",
        "vi": "Giới thiệu cụm từ “get dressed” bằng các bước đơn giản. Giơ chiếc áo lên, đọc cụm từ và giúp bé mặc chậm rãi. Chia hành động thành từng bước—xỏ tay, kéo xuống, vuốt phẳng. Trẻ học thói quen tốt nhất khi mỗi bước rõ ràng, bình tĩnh và dễ đoán."
      },
      "tags": [
        "clothes",
        "routine"
      ],
      "audio": "daily_routines_v1_get_dressed.mp3"
    },
    {
      "slug": "tidy-up",
      "keywords_en": [
        "routine",
        "tidy",
        "clean up"
      ],
      "keywords_vi": [
        "thói quen",
        "dọn dẹp",
        "sạch sẽ"
      ],
      "copy": {
        "en": "Teach “tidy up” with a small clean-up game. Place a few toys on the floor, say the phrase clearly, and pick up one toy at a time. Encourage your child to copy you. Celebrate each action with a simple “Good job!” Turning cleaning into a game helps the phrase stick joyfully.",
        "vi": "Dạy “tidy up” bằng trò chơi dọn dẹp nhỏ. Đặt vài món đồ chơi xuống sàn, đọc cụm từ rõ ràng và nhặt từng món một. Khuyến khích bé làm theo. Khen nhẹ “Good job!” sau mỗi hành động. Biến việc dọn thành trò chơi khiến cụm từ dễ in nhớ hơn."
      },
      "tags": [
        "clean",
        "routine"
      ],
      "audio": "daily_routines_v1_tidy_up.mp3"
    },
    {
      "slug": "all",
      "keywords_en": [
        "all",
        "full",
        "complete"
      ],
      "keywords_vi": [
        "tất cả",
        "đầy đủ"
      ],
      "copy": {
        "en": "Begin your day by teaching “wake up,” gently tapping the pillow and repeating the phrase as your child stretches.\n\nMove to “brush teeth,” using a mirror and slow motions so your child can copy before brushing for real.\n\nAt the sink, teach “wash hands,” letting your child swirl their fingers while repeating the phrase.\n\nIntroduce “get dressed” with slow, clear steps—arms in, pull down, smooth the front.\n\nFinish with a joyful “tidy up” game, picking up toys one by one and celebrating each success.\n\nThese simple routines build warm, predictable learning moments your child can follow every day.",
        "vi": "Bắt đầu ngày với cụm từ “wake up,” gõ nhẹ vào gối và lặp lại khi bé duỗi mình.\n\nChuyển sang “brush teeth,” dùng gương và chuyển động chậm để bé bắt chước.\n\nBên bồn rửa, dạy “wash hands,” để bé xoay ngón tay và lặp lại.\n\nGiới thiệu “get dressed” bằng các bước rõ ràng—xỏ tay, kéo xuống, vuốt phẳng.\n\nKết thúc với trò “tidy up,” nhặt đồ chơi từng món và khen bé sau mỗi hành động.\n\nNhững thói quen này tạo ra khoảnh khắc học tập ấm áp và dễ đoán cho bé mỗi ngày."
      },
      "tags": [
        "all"
      ],
      "audio": "daily_routines_v1_wake_up.mp3 daily_routines_v1_brush_teeth.mp3 daily_routines_v1_wash_hands.mp3 daily_routines_v1_get_dressed.mp3 daily_routines_v1_tidy_up.mp3"
    }
  ]
}
