{
  "meta": {
    "created_at": "2025-11-07T00:00:00Z",
    "updated_at": "2025-11-07T00:00:00Z",
    "entry_count": 30,
    "tier": "vip4",
    "room_color": "#4CAF50",
    "artifact_version_id": "Discover_Self_vip4_career_1.json",
    "localization": {
      "i18n_required": true,
      "i18n_verified": true
    }
  },
  "entries": [
    {
      "slug": "interest-quiz-start",
      "keywords_en": [
        "interest quiz start",
        "career interests",
        "holland code"
      ],
      "copy_en": "Take the 5-minute interest quiz. Answer honestly about what you love doing—playing games, helping people, building things. Watch your top 3 career themes appear instantly.",
      "copy_vi": "Làm bài trắc nghiệm sở thích 5 phút. Trả lời thật về điều bạn thích—chơi game, giúp người, xây dựng. Xem 3 chủ đề nghề nghiệp hàng đầu hiện ngay lập tức.",
      "essay_en": "Your journey begins with a simple truth: the activities that light you up are clues to your future career. CareerSpark’s interest quiz uses the proven Holland Code (RIASEC) framework—Realistic, Investigative, Artistic, Social, Enterprising, Conventional—to map what energizes you. No wrong answers. A teen in rural Michigan selected 'building things' and 'outdoors'—the system surfaced renewable energy technician roles with $65K starting pay and no debt. Another chose 'helping people' and 'talking'—it revealed health educator paths with 94% job placement. The quiz adapts in real-time; skip questions if unsure. Results include a visual wheel, salary ranges, and a 'Try This Today' action—like shadowing a local professional. You’re allowed to be curious. Start now and let your passions lead.",
      "essay_vi": "Hành trình bắt đầu từ sự thật đơn giản: hoạt động khiến bạn hứng thú là manh mối cho nghề tương lai. Bài trắc nghiệm CareerSpark dùng khung Holland Code (RIASEC)—Thực tế, Nghiên cứu, Nghệ thuật, Xã hội, Doanh nghiệp, Quy ước—để ánh xạ điều bạn yêu. Không đáp án sai. Một thiếu niên nông thôn Michigan chọn 'xây dựng' và 'ngoài trời'—hệ thống hiện vai kỹ thuật viên năng lượng tái tạo lương khởi điểm 65K USD không nợ. Người khác chọn 'giúp người' và 'nói chuyện'—hệ thống gợi ý nghề giáo dục sức khỏe với 94% việc làm. Bài kiểm thay đổi theo thời gian thực; bỏ qua nếu không chắc. Kết quả có bánh xe trực quan, mức lương và hành động 'Thử Ngay Hôm Nay'—như theo dõi chuyên gia địa phương. Bạn được phép tò mò. Bắt đầu ngay để đam mê dẫn lối.",
      "audio": {
        "en": "self_vip3_01_en.mp3",
        "vi": "self_vip3_01_vi.mp3"
      }
    },
    {
      "slug": "interest-quiz-retake",
      "keywords_en": [
        "interest quiz retake",
        "update interests",
        "evolving passions"
      ],
      "copy_en": "Retake the interest quiz anytime. Your passions evolve—update your profile and see new career matches appear in seconds.",
      "copy_vi": "Làm lại bài trắc nghiệm sở thích bất cứ lúc nào. Đam mê thay đổi—cập nhật hồ sơ và xem nghề mới khớp hiện trong giây lát.",
      "essay_en": "Growth is not linear, and neither are your interests. A 16-year-old starts loving video games, then shifts to storytelling, then coding animations. CareerSpark lets you retake the interest quiz unlimited times—no judgment, no cost. Each retake refines your RIASEC profile and triggers fresh recommendations. Last month, Linh in Hanoi moved from 'Artistic' to 'Enterprising' after starting a small online shop; the system instantly suggested content creator and digital marketing roles with 40% remote options. The platform saves every version of you, showing a timeline of evolution. You’re allowed to change your mind. Retake today and watch your future pivot with you.",
      "essay_vi": "Phát triển không tuyến tính, sở thích cũng vậy. Một học sinh 16 tuổi bắt đầu mê game, rồi kể chuyện, rồi lập trình hoạt hình. CareerSpark cho làm lại bài trắc nghiệm không giới hạn—không phán xét, không phí. Mỗi lần tinh chỉnh hồ sơ RIASEC và kích hoạt gợi ý mới. Tháng trước, Linh ở Hà Nội chuyển từ 'Nghệ thuật' sang 'Doanh nghiệp' sau khi mở shop online nhỏ; hệ thống ngay lập tức đề xuất vai sáng tạo nội dung và marketing số với 40% làm từ xa. Nền tảng lưu mọi phiên bản bạn, hiện dòng thời gian tiến hóa. Bạn được phép thay đổi ý định. Làm lại hôm nay và xem tương lai xoay theo bạn.",
      "audio": {
        "en": "self_vip3_02_en.mp3",
        "vi": "self_vip3_02_vi.mp3"
      }
    },
    {
      "slug": "ria-sec-realistic",
      "keywords_en": [
        "ria sec realistic",
        "hands-on careers",
        "build fix make"
      ],
      "copy_en": "Love building, fixing, or working outdoors? Realistic (R) careers like solar technician or electrician pay $50K–$80K with 2-year training.",
      "copy_vi": "Thích xây, sửa hay làm ngoài trời? Nghề Thực tế (R) như kỹ thuật viên mặt trời hoặc thợ điện lương 50K–80K USD với đào tạo 2 năm.",
      "essay_en": "Realistic people thrive when their hands are busy and results are tangible. You fix bikes, plant gardens, or tinker with engines—CareerSpark’s Realistic theme connects you to 75 high-demand trades. A solar panel technician in Arizona earns $32/hour after a 6-month certificate; no college debt. Electricians see 12% growth by 2030 (BLS). Each career card shows daily tasks, tools used, and local training programs. One user, Diego, selected 'machinery' and 'outdoors'—the system linked him to a paid apprenticeship with a 95% completion bonus. You’re allowed to get dirty and get paid. Explore Realistic roles now and build a future with your hands.",
      "essay_vi": "Người Thực tế phát triển khi tay bận rộn và kết quả hữu hình. Bạn sửa xe đạp, trồng vườn hay mày mò động cơ—chủ đề Thực tế của CareerSpark kết nối bạn tới 75 nghề thợ thủ công nhu cầu cao. Kỹ thuật viên pin mặt trời ở Arizona kiếm 32 USD/giờ sau chứng chỉ 6 tháng; không nợ đại học. Thợ điện tăng 12% đến 2030 (BLS). Mỗi thẻ nghề hiện nhiệm vụ hàng ngày, công cụ và chương trình đào tạo địa phương. Một người dùng, Diego, chọn 'máy móc' và 'ngoài trời'—hệ thống liên kết anh tới thực tập trả lương với thưởng hoàn thành 95%. Bạn được phép bẩn tay và được trả tiền. Khám phá vai Thực tế ngay và xây tương lai bằng tay mình.",
      "audio": {
        "en": "self_vip3_03_en.mp3",
        "vi": "self_vip3_03_vi.mp3"
      }
    },
    {
      "slug": "ria-sec-investigative",
      "keywords_en": [
        "ria sec investigative",
        "science research",
        "solve problems"
      ],
      "copy_en": "Curious about how things work? Investigative (I) paths like data analyst or lab tech offer $60K+ with critical thinking superpowers.",
      "copy_vi": "Tò mò cách mọi thứ hoạt động? Lộ trình Nghiên cứu (I) như phân tích dữ liệu hay kỹ thuật viên lab mang 60K+ USD với siêu năng lực tư duy phản biện.",
      "essay_en": "Investigative minds ask 'why' and 'how' until the puzzle clicks. You dissect gadgets, read science news, or run experiments in your garage. CareerSpark’s Investigative theme surfaces 60 roles where curiosity pays. A data analyst in Chicago starts at $68K after a bootcamp; AI skills boost pay 40x (LinkedIn). Lab technicians in healthcare grow 15% by 2030. Each profile includes a 'Day in the Life' video and free online courses to test the waters. Sarah, 17, selected 'research' and 'computers'—the system matched her to a paid summer research internship at a university. You’re allowed to question everything. Dive into Investigative careers and solve tomorrow’s mysteries today.",
      "essay_vi": "Tâm trí Nghiên cứu hỏi 'tại sao' và 'làm sao' đến khi mảnh ghép khớp. Bạn tháo gadget, đọc tin khoa học hay thử nghiệm trong gara. Chủ đề Nghiên cứu của CareerSpark hiện 60 vai mà tò mò được trả lương. Phân tích dữ liệu ở Chicago khởi điểm 68K USD sau bootcamp; kỹ năng AI tăng lương 40x (LinkedIn). Kỹ thuật viên lab y tế tăng 15% đến 2030. Mỗi hồ sơ có video 'Một Ngày Làm Việc' và khóa trực tuyến miễn phí để thử. Sarah, 17 tuổi, chọn 'nghiên cứu' và 'máy tính'—hệ thống ghép cô với thực tập nghiên cứu hè trả lương tại đại học. Bạn được phép nghi ngờ mọi thứ. Lao vào nghề Nghiên cứu và giải bí ẩn ngày mai ngay hôm nay.",
      "audio": {
        "en": "self_vip3_04_en.mp3",
        "vi": "self_vip3_04_vi.mp3"
      }
    },
    {
      "slug": "ria-sec-artistic",
      "keywords_en": [
        "ria sec artistic",
        "creative expression",
        "design media"
      ],
      "copy_en": "Express yourself through art, music, or stories? Artistic (A) careers like content creator or graphic designer earn $45K–$75K remotely.",
      "copy_vi": "Thể hiện bản thân qua nghệ thuật, âm nhạc hay câu chuyện? Nghề Nghệ thuật (A) như sáng tạo nội dung hay thiết kế đồ họa kiếm 45K–75K USD từ xa.",
      "essay_en": "Artistic souls see the world in color, rhythm, and narrative. You sketch in margins, edit TikToks, or write poetry at 2 a.m. CareerSpark’s Artistic theme unlocks 80 creative paths where imagination is the job. A content creator in Vietnam earns 800M VND/year with 50K followers; no degree needed. Graphic designers see 18% growth in digital media. Each career includes portfolio tips and free tools like Canva Pro trials. Minh, 19, selected 'writing' and 'visuals'—the system connected him to a paid freelance gig within a week. You’re allowed to create for a living. Explore Artistic roles and turn your art into income.",
      "essay_vi": "Linh hồn Nghệ thuật thấy thế giới qua màu sắc, nhịp điệu và câu chuyện. Bạn vẽ lề sổ, chỉnh TikTok hay viết thơ lúc 2 giờ sáng. Chủ đề Nghệ thuật của CareerSpark mở 80 lộ trình sáng tạo mà trí tưởng tượng là công việc. Người sáng tạo nội dung ở Việt Nam kiếm 800 triệu VND/năm với 50K người theo; không cần bằng. Thiết kế đồ họa tăng 18% trong truyền thông số. Mỗi nghề có mẹo portfolio và công cụ miễn phí như thử Canva Pro. Minh, 19 tuổi, chọn 'viết' và 'hình ảnh'—hệ thống kết nối anh với công việc tự do trả lương trong tuần. Bạn được phép sáng tạo để sống. Khám phá vai Nghệ thuật và biến nghệ thuật thành thu nhập.",
      "audio": {
        "en": "self_vip3_05_en.mp3",
        "vi": "self_vip3_05_vi.mp3"
      }
    },
    {
      "slug": "ria-sec-social",
      "keywords_en": [
        "ria sec social",
        "help people",
        "teaching caring"
      ],
      "copy_en": "Energized by helping others? Social (S) roles like teacher assistant or health educator start at $40K with meaningful daily impact.",
      "copy_vi": "Hứng thú khi giúp người khác? Vai Xã hội (S) như trợ giảng hoặc giáo dục sức khỏe khởi điểm 40K USD với tác động ý nghĩa hàng ngày.",
      "essay_en": "Social hearts light up when someone else smiles because of them. You tutor friends, volunteer at shelters, or calm crying kids. CareerSpark’s Social theme reveals 90 caring careers that pay in purpose and paycheck. A teacher assistant in Texas earns $42K with summers off; health educators see 15% growth. Each profile shows real stories—like Maria, who selected 'listening' and 'teaching,' landing a paid youth mentor role at a community center. Training is short: 6–24 months. You’re allowed to make a difference and get paid. Step into Social careers and change lives, starting with your own.",
      "essay_vi": "Trái tim Xã hội sáng lên khi ai đó mỉm cười nhờ họ. Bạn dạy bạn bè, tình nguyện trại trẻ, hay dỗ trẻ khóc. Chủ đề Xã hội của CareerSpark hé lộ 90 nghề chăm sóc trả lương bằng mục đích và tiền. Trợ giảng ở Texas kiếm 42K USD với hè nghỉ; giáo dục sức khỏe tăng 15%. Mỗi hồ sơ có câu chuyện thật—như Maria chọn 'lắng nghe' và 'dạy,' nhận vai cố vấn thanh niên trả lương tại trung tâm cộng đồng. Đào tạo ngắn: 6–24 tháng. Bạn được phép tạo khác biệt và được trả tiền. Bước vào nghề Xã hội và thay đổi cuộc sống, bắt đầu từ chính mình.",
      "audio": {
        "en": "self_vip3_06_en.mp3",
        "vi": "self_vip3_06_vi.mp3"
      }
    },
    {
      "slug": "ria-sec-enterprising",
      "keywords_en": [
        "ria sec enterprising",
        "lead sell start",
        "business hustle"
      ],
      "copy_en": "Born to lead, sell, or start things? Enterprising (E) paths like marketing specialist or entrepreneur offer $55K+ with freedom.",
      "copy_vi": "Sinh ra để lãnh đạo, bán hàng hay khởi nghiệp? Lộ trình Doanh nghiệp (E) như chuyên gia marketing hoặc doanh nhân mang 55K+ USD với tự do.",
      "essay_en": "Enterprising spirits see opportunity where others see obstacles. You organize events, negotiate allowances, or dream of your own brand. CareerSpark’s Enterprising theme powers 70 high-energy roles. A marketing specialist in Atlanta earns $62K remotely; entrepreneurs access 125 startup grants via the platform. Growth is 18% in digital business. Each career includes a 'Pitch This' challenge—like creating a 30-second business idea. Jake, 18, selected 'persuading' and 'leading'—the system linked him to a paid sales internship with commission. You’re allowed to hustle and win. Launch into Enterprising careers and build your empire.",
      "essay_vi": "Tinh thần Doanh nghiệp thấy cơ hội nơi người khác thấy trở ngại. Bạn tổ chức sự kiện, thương lượng tiền tiêu vặt hay mơ thương hiệu riêng. Chủ đề Doanh nghiệp của CareerSpark cung cấp 70 vai năng lượng cao. Chuyên gia marketing ở Atlanta kiếm 62K USD từ xa; doanh nhân tiếp cận 125 quỹ khởi nghiệp qua nền tảng. Tăng trưởng 18% trong kinh doanh số. Mỗi nghề có thử thách 'Pitch This'—tạo ý tưởng kinh doanh 30 giây. Jake, 18 tuổi, chọn 'thuyết phục' và 'lãnh đạo'—hệ thống liên kết cậu với thực tập bán hàng có hoa hồng. Bạn được phép lao động và chiến thắng. Lao vào nghề Doanh nghiệp và xây đế chế của bạn.",
      "audio": {
        "en": "self_vip3_07_en.mp3",
        "vi": "self_vip3_07_vi.mp3"
      }
    },
    {
      "slug": "ria-sec-conventional",
      "keywords_en": [
        "ria sec conventional",
        "organize details",
        "systems order"
      ],
      "copy_en": "Thrive on order and precision? Conventional (C) jobs like logistics coordinator or bookkeeper pay $45K–$70K with stability.",
      "copy_vi": "Phát triển với trật tự và chính xác? Công việc Quy ước (C) như điều phối logistics hoặc kế toán lương 45K–70K USD với ổn định.",
      "essay_en": "Conventional minds bring calm to chaos with systems and details. You color-code notes, track expenses, or schedule everything. CareerSpark’s Conventional theme connects you to 65 reliable roles. A logistics coordinator in California earns $58K with 12% growth; bookkeepers work remotely. Each profile includes efficiency tools and certification paths under 12 months. Emma, 20, selected 'organizing' and 'numbers'—the system matched her to a paid admin apprenticeship with promotion in 6 months. You’re allowed to create order and earn respect. Step into Conventional careers and build a future that runs like clockwork.",
      "essay_vi": "Tâm trí Quy ước mang bình yên cho hỗn loạn bằng hệ thống và chi tiết. Bạn mã màu ghi chú, theo chi tiêu hay lên lịch mọi thứ. Chủ đề Quy ước của CareerSpark kết nối bạn tới 65 vai đáng tin. Điều phối logistics ở California kiếm 58K USD với tăng trưởng 12%; kế toán làm từ xa. Mỗi hồ sơ có công cụ hiệu quả và lộ trình chứng chỉ dưới 12 tháng. Emma, 20 tuổi, chọn 'tổ chức' và 'số liệu'—hệ thống ghép cô với thực tập hành chính trả lương thăng chức trong 6 tháng. Bạn được phép tạo trật tự và nhận tôn trọng. Bước vào nghề Quy ước và xây tương lai chạy như đồng hồ.",
      "audio": {
        "en": "self_vip3_08_en.mp3",
        "vi": "self_vip3_08_vi.mp3"
      }
    },
    {
      "slug": "ria-sec-combo-codes",
      "keywords_en": [
        "ria sec combo codes",
        "mixed interests",
        "hybrid careers"
      ],
      "copy_en": "Mix themes for unique fits. An 'ASI' combo (Artistic-Social-Investigative) unlocks UX designer or game therapist roles with $70K+ potential.",
      "copy_vi": "Kết hợp chủ đề cho phù hợp độc đáo. Mã 'ASI' (Nghệ thuật-Xã hội-Nghiên cứu) mở vai thiết kế UX hoặc trị liệu game với tiềm năng 70K+ USD.",
      "essay_en": "Rarely is anyone just one type. You might be Artistic and Social—loving design and helping people. CareerSpark generates 3-letter RIASEC codes to reveal hybrid careers. An 'ASI' user explores UX design ($75K, remote) or game-based therapy for kids with autism. An 'REI' combo surfaces wind turbine tech with research roles. The system ranks 500 careers by code match, showing overlap percentages. Last week, Alex’s 'SEC' code led to event planning with $55K starting pay. You’re allowed to be complex. Discover your combo code and unlock careers that fit all of you.",
      "essay_vi": "Hiếm ai chỉ một kiểu. Bạn có thể Nghệ thuật và Xã hội—yêu thiết kế và giúp người. CareerSpark tạo mã 3 chữ RIASEC để hé lộ nghề lai. Người dùng 'ASI' khám phá thiết kế UX (75K USD, từ xa) hoặc trị liệu dựa trên game cho trẻ tự kỷ. Mã 'REI' hiện kỹ thuật viên tua-bin gió với vai nghiên cứu. Hệ thống xếp 500 nghề theo độ khớp mã, hiện phần trăm trùng. Tuần trước, mã 'SEC' của Alex dẫn đến lập kế hoạch sự kiện lương khởi điểm 55K USD. Bạn được phép phức tạp. Khám phá mã kết hợp và mở nghề phù hợp toàn bộ con người bạn.",
      "audio": {
        "en": "self_vip3_09_en.mp3",
        "vi": "self_vip3_09_vi.mp3"
      }
    },
    {
      "slug": "interest-quiz-share",
      "keywords_en": [
        "interest quiz share",
        "family results",
        "coach discussion"
      ],
      "copy_en": "Share your interest results with family or a coach. Tap 'Send Report' to email a one-page summary with talking points.",
      "copy_vi": "Chia sẻ kết quả sở thích với gia đình hoặc cố vấn. Chạm 'Gửi Báo cáo' để email tóm tắt một trang với điểm thảo luận.",
      "essay_en": "Career discovery is stronger with support. After your quiz, CareerSpark generates a shareable PDF: your top 3 themes, 5 sample careers, and 3 conversation starters for parents or counselors. A mother in Baltimore read her son’s 'Social-Enterprising' report and connected him to a local youth leadership program. The Family Portal tracks shared reports and suggests joint activities—like attending a career fair together. You’re allowed to involve others. Share your results today and turn curiosity into a family mission.",
      "essay_vi": "Khám phá nghề nghiệp mạnh hơn với hỗ trợ. Sau bài kiểm, CareerSpark tạo PDF chia sẻ: 3 chủ đề hàng đầu, 5 nghề mẫu và 3 câu mở lời cho phụ huynh hoặc cố vấn. Một bà mẹ ở Baltimore đọc báo cáo 'Xã hội-Doanh nghiệp' của con và kết nối cậu với chương trình lãnh đạo thanh niên địa phương. Cổng Gia đình theo dõi báo cáo chia sẻ và gợi ý hoạt động chung—như cùng dự hội chợ nghề. Bạn được phép liên quan người khác. Chia sẻ kết quả hôm nay và biến tò mò thành sứ mệnh gia đình.",
      "audio": {
        "en": "self_vip3_10_en.mp3",
        "vi": "self_vip3_10_vi.mp3"
      }
    },
    {
      "slug": "strength-finder-intro",
      "keywords_en": [
        "strength finder intro",
        "natural talents",
        "gallup strengths"
      ],
      "copy_en": "Uncover your top 5 natural strengths in 10 minutes. Rate statements like 'I finish what I start' to reveal your superpowers.",
      "copy_vi": "Khám phá 5 thế mạnh tự nhiên trong 10 phút. Đánh giá câu như 'Tôi hoàn thành điều bắt đầu' để hé lộ siêu năng lực.",
      "essay_en": "Interests show what you love; strengths show what you’re great at. CareerSpark’s strength finder uses Gallup-inspired questions to identify talents like Achiever, Empathy, or Strategic. A 15-year-old in Hanoi rated high on 'Learner' and 'Ideation'—the system suggested AI prompt engineer, a role growing 40x in demand. Each strength includes a real-world example: an 'Empathy' user became a patient advocate earning $50K with a 2-year degree. Results sync with your interest quiz for deeper matches. You’re allowed to be naturally gifted. Start the strength finder and own your edge.",
      "essay_vi": "Sở thích chỉ điều bạn yêu; thế mạnh chỉ điều bạn giỏi. Công cụ tìm thế mạnh của CareerSpark dùng câu hỏi phong cách Gallup để xác định tài năng như Hoàn thành, Đồng cảm hay Chiến lược. Một học sinh 15 tuổi ở Hà Nội cao ở 'Học hỏi' và 'Ý tưởng'—hệ thống gợi kỹ sư prompt AI, vai tăng 40x nhu cầu. Mỗi thế mạnh có ví dụ thực: người dùng 'Đồng cảm' thành người ủng hộ bệnh nhân kiếm 50K USD với bằng 2 năm. Kết quả đồng bộ với bài sở thích để khớp sâu hơn. Bạn được phép tài năng bẩm sinh. Bắt đầu tìm thế mạnh và sở hữu lợi thế của bạn.",
      "audio": {
        "en": "self_vip3_11_en.mp3",
        "vi": "self_vip3_11_vi.mp3"
      }
    },
    {
      "slug": "strength-achiever",
      "keywords_en": [
        "strength achiever",
        "get things done",
        "task mastery"
      ],
      "copy_en": "Achiever strength? Channel it into project coordinator or app developer roles—finish tasks, earn $60K+, and lead teams.",
      "copy_vi": "Thế mạnh Hoàn thành? Đưa vào vai điều phối dự án hoặc lập trình viên—hoàn thành nhiệm vụ, kiếm 60K+ USD, dẫn dắt đội.",
      "essay_en": "Achievers feel satisfaction when checkboxes turn green. You make to-do lists, hit deadlines, and push projects over the finish line. CareerSpark links this strength to 50 execution-heavy roles. A project coordinator in Seattle earns $65K managing timelines; app developers see 25% growth. Each career includes a 'Task Flow' map showing how your drive fits daily work. One Achiever teen organized a school fundraiser, then landed a paid internship at a tech startup. You’re allowed to cross items off and get promoted. Explore Achiever careers and turn discipline into dollars.",
      "essay_vi": "Người Hoàn thành thỏa mãn khi ô đánh dấu xanh. Bạn lập danh sách việc, đúng hạn và đẩy dự án qua vạch đích. CareerSpark liên kết thế mạnh này tới 50 vai nặng thực thi. Điều phối dự án ở Seattle kiếm 65K USD quản lý thời gian; lập trình viên tăng 25%. Mỗi nghề có bản đồ 'Luồng Nhiệm vụ' hiện cách động lực bạn khớp công việc hàng ngày. Một thiếu niên Hoàn thành tổ chức gây quỹ trường, rồi nhận thực tập trả lương tại startup công nghệ. Bạn được phép gạch mục và thăng chức. Khám phá nghề Hoàn thành và biến kỷ luật thành tiền.",
      "audio": {
        "en": "self_vip3_12_en.mp3",
        "vi": "self_vip3_12_vi.mp3"
      }
    },
    {
      "slug": "strength-empathy",
      "keywords_en": [
        "strength empathy",
        "read emotions",
        "support roles"
      ],
      "copy_en": "Empathy superpower? Become a counselor aide or customer success specialist—help people daily and earn $45K–$70K.",
      "copy_vi": "Siêu năng lực Đồng cảm? Làm trợ lý tư vấn hoặc chuyên gia thành công khách hàng—giúp người hàng ngày và kiếm 45K–70K USD.",
      "essay_en": "Empathy lets you feel what others feel and respond with care. You notice when a friend is off, mediate conflicts, or comfort strangers. CareerSpark’s Empathy strength opens 60 support roles. A customer success specialist in Vietnam earns 700M VND/year keeping clients happy; counselor aides grow 15% in mental health. Each profile includes 'Emotion Scripts' for tough conversations. Lan, 18, used her empathy to de-escalate a team crisis, then secured a paid role at a helpline. You’re allowed to care and get paid for it. Step into Empathy careers and heal while you earn.",
      "essay_vi": "Đồng cảm cho bạn cảm nhận người khác và đáp lại bằng quan tâm. Bạn nhận ra bạn buồn, hòa giải xung đột hay an ủi người lạ. Thế mạnh Đồng cảm của CareerSpark mở 60 vai hỗ trợ. Chuyên gia thành công khách hàng ở Việt Nam kiếm 700 triệu VND/năm giữ khách vui; trợ lý tư vấn tăng 15% trong sức khỏe tâm thần. Mỗi hồ sơ có 'Kịch bản Cảm xúc' cho cuộc trò chuyện khó. Lan, 18 tuổi, dùng đồng cảm giảm khủng hoảng đội, rồi nhận vai trả lương tại đường dây trợ giúp. Bạn được phép quan tâm và được trả tiền vì điều đó. Bước vào nghề Đồng cảm và chữa lành trong khi kiếm sống.",
      "audio": {
        "en": "self_vip3_13_en.mp3",
        "vi": "self_vip3_13_vi.mp3"
      }
    },
    {
      "slug": "strength-strategic",
      "keywords_en": [
        "strength strategic",
        "see patterns",
        "plan ahead"
      ],
      "copy_en": "Strategic thinker? Excel as a data strategist or logistics planner—spot patterns, save millions, earn $70K+.",
      "copy_vi": "Tư duy Chiến lược? Xuất sắc làm chiến lược gia dữ liệu hoặc lập kế hoạch logistics—phát hiện mô hình, tiết kiệm triệu, kiếm 70K+ USD.",
      "essay_en": "Strategic minds see five moves ahead. You solve Rubik’s cubes, predict plot twists, or optimize bus routes. CareerSpark connects this strength to 55 high-impact roles. A data strategist in Singapore earns $85K forecasting trends; logistics planners cut costs by 20%. Each career includes a 'Pattern Puzzle' to test your skill. A 19-year-old Strategic user redesigned a warehouse flow, earning a full-time offer before graduation. You’re allowed to think big and win big. Explore Strategic careers and shape the future with your foresight.",
      "essay_vi": "Tâm trí Chiến lược thấy năm nước đi trước. Bạn giải Rubik, đoán kết phim hay tối ưu tuyến xe buýt. CareerSpark kết nối thế mạnh này tới 55 vai tác động cao. Chiến lược gia dữ liệu ở Singapore kiếm 85K USD dự báo xu hướng; lập kế hoạch logistics cắt chi phí 20%. Mỗi nghề có 'Câu đố Mô hình' để thử kỹ năng. Một người dùng Chiến lược 19 tuổi thiết kế lại luồng kho, nhận việc toàn thời trước tốt nghiệp. Bạn được phép nghĩ lớn và thắng lớn. Khám phá nghề Chiến lược và định hình tương lai bằng tầm nhìn.",
      "audio": {
        "en": "self_vip3_14_en.mp3",
        "vi": "self_vip3_14_vi.mp3"
      }
    },
    {
      "slug": "strength-combiner",
      "keywords_en": [
        "strength combiner",
        "unique talent mix",
        "custom careers"
      ],
      "copy_en": "Combine strengths for rare roles. Achiever + Empathy = youth program manager with $65K salary and 94% fulfillment.",
      "copy_vi": "Kết hợp thế mạnh cho vai hiếm. Hoàn thành + Đồng cảm = quản lý chương trình thanh niên lương 65K USD và 94% thỏa mãn.",
      "essay_en": "Your unique strength mix is your unfair advantage. An Achiever with Empathy runs youth programs that change lives and hit every deadline. CareerSpark’s combiner tool ranks 500 careers by your top 5 strengths, revealing hidden gems. A 'Strategic + Learner' user discovered ethical hacker roles with $90K potential and free certifications. The platform shows overlap scores and success stories—like a teen whose 'Empathy + Strategic' combo led to a nonprofit grant writer position. You’re allowed to be one-of-a-kind. Combine your strengths and claim careers no one else can fill.",
      "essay_vi": "Hỗn hợp thế mạnh độc đáo là lợi thế bất công của bạn. Người Hoàn thành với Đồng cảm điều hành chương trình thanh niên thay đổi cuộc sống và đúng mọi hạn. Công cụ kết hợp của CareerSpark xếp 500 nghề theo 5 thế mạnh hàng đầu, hé lộ báu vật ẩn. Người dùng 'Chiến lược + Học hỏi' khám phá vai hacker đạo đức tiềm năng 90K USD và chứng chỉ miễn phí. Nền tảng hiện điểm trùng và câu chuyện thành công—như thiếu niên có hỗn hợp 'Đồng cảm + Chiến lược' dẫn đến vị trí viết quỹ phi lợi nhuận. Bạn được phép duy nhất. Kết hợp thế mạnh và chiếm nghề không ai khác lấp đầy.",
      "audio": {
        "en": "self_vip3_15_en.mp3",
        "vi": "self_vip3_15_vi.mp3"
      }
    },
    {
      "slug": "values-clarity-start",
      "keywords_en": [
        "values clarity start",
        "what matters most",
        "core priorities"
      ],
      "copy_en": "Rank 10 life values—freedom, impact, security—in 3 minutes. See careers that align with what matters most to you.",
      "copy_vi": "Xếp hạng 10 giá trị sống—tự do, tác động, an toàn—trong 3 phút. Xem nghề phù hợp với điều quan trọng nhất với bạn.",
      "essay_en": "Careers fail when values clash. You might earn $100K but hate the 80-hour weeks if 'family time' is your top value. CareerSpark’s values sorter lets you prioritize 10 core drivers: autonomy, creativity, stability, etc. A user ranked 'impact' and 'flexibility' first— the system filtered out corporate law and highlighted nonprofit program roles with remote work. Another chose 'security' and 'growth'—it surfaced government IT jobs with pensions. Results update your profile for hyper-personalized matches. You’re allowed to choose meaning over money. Start the values sorter and build a career that fits your soul.",
      "essay_vi": "Nghề nghiệp thất bại khi giá trị xung đột. Bạn có thể kiếm 100K USD nhưng ghét 80 giờ/tuần nếu 'thời gian gia đình' là giá trị hàng đầu. Bộ sắp xếp giá trị của CareerSpark cho bạn ưu tiên 10 động lực cốt lõi: tự chủ, sáng tạo, ổn định, v.v. Một người dùng xếp 'tác động' và 'linh hoạt' đầu—hệ thống lọc bỏ luật doanh nghiệp và nổi bật vai chương trình phi lợi nhuận làm từ xa. Người khác chọn 'an toàn' và 'phát triển'—nó hiện việc IT chính phủ có lương hưu. Kết quả cập nhật hồ sơ cho khớp cá nhân hóa cực độ. Bạn được phép chọn ý nghĩa hơn tiền. Bắt đầu sắp xếp giá trị và xây nghề phù hợp linh hồn bạn.",
      "audio": {
        "en": "self_vip3_16_en.mp3",
        "vi": "self_vip3_16_vi.mp3"
      }
    },
    {
      "slug": "value-autonomy",
      "keywords_en": [
        "value autonomy",
        "work independence",
        "set own schedule"
      ],
      "copy_en": "Value autonomy? Freelance writer, virtual assistant, or app developer roles let you set hours and earn $40K–$100K.",
      "copy_vi": "Giá trị tự chủ? Vai viết tự do, trợ lý ảo hay lập trình viên cho phép đặt giờ và kiếm 40K–100K USD.",
      "essay_en": "Autonomy means your time is yours. You hate being micromanaged and thrive setting your own rhythm. CareerSpark’s autonomy filter shows 120 independent roles. A freelance writer in Thailand earns 1.2M THB/year working beachside; app developers choose projects. Each career lists contract platforms and income ranges. One user with high autonomy needs left a 9-5 job for virtual assisting—doubling pay in 6 months. You’re allowed to work on your terms. Explore autonomy careers and design a life with freedom built in.",
      "essay_vi": "Tự chủ nghĩa là thời gian thuộc về bạn. Bạn ghét bị quản lý chi li và phát triển khi tự đặt nhịp. Bộ lọc tự chủ của CareerSpark hiện 120 vai độc lập. Nhà văn tự do ở Thái Lan kiếm 1,2 triệu THB/năm làm bên bãi biển; lập trình viên chọn dự án. Mỗi nghề liệt kê nền tảng hợp đồng và khoảng thu nhập. Một người dùng cần tự chủ cao rời việc 9-5 làm trợ lý ảo—nhân đôi lương trong 6 tháng. Bạn được phép làm theo điều kiện mình. Khám phá nghề tự chủ và thiết kế cuộc sống có sẵn tự do.",
      "audio": {
        "en": "self_vip3_17_en.mp3",
        "vi": "self_vip3_17_vi.mp3"
      }
    },
    {
      "slug": "value-impact",
      "keywords_en": [
        "value impact",
        "change lives",
        "social good"
      ],
      "copy_en": "Need to make a difference? Community health worker or sustainability coordinator roles create change and pay $45K–$75K.",
      "copy_vi": "Cần tạo khác biệt? Vai nhân viên sức khỏe cộng đồng hoặc điều phối bền vững tạo thay đổi và lương 45K–75K USD.",
      "essay_en": "Impact-driven people measure success in lives touched. You volunteer, advocate, or recycle religiously. CareerSpark’s impact filter reveals 100 world-changing jobs. A community health worker in Chicago earns $48K reducing diabetes rates; sustainability coordinators cut carbon for corporations. Each role includes metrics—like '1 coordinator = 500 tons CO2 saved yearly.' A teen with high impact values organized a school cleanup, then landed a paid role at an NGO. You’re allowed to save the world and get paid. Step into impact careers and leave a legacy.",
      "essay_vi": "Người hướng tác động đo thành công bằng cuộc sống chạm tới. Bạn tình nguyện, ủng hộ hay tái chế nghiêm túc. Bộ lọc tác động của CareerSpark hé lộ 100 công việc thay đổi thế giới. Nhân viên sức khỏe cộng đồng ở Chicago kiếm 48K USD giảm tỷ lệ tiểu đường; điều phối bền vững cắt carbon cho doanh nghiệp. Mỗi vai có chỉ số—như '1 điều phối = 500 tấn CO2 tiết kiệm hàng năm.' Một thiếu niên giá trị tác động cao tổ chức dọn trường, rồi nhận vai trả lương tại NGO. Bạn được phép cứu thế giới và được trả tiền. Bước vào nghề tác động và để lại di sản.",
      "audio": {
        "en": "self_vip3_18_en.mp3",
        "vi": "self_vip3_18_vi.mp3"
      }
    },
    {
      "slug": "value-stability",
      "keywords_en": [
        "value stability",
        "predictable income",
        "benefits security"
      ],
      "copy_en": "Crave stability? Government admin, utility technician, or bank teller jobs offer $40K–$65K with benefits and pensions.",
      "copy_vi": "Thèm ổn định? Vai hành chính chính phủ, kỹ thuật viên tiện ích hay giao dịch viên ngân hàng mang 40K–65K USD với phúc lợi và hưu trí.",
      "essay_en": "Stability means peace of mind. You want predictable paychecks, health insurance, and a clear path forward. CareerSpark’s stability filter shows 110 secure roles. A utility technician in Texas earns $55K with overtime and full benefits; government admins have ironclad job security. Each career lists layoff rates (under 2%) and promotion timelines. A user prioritizing stability switched from gig work to a bank teller role—gaining 401k and paid leave. You’re allowed to choose calm over chaos. Explore stability careers and build a future you can count on.",
      "essay_vi": "Ổn định nghĩa là bình yên tâm trí. Bạn muốn lương đều, bảo hiểm y tế và đường rõ ràng. Bộ lọc ổn định của CareerSpark hiện 110 vai an toàn. Kỹ thuật viên tiện ích ở Texas kiếm 55K USD với tăng ca và phúc lợi đầy đủ; hành chính chính phủ có an ninh việc làm thép. Mỗi nghề liệt kê tỷ lệ sa thải (dưới 2%) và lộ trình thăng tiến. Một người dùng ưu tiên ổn định chuyển từ công việc lẻ sang giao dịch viên ngân hàng—nhận 401k và nghỉ phép trả lương. Bạn được phép chọn bình yên hơn hỗn loạn. Khám phá nghề ổn định và xây tương lai đáng tin cậy.",
      "audio": {
        "en": "self_vip3_19_en.mp3",
        "vi": "self_vip3_19_vi.mp3"
      }
    },
    {
      "slug": "values-conflict-resolve",
      "keywords_en": [
        "values conflict resolve",
        "balance tradeoffs",
        "priority matrix"
      ],
      "copy_en": "Conflicted values? Use the priority matrix to weigh autonomy vs. impact—see hybrid careers that satisfy both.",
      "copy_vi": "Giá trị xung đột? Dùng ma trận ưu tiên để cân tự chủ vs. tác động—xem nghề lai thỏa mãn cả hai.",
      "essay_en": "Values sometimes pull in opposite directions. You want high impact but also high income. CareerSpark’s priority matrix lets you drag sliders to weigh tradeoffs. A user maxed 'impact' and 'income'—the system suggested social enterprise founder roles with $80K potential and grant funding. Another balanced 'autonomy' and 'stability'—surfacing remote government contractor jobs. The tool visualizes conflicts and compromises, then ranks careers by alignment score. You’re allowed to want it all. Resolve your values conflict and find careers that don’t force you to choose.",
      "essay_vi": "Giá trị đôi khi kéo hướng ngược. Bạn muốn tác động cao nhưng cũng thu nhập cao. Ma trận ưu tiên của CareerSpark cho kéo thanh để cân bằng. Một người dùng tối đa 'tác động' và 'thu nhập'—hệ thống gợi ý vai sáng lập doanh nghiệp xã hội tiềm năng 80K USD và quỹ tài trợ. Người khác cân bằng 'tự chủ' và 'ổn định'—hiện việc nhà thầu chính phủ từ xa. Công cụ hình dung xung đột và thỏa hiệp, rồi xếp nghề theo điểm phù hợp. Bạn được phép muốn tất cả. Giải quyết xung đột giá trị và tìm nghề không ép bạn chọn.",
      "audio": {
        "en": "self_vip3_20_en.mp3",
        "vi": "self_vip3_20_vi.mp3"
      }
    },
    {
      "slug": "personality-match-myers",
      "keywords_en": [
        "personality match myers",
        "mbti careers",
        "16 types"
      ],
      "copy_en": "Discover your Myers-Briggs type in 8 minutes. INFP? Try counselor or writer. ESTJ? Operations manager fits perfectly.",
      "copy_vi": "Khám phá kiểu Myers-Briggs trong 8 phút. INFP? Thử tư vấn hoặc nhà văn. ESTJ? Quản lý vận hành khớp hoàn hảo.",
      "essay_en": "Personality shapes how you work best. Introverts recharge alone; thinkers decide with logic. CareerSpark’s MBTI quiz reveals your 4-letter type and matches it to 500 careers. An INFP user exploring 'counselor' found youth mentor roles with 94% satisfaction. An ESTJ discovered operations manager paths with $75K median pay. Each type includes famous role models and team fit tips. Results integrate with interests, strengths, and values for 360-degree alignment. You’re allowed to work in your natural style. Take the MBTI quiz and find careers that feel like home.",
      "essay_vi": "Tính cách định hình cách bạn làm tốt nhất. Hướng nội nạp năng lượng một mình; tư duy quyết định bằng logic. Bài MBTI của CareerSpark hé lộ kiểu 4 chữ và khớp với 500 nghề. Người dùng INFP khám phá 'tư vấn' tìm vai cố vấn thanh niên với 94% hài lòng. ESTJ khám phá lộ trình quản lý vận hành lương trung vị 75K USD. Mỗi kiểu có hình mẫu nổi tiếng và mẹo phù hợp đội. Kết quả tích hợp với sở thích, thế mạnh và giá trị cho phù hợp 360 độ. Bạn được phép làm theo phong cách tự nhiên. Làm bài MBTI và tìm nghề như về nhà.",
      "audio": {
        "en": "self_vip3_21_en.mp3",
        "vi": "self_vip3_21_vi.mp3"
      }
    },
    {
      "slug": "mbti-introvert-careers",
      "keywords_en": [
        "mbti introvert careers",
        "quiet work",
        "independent roles"
      ],
      "copy_en": "Introvert? Thrive as researcher, writer, or coder—deep focus jobs with $50K–$90K pay and minimal meetings.",
      "copy_vi": "Hướng nội? Phát triển làm nghiên cứu, nhà văn hay lập trình—công việc tập trung sâu lương 50K–90K USD và họp ít.",
      "essay_en": "Introverts shine in flow states, not small talk. You prefer emails to calls and recharge in silence. CareerSpark’s introvert filter shows 150 low-interaction roles. A medical researcher in Boston earns $78K analyzing data solo; writers work from anywhere. Each career rates 'people time' on a 1–5 scale. One introverted user left retail for freelance coding—tripling income and stress-halving. You’re allowed to protect your energy. Explore introvert careers and work in the quiet you need.",
      "essay_vi": "Hướng nội tỏa sáng trong trạng thái flow, không tán gẫu. Bạn thích email hơn gọi và nạp năng lượng trong im lặng. Bộ lọc hướng nội của CareerSpark hiện 150 vai ít tương tác. Nhà nghiên cứu y ở Boston kiếm 78K USD phân tích dữ liệu một mình; nhà văn làm mọi nơi. Mỗi nghề đánh giá 'thời gian con người' thang 1–5. Một người dùng hướng nội rời bán lẻ làm lập trình tự do—thu nhập gấp ba và stress giảm nửa. Bạn được phép bảo vệ năng lượng. Khám phá nghề hướng nội và làm trong yên tĩnh bạn cần.",
      "audio": {
        "en": "self_vip3_22_en.mp3",
        "vi": "self_vip3_22_vi.mp3"
      }
    },
    {
      "slug": "mbti-extravert-careers",
      "keywords_en": [
        "mbti extravert careers",
        "people energy",
        "team leadership"
      ],
      "copy_en": "Extravert? Excel in sales, event planning, or teaching—people-powered roles with $45K–$80K and daily variety.",
      "copy_vi": "Hướng ngoại? Xuất sắc trong bán hàng, lập kế hoạch sự kiện hay dạy—vai năng lượng con người lương 45K–80K USD và đa dạng hàng ngày.",
      "essay_en": "Extraverts spark when surrounded by people. You light up at parties, lead group projects, and hate silent offices. CareerSpark’s extravert filter reveals 140 social roles. An event planner in Miami earns $62K orchestrating experiences; teachers shape minds daily. Each career includes 'energy sources' like team size and public speaking. A teen extravert organized school rallies, then landed a paid campus ambassador role. You’re allowed to feed off crowds. Step into extravert careers and thrive in the buzz.",
      "essay_vi": "Hướng ngoại bùng nổ khi xung quanh người. Bạn sáng tại tiệc, dẫn dự án nhóm và ghét văn phòng im ắng. Bộ lọc hướng ngoại của CareerSpark hé lộ 140 vai xã hội. Người lập kế hoạch sự kiện ở Miami kiếm 62K USD dàn dựng trải nghiệm; giáo viên định hình tâm trí hàng ngày. Mỗi nghề có 'nguồn năng lượng' như kích thước đội và nói công cộng. Một thiếu niên hướng ngoại tổ chức tập hợp trường, rồi nhận vai đại sứ campus trả lương. Bạn được phép nuôi dưỡng từ đám đông. Bước vào nghề hướng ngoại và phát triển trong nhộn nhịp.",
      "audio": {
        "en": "self_vip3_23_en.mp3",
        "vi": "self_vip3_23_vi.mp3"
      }
    },
    {
      "slug": "mbti-sensing-careers",
      "keywords_en": [
        "mbti sensing careers",
        "practical details",
        "hands-on work"
      ],
      "copy_en": "Sensing type? Master chef, nurse, or mechanic—detail-oriented roles with $40K–$70K and real-world results.",
      "copy_vi": "Kiểu Cảm giác? Bếp trưởng, y tá hay thợ cơ khí—vai chú ý chi tiết lương 40K–70K USD và kết quả thực tế.",
      "essay_en": "Sensors trust what they can see, touch, and measure. You follow recipes, fix things, and notice details others miss. CareerSpark’s sensing filter shows 130 practical careers. A nurse in Ohio earns $68K saving lives daily; mechanics see 12% growth. Each role includes step-by-step processes and tool lists. A sensing teen rebuilt a bike engine, then apprenticed at a shop with full-time offer. You’re allowed to work with facts. Explore sensing careers and build with your hands and eyes.",
      "essay_vi": "Người Cảm giác tin điều họ thấy, chạm và đo lường. Bạn theo công thức, sửa đồ và nhận chi tiết người khác bỏ qua. Bộ lọc cảm giác của CareerSpark hiện 130 nghề thực tiễn. Y tá ở Ohio kiếm 68K USD cứu sống hàng ngày; thợ cơ khí tăng 12%. Mỗi vai có quy trình từng bước và danh sách công cụ. Một thiếu niên cảm giác xây lại động cơ xe đạp, rồi thực tập tại xưởng với đề nghị toàn thời. Bạn được phép làm với sự thật. Khám phá nghề cảm giác và xây bằng tay và mắt.",
      "audio": {
        "en": "self_vip3_24_en.mp3",
        "vi": "self_vip3_24_vi.mp3"
      }
    },
    {
      "slug": "mbti-intuitive-careers",
      "keywords_en": [
        "mbti intuitive careers",
        "big ideas",
        "future vision"
      ],
      "copy_en": "Intuitive? Strategist, designer, or futurist—visionary roles with $60K–$100K and freedom to innovate.",
      "copy_vi": "Trực giác? Chiến lược gia, thiết kế hay nhà tương lai—vai tầm nhìn lương 60K–100K USD và tự do sáng tạo.",
      "essay_en": "Intuitives live in possibilities. You imagine tomorrow, connect dots, and dream in systems. CareerSpark’s intuitive filter unlocks 110 future-focused jobs. A UX designer in Berlin earns $82K shaping digital experiences; futurists consult at $120/hour. Each career includes trend reports and innovation challenges. An intuitive user sketched an app idea, prototyped it, and won a startup grant. You’re allowed to dream big. Dive into intuitive careers and build the world that doesn’t exist yet.",
      "essay_vi": "Người Trực giác sống trong khả năng. Bạn tưởng tượng ngày mai, kết nối chấm và mơ trong hệ thống. Bộ lọc trực giác của CareerSpark mở 110 công việc hướng tương lai. Thiết kế UX ở Berlin kiếm 82K USD định hình trải nghiệm số; nhà tương lai tư vấn 120 USD/giờ. Mỗi nghề có báo cáo xu hướng và thử thách sáng tạo. Một người dùng trực giác phác thảo ý tưởng app, tạo prototype và thắng quỹ khởi nghiệp. Bạn được phép mơ lớn. Lao vào nghề trực giác và xây thế giới chưa tồn tại.",
      "audio": {
        "en": "self_vip3_25_en.mp3",
        "vi": "self_vip3_25_vi.mp3"
      }
    },
    {
      "slug": "mbti-thinking-careers",
      "keywords_en": [
        "mbti thinking careers",
        "logic decisions",
        "analyze solve"
      ],
      "copy_en": "Thinking preference? Analyst, engineer, or lawyer—logic-driven roles with $65K–$110K and complex problems.",
      "copy_vi": "Ưu tiên Tư duy? Phân tích, kỹ sư hay luật sư—vai logic lương 65K–110K USD và vấn đề phức tạp.",
      "essay_en": "Thinkers decide with data, not drama. You debate fairly, build arguments, and optimize systems. CareerSpark’s thinking filter shows 125 analytical careers. A financial analyst in New York earns $85K forecasting markets; engineers solve bridge failures. Each role includes case studies and decision frameworks. A thinking teen won a debate championship, then interned at a law firm with mentorship. You’re allowed to be objective. Explore thinking careers and solve with clarity.",
      "essay_vi": "Người Tư duy quyết định bằng dữ liệu, không kịch. Bạn tranh luận công bằng, xây lập luận và tối ưu hệ thống. Bộ lọc tư duy của CareerSpark hiện 125 nghề phân tích. Phân tích tài chính ở New York kiếm 85K USD dự báo thị trường; kỹ sư giải thất bại cầu. Mỗi vai có nghiên cứu trường hợp và khung quyết định. Một thiếu niên tư duy thắng giải tranh luận, rồi thực tập tại công ty luật với cố vấn. Bạn được phép khách quan. Khám phá nghề tư duy và giải với rõ ràng.",
      "audio": {
        "en": "self_vip3_26_en.mp3",
        "vi": "self_vip3_26_vi.mp3"
      }
    },
    {
      "slug": "mbti-feeling-careers",
      "keywords_en": [
        "mbti feeling careers",
        "harmony values",
        "people first"
      ],
      "copy_en": "Feeling type? HR specialist, social worker, or teacher—harmony-focused roles with $45K–$75K and human connection.",
      "copy_vi": "Kiểu Cảm xúc? Chuyên gia nhân sự, nhân viên xã hội hay giáo viên—vai hòa hợp lương 45K–75K USD và kết nối con người.",
      "essay_en": "Feelers lead with values and empathy. You mediate fights, celebrate wins, and prioritize people. CareerSpark’s feeling filter reveals 115 relationship-driven jobs. An HR specialist in Singapore earns $70K building culture; social workers change families. Each career includes conflict resolution scripts. A feeling user organized a team retreat, then secured a paid role in employee wellness. You’re allowed to put people first. Step into feeling careers and lead with heart.",
      "essay_vi": "Người Cảm xúc dẫn dắt bằng giá trị và đồng cảm. Bạn hòa giải tranh cãi, ăn mừng thắng lợi và ưu tiên con người. Bộ lọc cảm xúc của CareerSpark hé lộ 115 công việc quan hệ. Chuyên gia nhân sự ở Singapore kiếm 70K USD xây văn hóa; nhân viên xã hội thay đổi gia đình. Mỗi nghề có kịch bản giải quyết xung đột. Một người dùng cảm xúc tổ chức nghỉ đội, rồi nhận vai trả lương trong phúc lợi nhân viên. Bạn được phép đặt con người đầu tiên. Bước vào nghề cảm xúc và dẫn dắt bằng trái tim.",
      "audio": {
        "en": "self_vip3_27_en.mp3",
        "vi": "self_vip3_27_vi.mp3"
      }
    },
    {
      "slug": "mbti-judging-careers",
      "keywords_en": [
        "mbti judging careers",
        "structure plans",
        "closure goals"
      ],
      "copy_en": "Judging style? Project manager, accountant, or event coordinator—structured roles with $50K–$85K and clear goals.",
      "copy_vi": "Phong cách Phán xét? Quản lý dự án, kế toán hay điều phối sự kiện—vai có cấu trúc lương 50K–85K USD và mục tiêu rõ.",
      "essay_en": "Judgers love plans, deadlines, and closure. You use planners, hate surprises, and finish early. CareerSpark’s judging filter shows 135 organized careers. A project manager in London earns $78K delivering on time; accountants ensure compliance. Each role includes Gantt chart examples. A judging teen planned a perfect school event, then apprenticed at an agency. You’re allowed to control the chaos. Explore judging careers and thrive in structure.",
      "essay_vi": "Người Phán xét yêu kế hoạch, hạn chót và kết thúc. Bạn dùng sổ kế hoạch, ghét bất ngờ và hoàn thành sớm. Bộ lọc phán xét của CareerSpark hiện 135 nghề tổ chức. Quản lý dự án ở London kiếm 78K USD giao đúng hạn; kế toán đảm bảo tuân thủ. Mỗi vai có ví dụ biểu đồ Gantt. Một thiếu niên phán xét lập kế hoạch sự kiện trường hoàn hảo, rồi thực tập tại agency. Bạn được phép kiểm soát hỗn loạn. Khám phá nghề phán xét và phát triển trong cấu trúc.",
      "audio": {
        "en": "self_vip3_28_en.mp3",
        "vi": "self_vip3_28_vi.mp3"
      }
    },
    {
      "slug": "mbti-perceiving-careers",
      "keywords_en": [
        "mbti perceiving careers",
        "flexible options",
        "adapt explore"
      ],
      "copy_en": "Perceiving preference? Journalist, artist, or consultant—flexible roles with $45K–$90K and room to explore.",
      "copy_vi": "Ưu tiên Nhận thức? Nhà báo, nghệ sĩ hay tư vấn—vai linh hoạt lương 45K–90K USD và chỗ khám phá.",
      "essay_en": "Perceivers keep options open and adapt on the fly. You start projects last minute, love variety, and pivot easily. CareerSpark’s perceiving filter unlocks 120 dynamic jobs. A journalist in Nairobi earns $65K chasing stories; consultants bill by project. Each career lists adaptability scores. A perceiving user switched from photography to video mid-stream, doubling clients. You’re allowed to stay open. Dive into perceiving careers and ride the waves of change.",
      "essay_vi": "Người Nhận thức giữ lựa chọn mở và thích nghi tức thì. Bạn bắt đầu dự án phút cuối, yêu đa dạng và xoay chuyển dễ. Bộ lọc nhận thức của CareerSpark mở 120 công việc động. Nhà báo ở Nairobi kiếm 65K USD đuổi tin; tư vấn tính theo dự án. Mỗi nghề liệt kê điểm thích nghi. Một người dùng nhận thức chuyển từ nhiếp ảnh sang video giữa dòng, nhân đôi khách. Bạn được phép mở. Lao vào nghề nhận thức và cưỡi sóng thay đổi.",
      "audio": {
        "en": "self_vip3_29_en.mp3",
        "vi": "self_vip3_29_vi.mp3"
      }
    },
    {
      "slug": "personality-full-profile",
      "keywords_en": [
        "personality full profile",
        "mbti summary",
        "career fit score"
      ],
      "copy_en": "See your full MBTI profile + fit score for 500 careers. Tap any job to view daily energy drain vs. recharge.",
      "copy_vi": "Xem hồ sơ MBTI đầy đủ + điểm phù hợp cho 500 nghề. Chạm bất kỳ việc để xem cạn năng lượng vs. nạp hàng ngày.",
      "essay_en": "Your complete personality is a career compass. An ENTJ thrives leading teams but drains in data entry. CareerSpark’s full profile combines your MBTI type with interests, strengths, and values—ranking all 500 careers by fit score (0–100). Each job card shows an 'Energy Map': green for recharge activities (meetings for extraverts), red for drains (solitary tasks for feelers). A user with INFP 92% fit for librarian saw the role’s quiet reading hours as pure green. You’re allowed to protect your energy. View your full profile and choose work that fuels you.",
      "essay_vi": "Tính cách đầy đủ là la bàn nghề nghiệp. ENTJ phát triển dẫn đội nhưng cạn trong nhập dữ liệu. Hồ sơ đầy đủ của CareerSpark kết hợp kiểu MBTI với sở thích, thế mạnh và giá trị—xếp 500 nghề theo điểm phù hợp (0–100). Mỗi thẻ việc hiện 'Bản đồ Năng lượng': xanh cho hoạt động nạp (họp cho hướng ngoại), đỏ cho cạn (nhiệm vụ cô đơn cho cảm xúc). Người dùng INFP 92% khớp thủ thư thấy giờ đọc yên tĩnh là xanh thuần. Bạn được phép bảo vệ năng lượng. Xem hồ sơ đầy đủ và chọn công việc nuôi dưỡng bạn.",
      "audio": {
        "en": "self_vip3_30_en.mp3",
        "vi": "self_vip3_30_vi.mp3"
      }
    }
  ]
}