{
  "id": "eating_disorder_support_vip2",
  "name": "Eating Disorder Support",
  "name_vi": "Hỗ Trợ Rối Loạn Ăn Uống",
  "description": "Advanced strategies for eating disorder recovery with therapy and positivity",
  "keywords_en": [
    "eating disorder",
    "recovery",
    "CBT-E",
    "nutritional therapy",
    "body positivity"
  ],
  "keywords_vi": [
    "rối loạn ăn uống",
    "phục hồi",
    "CBT-E",
    "liệu pháp dinh dưỡng",
    "tích cực cơ thể"
  ],
  "entries": [
    {
      "slug": "recovery",
      "keywords_en": [
        "recovery",
        "healing",
        "self-compassion"
      ],
      "keywords_vi": [
        "phục hồi",
        "chữa lành",
        "tự trắc ẩn"
      ],
      "copy": {
        "en": "Eating disorder recovery thrives on small, consistent steps and self-compassion. Acknowledge your challenges without judgment, seeking support from professionals or loved ones. Family-Based Therapy fosters healthy eating habits through collaborative planning. Journaling emotions helps identify triggers, building self-awareness. Celebrate milestones, like enjoying a meal without guilt, to sustain momentum. Surround yourself with positive influences to reinforce hope and resilience, ensuring your unique journey leads to lasting healing and a healthier mindset.",
        "vi": "Phục hồi rối loạn ăn uống phát triển nhờ những bước nhỏ, nhất quán và lòng tự trắc ẩn. Thừa nhận khó khăn mà không phán xét, tìm hỗ trợ từ chuyên gia hoặc người thân. Liệu pháp Gia đình thúc đẩy thói quen ăn uống lành mạnh qua lập kế hoạch chung. Ghi nhật ký cảm xúc giúp nhận diện yếu tố kích hoạt, xây dựng tự nhận thức. Ăn mừng cột mốc, như thưởng thức bữa ăn mà không áyprocess ăn uống lành mạnh, giúp bạn tiến tới sự chữa lành lâu dài."
      },
      "tags": [
        "recovery",
        "mental health"
      ],
      "audio": "eating_disorder_support_vip2_recovery.mp3"
    },
    {
      "slug": "cbt-e",
      "keywords_en": [
        "therapy",
        "CBT-E",
        "coping skills"
      ],
      "keywords_vi": [
        "liệu pháp",
        "CBT-E",
        "kỹ năng đối phó"
      ],
      "copy": {
        "en": "Cognitive Behavioral Therapy-Enhanced (CBT-E) transforms your approach to eating disorders by targeting distorted thoughts. Through structured sessions, challenge negative beliefs about food and body image. Develop coping skills, like mindfulness, to manage triggers effectively. Regular practice reduces impulsive behaviors, fostering a healthier mindset. CBT-E empowers you to rebuild confidence in your relationship with food, creating a foundation for sustained recovery and emotional well-being over time.",
        "vi": "Liệu pháp Nhận thức Hành vi Tăng cường (CBT-E) thay đổi cách tiếp cận rối loạn ăn uống bằng cách nhắm vào suy nghĩ méo mó. Qua các buổi có cấu trúc, thách thức niềm tin tiêu cực về thực phẩm và hình ảnh cơ thể. Phát triển kỹ năng đối phó, như chánh niệm, để quản lý yếu tố kích hoạt hiệu quả. Thực hành thường xuyên giảm hành vi bốc đồng, xây dựng tư duy lành mạnh và nền tảng cho sự phục hồi bền vững."
      },
      "tags": [
        "therapy",
        "mental health"
      ],
      "audio": "eating_disorder_support_vip2_cbt_e.mp3"
    },
    {
      "slug": "family-support",
      "keywords_en": [
        "family support",
        "communication",
        "empathy"
      ],
      "keywords_vi": [
        "hỗ trợ gia đình",
        "giao tiếp",
        "đồng cảm"
      ],
      "copy": {
        "en": "Family support significantly enhances eating disorder recovery. Engage loved ones by openly sharing your needs and triggers. Family-Based Therapy encourages collaborative meal planning and emotional support, creating a safe environment. Teach your family about your condition to foster empathy. Their encouragement helps you stay resilient, reinforcing progress. Regular family check-ins build trust, ensuring a supportive network for your healing journey and long-term well-being.",
        "vi": "Hỗ trợ gia đình nâng cao đáng kể quá trình phục hồi rối loạn ăn uống. Kết nối người thân bằng cách chia sẻ nhu cầu và yếu tố kích hoạt cởi mở. Liệu pháp Gia đình khuyến khích lập kế hoạch bữa ăn chung và hỗ trợ cảm xúc, tạo môi trường an toàn. Dạy gia đình về tình trạng của bạn để xây dựng sự đồng cảm. Sự khích lệ của họ giúp bạn kiên cường, củng cố tiến bộ và mạng lưới hỗ trợ lâu dài."
      },
      "tags": [
        "support",
        "recovery"
      ],
      "audio": "eating_disorder_support_vip2_family_support.mp3"
    },
    {
      "slug": "nutritional-therapy",
      "keywords_en": [
        "nutritional therapy",
        "healthy eating",
        "recovery"
      ],
      "keywords_vi": [
        "liệu pháp dinh dưỡng",
        "ăn uống lành mạnh",
        "phục hồi"
      ],
      "copy": {
        "en": "Nutritional therapy is key to eating disorder recovery, focusing on balanced eating habits. Collaborate with a dietitian to create personalized meal plans that honor your body’s needs. Learn to recognize hunger and fullness cues, avoiding restrictive diets. Incorporate variety to nourish both body and mind. This approach rebuilds physical health and confidence, supporting sustained recovery by fostering a positive relationship with food over time.",
        "vi": "Liệu pháp dinh dưỡng là chìa khóa để phục hồi rối loạn ăn uống, tập trung vào thói quen ăn uống cân bằng. Hợp tác với chuyên gia dinh dưỡng để tạo kế hoạch bữa ăn cá nhân hóa, tôn trọng nhu cầu cơ thể. Nhận biết tín hiệu đói và no, tránh chế độ ăn kiêng hạn chế. Đa dạng hóa thực phẩm để nuôi dưỡng cơ thể và tâm trí, hỗ trợ phục hồi lâu dài bằng cách xây dựng mối quan hệ tích cực với thực phẩm."
      },
      "tags": [
        "nutrition",
        "recovery"
      ],
      "audio": "eating_disorder_support_vip2_nutritional_therapy.mp3"
    },
    {
      "slug": "body-positivity",
      "keywords_en": [
        "body positivity",
        "self-acceptance",
        "confidence"
      ],
      "keywords_vi": [
        "tích cực cơ thể",
        "tự chấp nhận",
        "tự tin"
      ],
      "copy": {
        "en": "Body positivity transforms your eating disorder recovery by fostering self-acceptance. Challenge societal beauty standards and embrace your body’s unique strengths. Practice affirmations to counter negative self-talk, focusing on what your body can do. Surround yourself with supportive communities that celebrate diversity. This mindset shift builds confidence and reduces shame, creating a foundation for emotional healing and a healthier self-image throughout your recovery journey.",
        "vi": "Tích cực cơ thể biến đổi quá trình phục hồi rối loạn ăn uống bằng cách thúc đẩy tự chấp nhận. Thách thức tiêu chuẩn vẻ đẹp xã hội và trân trọng sức mạnh độc đáo của cơ thể. Thực hành khẳng định tích cực để chống lại tự nói tiêu cực, tập trung vào khả năng của cơ thể. Xung quanh bạn với cộng đồng hỗ trợ tôn vinh sự đa dạng, xây dựng sự tự tin và giảm xấu hổ, tạo nền tảng cho chữa lành cảm xúc."
      },
      "tags": [
        "body image",
        "recovery"
      ],
      "audio": "eating_disorder_support_vip2_body_positivity.mp3"
    },
    {
      "slug": "all",
      "keywords_en": [
        "all",
        "full sequence",
        "combined"
      ],
      "keywords_vi": [
        "tất cả",
        "chuỗi đầy đủ",
        "kết hợp"
      ],
      "copy": {
        "en": "Eating disorder recovery thrives on small, consistent steps and self-compassion. Acknowledge your challenges without judgment, seeking support from professionals or loved ones. Family-Based Therapy fosters healthy eating habits through collaborative planning. Journaling emotions helps identify triggers, building self-awareness. Celebrate milestones, like enjoying a meal without guilt, to sustain momentum. Surround yourself with positive influences to reinforce hope and resilience, ensuring your unique journey leads to lasting healing and a healthier mindset. Cognitive Behavioral Therapy-Enhanced (CBT-E) transforms your approach to eating disorders by targeting distorted thoughts. Through structured sessions, challenge negative beliefs about food and body image. Develop coping skills, like mindfulness, to manage triggers effectively. Regular practice reduces impulsive behaviors, fostering a healthier mindset. CBT-E empowers you to rebuild confidence in your relationship with food, creating a foundation for sustained recovery and emotional well-being over time. Family support significantly enhances eating disorder recovery. Engage loved ones by openly sharing your needs and triggers. Family-Based Therapy encourages collaborative meal planning and emotional support, creating a safe environment. Teach your family about your condition to foster empathy. Their encouragement helps you stay resilient, reinforcing progress. Regular family check-ins build trust, ensuring a supportive network for your healing journey and long-term well-being. Nutritional therapy is key to eating disorder recovery, focusing on balanced eating habits. Collaborate with a dietitian to create personalized meal plans that honor your body’s needs. Learn to recognize hunger and fullness cues, avoiding restrictive diets. Incorporate variety to nourish both body and mind. This approach rebuilds physical health and confidence, supporting sustained recovery by fostering a positive relationship with food over time. Body positivity transforms your eating disorder recovery by fostering self-acceptance. Challenge societal beauty standards and embrace your body’s unique strengths. Practice affirmations to counter negative self-talk, focusing on what your body can do. Surround yourself with supportive communities that celebrate diversity. This mindset shift builds confidence and reduces shame, creating a foundation for emotional healing and a healthier self-image throughout your recovery journey.",
        "vi": "Phục hồi rối loạn ăn uống phát triển nhờ những bước nhỏ, nhất quán và lòng tự trắc ẩn. Thừa nhận khó khăn mà không phán xét, tìm hỗ trợ từ chuyên gia hoặc người thân. Liệu pháp Gia đình thúc đẩy thói quen ăn uống lành mạnh qua lập kế hoạch chung. Ghi nhật ký cảm xúc giúp nhận diện yếu tố kích hoạt, xây dựng tự nhận thức. Ăn mừng cột mốc, như thưởng thức bữa ăn mà không áyprocess ăn uống lành mạnh, giúp bạn tiến tới sự chữa lành lâu dài. Liệu pháp Nhận thức Hành vi Tăng cường (CBT-E) thay đổi cách tiếp cận rối loạn ăn uống bằng cách nhắm vào suy nghĩ méo mó. Qua các buổi có cấu trúc, thách thức niềm tin tiêu cực về thực phẩm và hình ảnh cơ thể. Phát triển kỹ năng đối phó, như chánh niệm, để quản lý yếu tố kích hoạt hiệu quả. Thực hành thường xuyên giảm hành vi bốc đồng, xây dựng tư duy lành mạnh và nền tảng cho sự phục hồi bền vững. Hỗ trợ gia đình nâng cao đáng kể quá trình phục hồi rối loạn ăn uống. Kết nối người thân bằng cách chia sẻ nhu cầu và yếu tố kích hoạt cởi mở. Liệu pháp Gia đình khuyến khích lập kế hoạch bữa ăn chung và hỗ trợ cảm xúc, tạo môi trường an toàn. Dạy gia đình về tình trạng của bạn để xây dựng sự đồng cảm. Sự khích lệ của họ giúp bạn kiên cường, củng cố tiến bộ và mạng lưới hỗ trợ lâu dài. Liệu pháp dinh dưỡng là chìa khóa để phục hồi rối loạn ăn uống, tập trung vào thói quen ăn uống cân bằng. Hợp tác với chuyên gia dinh dưỡng để tạo kế hoạch bữa ăn cá nhân hóa, tôn trọng nhu cầu cơ thể. Nhận biết tín hiệu đói và no, tránh chế độ ăn kiêng hạn chế. Đa dạng hóa thực phẩm để nuôi dưỡng cơ thể và tâm trí, hỗ trợ phục hồi lâu dài bằng cách xây dựng mối quan hệ tích cực với thực phẩm. Tích cực cơ thể biến đổi quá trình phục hồi rối loạn ăn uống bằng cách thúc đẩy tự chấp nhận. Thách thức tiêu chuẩn vẻ đẹp xã hội và trân trọng sức mạnh độc đáo của cơ thể. Thực hành khẳng định tích cực để chống lại tự nói tiêu cực, tập trung vào khả năng của cơ thể. Xung quanh bạn với cộng đồng hỗ trợ tôn vinh sự đa dạng, xây dựng sự tự tin và giảm xấu hổ, tạo nền tảng cho chữa lành cảm xúc."
      },
      "tags": [
        "all",
        "combined"
      ],
      "audio": "eating_disorder_support_vip2_recovery.mp3 eating_disorder_support_vip2_cbt_e.mp3 eating_disorder_support_vip2_family_support.mp3 eating_disorder_support_vip2_nutritional_therapy.mp3 eating_disorder_support_vip2_body_positivity.mp3"
    }
  ]
}
