{
  "id": "eating-disorder-support-vip1",
  "name": "Eating Disorder Support",
  "name_vi": "Hỗ Trợ Rối Loạn Ăn Uống",
  "description": "In-depth strategies for eating disorder recovery with therapy and support",
  "keywords_en": [
    "eating disorder",
    "recovery",
    "CBT-E",
    "nutritional therapy"
  ],
  "keywords_vi": [
    "rối loạn ăn uống",
    "phục hồi",
    "CBT-E",
    "liệu pháp dinh dưỡng"
  ],
  "entries": [
    {
      "slug": "recovery",
      "keywords_en": ["recovery", "healing", "self-compassion"],
      "keywords_vi": ["phục hồi", "chữa lành", "tự trắc ẩn"],
      "copy": {
        "en": "Recovery from eating disorders requires patience and small, consistent steps. Start by acknowledging your struggles without self-criticism. Engage with professionals or trusted loved ones for support. Family-Based Therapy can guide you in rebuilding healthy eating patterns. Journaling emotions helps identify triggers, fostering self-awareness. Celebrate small victories to build momentum, ensuring your unique journey is grounded in self-compassion and hope for lasting change.",
        "vi": "Phục hồi từ rối loạn ăn uống đòi hỏi sự kiên nhẫn và những bước nhỏ, nhất quán. Bắt đầu bằng cách thừa nhận khó khăn mà không tự chỉ trích. Kết nối với chuyên gia hoặc người thân đáng tin cậy để được hỗ trợ. Liệu pháp dựa trên gia đình có thể hướng dẫn bạn tái xây dựng mô hình ăn uống lành mạnh. Việc ghi lại cảm xúc giúp nhận diện yếu tố kích hoạt và tăng cường tự nhận thức. Ăn mừng chiến thắng nhỏ để tạo đà tiến, giữ hành trình của bạn dựa trên lòng tự trắc ẩn và hy vọng cho thay đổi bền vững."
      },
      "tags": ["recovery", "mental health"],
      "audio": "eating_disorder_support_vip1_recovery.mp3"
    },
    {
      "slug": "cbt-e",
      "keywords_en": ["therapy", "CBT-E", "coping skills"],
      "keywords_vi": ["liệu pháp", "CBT-E", "kỹ năng đối phó"],
      "copy": {
        "en": "Cognitive Behavioral Therapy-Enhanced (CBT-E) is a powerful tool for eating disorders. It helps you identify and challenge distorted thoughts about food and body image. Through structured sessions, you’ll develop coping skills to manage triggers. Practice mindfulness to stay present, reducing impulsive behaviors. This therapy fosters a healthier mindset, empowering you to rebuild your relationship with food and self over time.",
        "vi": "Liệu pháp Nhận thức Hành vi Tăng cường (CBT-E) là công cụ mạnh mẽ cho rối loạn ăn uống. Nó giúp bạn nhận diện và thách thức những suy nghĩ méo mó về thực phẩm và hình ảnh cơ thể. Qua các buổi trị liệu có cấu trúc, bạn sẽ phát triển kỹ năng đối phó để quản lý yếu tố kích hoạt. Thực hành chánh niệm để duy trì hiện diện, giảm hành vi bốc đồng. Liệu pháp này giúp nuôi dưỡng tư duy lành mạnh hơn và trao cho bạn sức mạnh để tái xây dựng mối quan hệ với thực phẩm và bản thân theo thời gian."
      },
      "tags": ["therapy", "mental health"],
      "audio": "eating_disorder_support_vip1_cbt_e.mp3"
    },
    {
      "slug": "family-support",
      "keywords_en": ["family support", "communication", "empathy"],
      "keywords_vi": ["hỗ trợ gia đình", "giao tiếp", "đồng cảm"],
      "copy": {
        "en": "Family support is crucial in eating disorder recovery. Involve loved ones in your journey by sharing your needs openly. Family-Based Therapy encourages collaborative meal planning and emotional support. Teach your family about your triggers to foster understanding. Their empathy and encouragement create a safe environment, helping you build resilience and maintain progress in your healing process.",
        "vi": "Hỗ trợ từ gia đình rất quan trọng trong phục hồi rối loạn ăn uống. Hãy để người thân tham gia vào hành trình của bạn bằng cách chia sẻ nhu cầu một cách cởi mở. Liệu pháp dựa trên gia đình khuyến khích lập kế hoạch bữa ăn chung và hỗ trợ cảm xúc. Dạy gia đình về các yếu tố kích hoạt của bạn để tăng sự thấu hiểu. Sự đồng cảm và khích lệ của họ tạo môi trường an toàn, giúp bạn xây dựng khả năng phục hồi và duy trì tiến bộ trong quá trình chữa lành."
      },
      "tags": ["support", "recovery"],
      "audio": "eating_disorder_support_vip1_family_support.mp3"
    },
    {
      "slug": "nutritional-therapy",
      "keywords_en": ["nutritional therapy", "healthy eating", "recovery"],
      "keywords_vi": ["liệu pháp dinh dưỡng", "ăn uống lành mạnh", "phục hồi"],
      "copy": {
        "en": "Nutritional therapy supports eating disorder recovery by rebuilding healthy eating habits. Work with a dietitian to create balanced meal plans tailored to your needs. Learn to listen to your body’s hunger and fullness cues. Avoid restrictive diets, focusing instead on variety and nourishment. This approach restores physical health and confidence, supporting your long-term recovery goals.",
        "vi": "Liệu pháp dinh dưỡng hỗ trợ phục hồi rối loạn ăn uống bằng cách tái xây dựng thói quen ăn uống lành mạnh. Làm việc với chuyên gia dinh dưỡng để thiết lập kế hoạch bữa ăn cân bằng phù hợp với nhu cầu của bạn. Học cách lắng nghe tín hiệu đói và no của cơ thể. Tránh các chế độ ăn kiêng hạn chế, tập trung vào sự đa dạng và dinh dưỡng. Cách tiếp cận này giúp khôi phục sức khỏe thể chất và sự tự tin, hỗ trợ mục tiêu phục hồi lâu dài."
      },
      "tags": ["nutrition", "recovery"],
      "audio": "eating_disorder_support_vip1_nutritional_therapy.mp3"
    },
    {
      "slug": "all",
      "keywords_en": ["all", "full sequence", "complete", "combined", "eating disorder support"],
      "keywords_vi": ["tất cả", "chuỗi đầy đủ", "hoàn chỉnh", "kết hợp", "hỗ trợ rối loạn ăn uống"],
      "copy": {
        "en": "Recovery from eating disorders requires patience and small, consistent steps. Start by acknowledging your struggles without self-criticism. Engage with professionals or trusted loved ones for support. Family-Based Therapy can guide you in rebuilding healthy eating patterns. Journaling emotions helps identify triggers, fostering self-awareness. Celebrate small victories to build momentum, ensuring your unique journey is grounded in self-compassion and hope for lasting change. Cognitive Behavioral Therapy-Enhanced (CBT-E) is a powerful tool for eating disorders. It helps you identify and challenge distorted thoughts about food and body image. Through structured sessions, you’ll develop coping skills to manage triggers. Practice mindfulness to stay present, reducing impulsive behaviors. This therapy fosters a healthier mindset, empowering you to rebuild your relationship with food and self over time. Family support is crucial in eating disorder recovery. Involve loved ones in your journey by sharing your needs openly. Family-Based Therapy encourages collaborative meal planning and emotional support. Teach your family about your triggers to foster understanding. Their empathy and encouragement create a safe environment, helping you build resilience and maintain progress in your healing process. Nutritional therapy supports eating disorder recovery by rebuilding healthy eating habits. Work with a dietitian to create balanced meal plans tailored to your needs. Learn to listen to your body’s hunger and fullness cues. Avoid restrictive diets, focusing instead on variety and nourishment. This approach restores physical health and confidence, supporting your long-term recovery goals.",
        "vi": "Phục hồi từ rối loạn ăn uống đòi hỏi sự kiên nhẫn và những bước nhỏ, nhất quán. Bắt đầu bằng cách thừa nhận khó khăn mà không tự chỉ trích. Kết nối với chuyên gia hoặc người thân đáng tin cậy để được hỗ trợ. Liệu pháp dựa trên gia đình có thể hướng dẫn bạn tái xây dựng mô hình ăn uống lành mạnh. Việc ghi lại cảm xúc giúp nhận diện yếu tố kích hoạt và tăng cường tự nhận thức. Ăn mừng chiến thắng nhỏ để tạo đà tiến, giữ hành trình của bạn dựa trên lòng tự trắc ẩn và hy vọng cho thay đổi bền vững. Liệu pháp Nhận thức Hành vi Tăng cường (CBT-E) là công cụ mạnh mẽ cho rối loạn ăn uống. Nó giúp bạn nhận diện và thách thức những suy nghĩ méo mó về thực phẩm và hình ảnh cơ thể. Qua các buổi trị liệu có cấu trúc, bạn sẽ phát triển kỹ năng đối phó để quản lý yếu tố kích hoạt. Thực hành chánh niệm để duy trì hiện diện, giảm hành vi bốc đồng. Liệu pháp này giúp nuôi dưỡng tư duy lành mạnh hơn và trao cho bạn sức mạnh để tái xây dựng mối quan hệ với thực phẩm và bản thân theo thời gian. Hỗ trợ từ gia đình rất quan trọng trong phục hồi rối loạn ăn uống. Hãy để người thân tham gia vào hành trình của bạn bằng cách chia sẻ nhu cầu một cách cởi mở. Liệu pháp dựa trên gia đình khuyến khích lập kế hoạch bữa ăn chung và hỗ trợ cảm xúc. Dạy gia đình về các yếu tố kích hoạt của bạn để tăng sự thấu hiểu. Sự đồng cảm và khích lệ của họ tạo môi trường an toàn, giúp bạn xây dựng khả năng phục hồi và duy trì tiến bộ trong quá trình chữa lành. Liệu pháp dinh dưỡng hỗ trợ phục hồi rối loạn ăn uống bằng cách tái xây dựng thói quen ăn uống lành mạnh. Làm việc với chuyên gia dinh dưỡng để thiết lập kế hoạch bữa ăn cân bằng phù hợp với nhu cầu của bạn. Học cách lắng nghe tín hiệu đói và no của cơ thể. Tránh các chế độ ăn kiêng hạn chế, tập trung vào sự đa dạng và dinh dưỡng. Cách tiếp cận này giúp khôi phục sức khỏe thể chất và sự tự tin, hỗ trợ mục tiêu phục hồi lâu dài."
      },
      "tags": ["all", "combined", "full sequence", "complete"],
      "audio": "eating_disorder_support_vip1_recovery.mp3 eating_disorder_support_vip1_cbt_e.mp3 eating_disorder_support_vip1_family_support.mp3 eating_disorder_support_vip1_nutritional_therapy.mp3"
    }
  ],
  "meta": {
    "created_at": "2025-10-27T00:00:00+00:00",
    "updated_at": "2025-10-27T00:00:00+00:00",
    "entry_count": 5,
    "tier": "vip1",
    "room_color": "#4A90E2"
  }
}
