{
  "id": "english_c1_c104",
  "tier": "VIP3 / VIP3",
  "domain": "English C1",
  "title": {
    "en": "C1-04 — Emotional Intelligence in English",
    "vi": "C1-04 — Trí Tuệ Cảm Xúc Trong Giao Tiếp Tiếng Anh"
  },
  "content": {
    "en": "This room helps you communicate with emotional intelligence. You will learn how to read the tone of a conversation, respond without reacting, soften strong messages, and express empathy with clean, natural English. These entries teach calm language, emotional awareness, and relational clarity—skills that make your communication warm, steady, and mature.",
    "vi": "Phòng này giúp bạn giao tiếp bằng trí tuệ cảm xúc. Bạn sẽ học cách cảm nhận giọng điệu cuộc trò chuyện, phản hồi mà không phản ứng vội, làm mềm thông điệp mạnh và thể hiện sự thấu cảm bằng tiếng Anh tự nhiên. Các mục nội dung hướng dẫn ngôn ngữ bình tĩnh, nhận thức cảm xúc và sự rõ ràng trong quan hệ—những kỹ năng giúp giao tiếp của bạn ấm áp, ổn định và chín chắn."
  },
  "entries": [
    {
      "slug": "reading-tone-before-speaking",
      "keywords_en": [
        "tone",
        "awareness"
      ],
      "keywords_vi": [
        "giọng điệu",
        "nhận thức"
      ],
      "copy": {
        "en": "Before speaking, notice the tone. Is the other person calm, stressed, or confused? Adjust your voice to match the level of softness they need. Start gently: I understand or I see what you mean. Tone reading helps you respond wisely instead of reacting quickly.",
        "vi": "Trước khi nói, hãy chú ý giọng điệu. Người đối diện đang bình tĩnh, căng thẳng hay bối rối? Điều chỉnh giọng để phù hợp mức độ mềm mại họ cần. Hãy mở đầu nhẹ nhàng: Tôi hiểu hoặc Tôi thấy ý bạn. Nhận diện giọng điệu giúp bạn phản hồi một cách khôn ngoan thay vì phản ứng vội vàng."
      },
      "audio": "c104_01_en.mp3",
      "tags": []
    },
    {
      "slug": "soft-responses-to-strong-emotions",
      "keywords_en": [
        "soft response",
        "emotion"
      ],
      "keywords_vi": [
        "phản hồi mềm",
        "cảm xúc"
      ],
      "copy": {
        "en": "When someone is emotional, softness helps. Use lines like I hear you, Let us slow down, or It is okay. These phrases calm the moment and show safety. Emotional intelligence is not about fixing things fast—it is about creating space for clarity.",
        "vi": "Khi ai đó đang cảm xúc mạnh, sự nhẹ nhàng sẽ hữu ích. Hãy dùng các câu như Tôi nghe bạn, Chúng ta chậm lại nhé hoặc Không sao đâu. Những câu này làm dịu tình huống và tạo cảm giác an toàn. Trí tuệ cảm xúc không phải là sửa ngay lập tức mà là tạo không gian cho sự rõ ràng."
      },
      "audio": "c104_02_en.mp3",
      "tags": []
    },
    {
      "slug": "showing-empathy-naturally",
      "keywords_en": [
        "empathy",
        "connection"
      ],
      "keywords_vi": [
        "thấu cảm",
        "kết nối"
      ],
      "copy": {
        "en": "Empathy is simple. You do not need big words. Use gentle lines like That sounds difficult or I understand why you feel that way. Empathy is calm recognition, not advice. When people feel seen, they relax and communicate more openly.",
        "vi": "Thấu cảm rất đơn giản. Bạn không cần lời lớn. Hãy dùng câu nhẹ nhàng như Nghe có vẻ khó khăn hoặc Tôi hiểu vì sao bạn cảm thấy như vậy. Thấu cảm là sự ghi nhận bình tĩnh, không phải lời khuyên. Khi người khác cảm thấy được thấy và được hiểu, họ sẽ mở lòng hơn."
      },
      "audio": "c104_03_en.mp3",
      "tags": []
    },
    {
      "slug": "staying-calm-in-hard-conversations",
      "keywords_en": [
        "calm",
        "hard conversations"
      ],
      "keywords_vi": [
        "bình tĩnh",
        "trò chuyện khó"
      ],
      "copy": {
        "en": "Hard conversations need slow breathing and simple language. Speak in short lines. Keep your voice low and steady. If the moment gets tense, pause for a second. Calm presence is stronger than perfect words. Your steadiness helps others become steady too.",
        "vi": "Những cuộc trò chuyện khó cần hơi thở chậm và ngôn ngữ đơn giản. Hãy nói câu ngắn. Giữ giọng thấp và đều. Nếu tình huống trở nên căng thẳng, hãy dừng lại một giây. Sự bình tĩnh có sức mạnh hơn lời nói hoàn hảo. Sự ổn định của bạn sẽ giúp người khác ổn định theo."
      },
      "audio": "c104_04_en.mp3",
      "tags": []
    },
    {
      "slug": "clear-boundaries-with-kindness",
      "keywords_en": [
        "boundaries",
        "kindness"
      ],
      "keywords_vi": [
        "ranh giới",
        "tử tế"
      ],
      "copy": {
        "en": "Emotional intelligence includes boundaries. Use short, kind lines: I cannot do this today or I need more time. Do not over-explain. Do not apologize for your limits. Kind boundaries protect your energy and keep communication healthy.",
        "vi": "Trí tuệ cảm xúc bao gồm cả ranh giới. Hãy dùng các câu ngắn và tử tế: Hôm nay tôi không làm được hoặc Tôi cần thêm thời gian. Đừng giải thích quá nhiều. Đừng xin lỗi vì giới hạn của mình. Ranh giới tử tế giúp bảo vệ năng lượng và giữ giao tiếp lành mạnh."
      },
      "audio": "c104_05_en.mp3",
      "tags": []
    },
    {
      "slug": "daily-emotional-awareness-practice",
      "keywords_en": [
        "practice",
        "awareness"
      ],
      "keywords_vi": [
        "luyện tập",
        "nhận thức"
      ],
      "copy": {
        "en": "Spend one minute each day noticing how you feel. Name the emotion softly: I feel tired or I feel hopeful. Naming emotions builds emotional intelligence. When you understand yourself, you speak more clearly and connect more naturally.",
        "vi": "Hãy dành một phút mỗi ngày để nhận biết cảm xúc của mình. Gọi tên cảm xúc một cách nhẹ nhàng: Tôi thấy mệt hoặc Tôi thấy hy vọng. Việc gọi tên cảm xúc giúp phát triển trí tuệ cảm xúc. Khi bạn hiểu chính mình, bạn giao tiếp rõ ràng và kết nối tự nhiên hơn."
      },
      "audio": "c104_06_en.mp3",
      "tags": []
    }
  ]
}
