{
  "id": "english_c2_c203",
  "tier": "VIP3 / VIP3",
  "domain": "English C2",
  "title": {
    "en": "C2-03 — Advanced Descriptions & Precision Vocabulary",
    "vi": "C2-03 — Miêu Tả Nâng Cao & Từ Vựng Chuẩn Xác"
  },
  "content": {
    "en": "This room helps you express complex ideas with clarity and nuance. You will learn how to choose precise vocabulary, describe subtle emotions, and paint detailed scenes without sounding dramatic or confusing. These six entries focus on accuracy, tone control, and natural expression—the key skills that separate advanced English from intermediate levels.",
    "vi": "Phòng này giúp bạn diễn đạt những ý phức tạp với độ rõ ràng và tinh tế. Bạn sẽ học cách chọn từ chính xác, mô tả cảm xúc nhẹ nhàng và phác họa bối cảnh chi tiết mà không gây rối hoặc cường điệu. Sáu mục nội dung tập trung vào độ chính xác, kiểm soát giọng và diễn đạt tự nhiên—những kỹ năng phân biệt tiếng Anh nâng cao với trình độ trung cấp."
  },
  "entries": [
    {
      "slug": "using-precise-adjectives",
      "keywords_en": [
        "precision",
        "adjectives"
      ],
      "keywords_vi": [
        "độ chính xác",
        "tính từ"
      ],
      "copy": {
        "en": "Advanced English prefers precise adjectives instead of vague ones. Instead of saying big, you can say massive, enormous, or sizable. Instead of saying sad, you can say discouraged, disappointed, or heartbroken. Each word adds a different shade of meaning. Precise choices help you express emotions and ideas with confidence and depth.",
        "vi": "Tiếng Anh nâng cao chuộng tính từ chính xác hơn các từ chung chung. Thay vì big, bạn có thể dùng massive, enormous, hoặc sizable. Thay vì sad, bạn có thể dùng discouraged, disappointed hoặc heartbroken. Mỗi từ mang sắc thái khác nhau. Chọn từ chuẩn giúp bạn diễn đạt cảm xúc và ý tưởng rõ ràng, sâu sắc hơn."
      },
      "audio": "c203_01_en.mp3",
      "tags": []
    },
    {
      "slug": "describing-subtle-emotions",
      "keywords_en": [
        "emotions",
        "description"
      ],
      "keywords_vi": [
        "cảm xúc",
        "miêu tả"
      ],
      "copy": {
        "en": "Subtle emotions require careful wording. Instead of saying I feel bad, try describing the exact feeling: I feel uneasy, I feel uncertain, or I feel overwhelmed. These expressions sound natural and mature. They also help listeners understand what you truly mean. Good communication begins with accurate emotion vocabulary.",
        "vi": "Cảm xúc tinh tế cần từ ngữ cẩn thận. Thay vì nói I feel bad, hãy diễn đạt đúng cảm giác: I feel uneasy, I feel uncertain, hoặc I feel overwhelmed. Những cách nói này tự nhiên và trưởng thành hơn. Chúng cũng giúp người nghe hiểu đúng điều bạn muốn diễn đạt. Giao tiếp tốt bắt đầu từ việc gọi đúng tên cảm xúc."
      },
      "audio": "c203_02_en.mp3",
      "tags": []
    },
    {
      "slug": "building-visual-descriptions",
      "keywords_en": [
        "description",
        "visual"
      ],
      "keywords_vi": [
        "miêu tả",
        "hình ảnh"
      ],
      "copy": {
        "en": "Visual descriptions help people imagine what you see. Use concrete details like color, size, light, and movement. For example: The room was silent, with warm yellow light coming through the window. This level of detail feels vivid but not complicated. Aim for simple, specific images instead of long poetic lines.",
        "vi": "Miêu tả hình ảnh giúp người nghe tưởng tượng điều bạn thấy. Hãy dùng chi tiết cụ thể như màu sắc, kích thước, ánh sáng và chuyển động. Ví dụ: The room was silent, with warm yellow light coming through the window. Mức độ chi tiết này sống động nhưng không phức tạp. Hãy chọn hình ảnh đơn giản, cụ thể thay vì câu văn dài và bóng bẩy."
      },
      "audio": "c203_03_en.mp3",
      "tags": []
    },
    {
      "slug": "avoiding-over-description",
      "keywords_en": [
        "clarity",
        "conciseness"
      ],
      "keywords_vi": [
        "rõ ràng",
        "ngắn gọn"
      ],
      "copy": {
        "en": "Advanced speakers know when to stop describing. Too many adjectives weaken the message. Choose the strongest detail and let it carry the meaning. For example: She spoke with a calm, steady voice is better than a long list of qualities. Clear and concise descriptions sound more confident and professional.",
        "vi": "Người nói nâng cao biết khi nào nên dừng miêu tả. Dùng quá nhiều tính từ làm yếu thông điệp. Hãy chọn một chi tiết mạnh nhất và để nó truyền tải ý nghĩa. Ví dụ: She spoke with a calm, steady voice tốt hơn danh sách tính từ dài. Mô tả rõ ràng, ngắn gọn tạo cảm giác tự tin và chuyên nghiệp."
      },
      "audio": "c203_04_en.mp3",
      "tags": []
    },
    {
      "slug": "using-metaphors-carefully",
      "keywords_en": [
        "metaphors",
        "style"
      ],
      "keywords_vi": [
        "ẩn dụ",
        "phong cách"
      ],
      "copy": {
        "en": "Metaphors make language vivid, but too many make it confusing. Choose metaphors that are simple and universal, such as time is a river or her voice is warm. Avoid complex or unusual comparisons unless you are writing creatively. Good metaphors support clarity rather than distract from it.",
        "vi": "Ẩn dụ làm ngôn ngữ sinh động, nhưng dùng quá nhiều sẽ gây rối. Hãy chọn ẩn dụ đơn giản và phổ quát, như time is a river hoặc her voice is warm. Tránh các so sánh phức tạp trừ khi bạn viết sáng tạo. Ẩn dụ tốt giúp tăng sự rõ ràng thay vì làm phân tâm."
      },
      "audio": "c203_05_en.mp3",
      "tags": []
    },
    {
      "slug": "expressing-nuanced-opinions",
      "keywords_en": [
        "opinions",
        "nuance"
      ],
      "keywords_vi": [
        "ý kiến",
        "tinh tế"
      ],
      "copy": {
        "en": "Nuanced opinions show maturity. Instead of saying I agree or I disagree, you can say I partly agree, or I agree with the idea but not the method. These expressions allow you to communicate complexity without sounding negative or confrontational. Advanced English values calm, balanced viewpoints.",
        "vi": "Ý kiến tinh tế thể hiện sự trưởng thành. Thay vì nói I agree hoặc I disagree, bạn có thể nói I partly agree hoặc I agree with the idea but not the method. Những cách diễn đạt này cho phép bạn truyền tải sự phức tạp mà không gây cảm giác phản đối mạnh. Tiếng Anh nâng cao đề cao quan điểm bình tĩnh và cân bằng."
      },
      "audio": "c203_06_en.mp3",
      "tags": []
    }
  ]
}
