{
  "id": "english_b1_b113",
  "tier": "VIP2 / VIP2",
  "domain": "English B1",
  "title": {
    "en": "B1-13 — Talking About Plans and Goals",
    "vi": "B1-13 — Nói Về Kế Hoạch & Mục Tiêu"
  },
  "content": {
    "en": "This room helps you talk clearly about your plans and goals. You will learn simple patterns for describing what you want to do, why you want to do it, and how you will achieve it. These entries focus on short, natural sentences that make your English confident and forward-looking in conversations about study, work, health, and personal growth.",
    "vi": "Phòng này giúp bạn nói rõ ràng về kế hoạch và mục tiêu của mình. Bạn sẽ học các mẫu câu đơn giản để mô tả bạn muốn làm gì, tại sao làm và bạn sẽ thực hiện như thế nào. Các mục nội dung tập trung vào câu ngắn, tự nhiên, giúp tiếng Anh của bạn tự tin và định hướng tương lai khi nói về học tập, công việc, sức khỏe và phát triển bản thân."
  },
  "entries": [
    {
      "slug": "talking-about-short-term-plans",
      "keywords_en": [
        "plans",
        "short term"
      ],
      "keywords_vi": [
        "kế hoạch",
        "ngắn hạn"
      ],
      "copy": {
        "en": "Use simple lines for short-term plans. I am going to study tonight. I will call my friend. I plan to clean my room. I want to finish my work early. Short plans help you practice future English with ease.",
        "vi": "Hãy dùng câu đơn giản cho kế hoạch ngắn hạn. Tối nay tôi sẽ học. Tôi sẽ gọi cho bạn. Tôi dự định dọn phòng. Tôi muốn hoàn thành công việc sớm. Kế hoạch ngắn giúp bạn luyện thì tương lai dễ dàng."
      },
      "audio": "b113_01_en.mp3",
      "tags": []
    },
    {
      "slug": "talking-about-long-term-goals",
      "keywords_en": [
        "goals",
        "long term"
      ],
      "keywords_vi": [
        "mục tiêu",
        "dài hạn"
      ],
      "copy": {
        "en": "Long-term goals can stay simple too. I want to improve my English. I want a better job. I want to travel more. I want to be healthier. Clear goals make your English strong and honest.",
        "vi": "Mục tiêu dài hạn cũng có thể nói bằng câu đơn giản. Tôi muốn giỏi tiếng Anh hơn. Tôi muốn công việc tốt hơn. Tôi muốn đi du lịch nhiều hơn. Tôi muốn khỏe mạnh hơn. Mục tiêu rõ ràng giúp lời nói mạnh mẽ và chân thật."
      },
      "audio": "b113_02_en.mp3",
      "tags": []
    },
    {
      "slug": "explaining-the-reason",
      "keywords_en": [
        "reason",
        "motivation"
      ],
      "keywords_vi": [
        "lý do",
        "động lực"
      ],
      "copy": {
        "en": "Add a short reason to make your plans stronger. I want to learn English because it helps my career. I plan to exercise because I want more energy. A simple reason makes your message clear.",
        "vi": "Hãy thêm một lý do ngắn để kế hoạch thuyết phục hơn. Tôi muốn học tiếng Anh vì nó giúp sự nghiệp. Tôi dự định tập thể dục vì tôi muốn nhiều năng lượng hơn. Lý do ngắn giúp thông điệp rõ ràng."
      },
      "audio": "b113_03_en.mp3",
      "tags": []
    },
    {
      "slug": "talking-about-steps",
      "keywords_en": [
        "steps",
        "action"
      ],
      "keywords_vi": [
        "bước",
        "hành động"
      ],
      "copy": {
        "en": "Describe small steps. I will practice ten minutes a day. I will save a little money each week. I will read one English page daily. Small steps make big goals possible.",
        "vi": "Hãy mô tả các bước nhỏ. Tôi sẽ luyện mười phút mỗi ngày. Tôi sẽ tiết kiệm một ít tiền mỗi tuần. Tôi sẽ đọc một trang tiếng Anh mỗi ngày. Bước nhỏ tạo nên mục tiêu lớn."
      },
      "audio": "b113_04_en.mp3",
      "tags": []
    },
    {
      "slug": "sharing-future-plans",
      "keywords_en": [
        "future",
        "sharing"
      ],
      "keywords_vi": [
        "tương lai",
        "chia sẻ"
      ],
      "copy": {
        "en": "Share your plans with simple lines. This weekend I will visit my parents. Next month I will start a new class. Next year I want to travel abroad. Clear plans help people understand you easily.",
        "vi": "Hãy chia sẻ kế hoạch bằng câu đơn giản. Cuối tuần này tôi sẽ thăm bố mẹ. Tháng sau tôi sẽ bắt đầu lớp học mới. Năm sau tôi muốn đi du lịch nước ngoài. Kế hoạch rõ ràng giúp người khác hiểu bạn dễ dàng."
      },
      "audio": "b113_05_en.mp3",
      "tags": []
    },
    {
      "slug": "daily-goal-practice",
      "keywords_en": [
        "practice",
        "goals"
      ],
      "keywords_vi": [
        "luyện tập",
        "mục tiêu"
      ],
      "copy": {
        "en": "Say one short plan and one small goal each day. I will study. I want to grow. Daily practice builds strong, calm English for your future.",
        "vi": "Mỗi ngày hãy nói một kế hoạch nhỏ và một mục tiêu ngắn. Tôi sẽ học. Tôi muốn phát triển. Luyện tập hằng ngày giúp tiếng Anh của bạn mạnh mẽ và bình tĩnh cho tương lai."
      },
      "audio": "b113_06_en.mp3",
      "tags": []
    }
  ]
}
