{
  "tier": "Free / Miễn phí",
  "title": {
    "en": "EF06 — Fixing the 6 Biggest Pronunciation Mistakes",
    "vi": "EF06 — Sửa 6 Lỗi Phát Âm Thường Gặp Nhất"
  },
  "content": {
    "en": "This lesson is a repair workshop for your pronunciation. Instead of learning new sounds, you slow down, listen carefully, and correct six common mistakes that block clear English: dropping final sounds, adding extra vowels, using Vietnamese tones on English words, reading too fast, mixing up short and long vowels, and speaking without enough air. Each card shows you what the mistake looks like, how it sounds to a native listener, and one simple drill to retrain your mouth. Use this room whenever you feel stuck: a few weeks of gentle, focused practice here can completely change how confident you feel when you open your mouth.",
    "vi": "Bài học này là xưởng sửa chữa phát âm của bạn. Thay vì học thêm âm mới, bạn chậm lại, lắng nghe kỹ và sửa sáu lỗi phổ biến đang làm tiếng Anh khó nghe: nuốt âm cuối, thêm nguyên âm thừa, mang thanh điệu tiếng Việt vào từ tiếng Anh, đọc quá nhanh, lẫn lộn nguyên âm ngắn và dài, và nói mà không đủ hơi. Mỗi thẻ giải thích lỗi trông như thế nào, người bản ngữ nghe ra sao, và một bài tập đơn giản để tập lại miệng. Hãy quay lại phòng này bất cứ khi nào thấy bí; vài tuần luyện tập nhẹ nhàng nhưng tập trung ở đây có thể thay đổi hẳn cảm giác tự tin khi bạn cất tiếng nói."
  },
  "entries": [
    {
      "slug": "error-dropping-final-sounds",
      "keywords_en": [
        "Drop final sounds",
        "ending consonants",
        "clear pronunciation",
        "speaking practice"
      ],
      "keywords_vi": [
        "Nuốt âm cuối",
        "âm cuối từ",
        "phát âm rõ",
        "luyện nói"
      ],
      "copy": {
        "en": "Dare: For three days, choose five short words with strong final sounds (like: cat, pick, leave, ask, cold). Stand in front of a mirror and say each word ten times, exaggerating the final sound: “caT”, “piCK”, “leaVE”. Feel your tongue, lips, and teeth really close the sound before you release the air. Then put two or three of the words into tiny phrases: “cold tea”, “pick one”, “ask them”. Record yourself, listen back, and circle any word where the final sound disappears. Repeat until you can clearly hear every ending, even when you speak faster.",
        "vi": "Dám: Trong ba ngày, chọn năm từ ngắn có âm cuối rõ (ví dụ: cat, pick, leave, ask, cold). Đứng trước gương và nói mỗi từ mười lần, cố ý nhấn mạnh âm cuối: “caT”, “piCK”, “leaVE”. Cảm nhận lưỡi, môi, răng thực sự đóng âm lại trước khi thả hơi. Sau đó ghép hai đến ba từ vào cụm ngắn: “cold tea”, “pick one”, “ask them”. Thu âm lại, nghe thật kỹ và khoanh tròn những từ bị mất âm cuối. Lặp lại cho đến khi bạn nghe rõ mọi âm cuối ngay cả khi nói nhanh hơn."
      },
      "tags": [
        "pronunciation",
        "speaking",
        "foundation"
      ],
      "audio": "english_foundation_ef06_01_en.mp3"
    },
    {
      "slug": "error-adding-extra-vowels",
      "keywords_en": [
        "Extra vowels",
        "remove uh sound",
        "clean endings",
        "native-like rhythm"
      ],
      "keywords_vi": [
        "Thêm nguyên âm thừa",
        "bỏ âm ơ",
        "kết thúc gọn",
        "nhịp tự nhiên"
      ],
      "copy": {
        "en": "Dare: For one week, hunt for the small \"uh\" you add after English words. Pick ten common words ending in consonants (like: stop, milk, fast, work, bank). First say them the way you usually do, then say them again cutting the final \"uh\": “stoP”, not “stop-uh”. Place your hand under your chin; the jaw should not drop again after the last consonant. Make a two-column list in your notebook: left side = “Vietnamese way” with the extra vowel, right side = “clean English way”. Review the list every evening and practice both versions to feel the difference in your mouth.",
        "vi": "Dám: Trong một tuần, hãy săn lùng tiếng “ơ” nhỏ bạn thêm sau từ tiếng Anh. Chọn mười từ quen thuộc kết thúc bằng phụ âm (ví dụ: stop, milk, fast, work, bank). Nói lại theo cách bạn hay nói, rồi nói lại lần nữa nhưng cắt bỏ “ơ”: “stoP”, không phải “stop-ơ”. Đặt tay dưới cằm; hàm không được hạ xuống lần nữa sau phụ âm cuối. Viết hai cột trong sổ: bên trái = “cách Việt Nam” có âm “ơ”, bên phải = “cách tiếng Anh gọn”. Mỗi tối xem lại danh sách, luyện cả hai cách để cảm nhận khác biệt trong miệng."
      },
      "tags": [
        "pronunciation",
        "listening",
        "rhythm"
      ],
      "audio": "english_foundation_ef06_02_en.mp3"
    },
    {
      "slug": "error-using-tones-in-english",
      "keywords_en": [
        "Vietnamese tones",
        "flat melody",
        "sentence stress",
        "sound natural"
      ],
      "keywords_vi": [
        "Đem thanh điệu sang tiếng Anh",
        "melody phẳng",
        "nhấn câu",
        "nghe tự nhiên"
      ],
      "copy": {
        "en": "Dare: Spend ten minutes a day shadowing short English sentences spoken by a native speaker. Choose one slow video or podcast, pause after each sentence, and copy the melody exactly: where the voice goes up, where it falls, where it stays flat. Do not think about Vietnamese tones at all; imagine English as a song with only gentle waves, not sharp tone marks. Record your version and compare the shape of your voice with the original, not just the words. Over a week, notice how your English becomes smoother, with fewer sudden tone jumps that make it sound like Vietnamese.",
        "vi": "Dám: Mỗi ngày dành mười phút “nhại” theo câu tiếng Anh ngắn của người bản ngữ. Chọn một video hoặc podcast chậm, dừng sau từng câu và bắt chước đúng giai điệu: chỗ giọng đi lên, chỗ hạ xuống, chỗ giữ phẳng. Đừng nghĩ gì về thanh điệu tiếng Việt; hãy tưởng tượng tiếng Anh là một bài hát chỉ có sóng nhẹ, không có dấu sắc huyền. Thu âm giọng của bạn rồi so sánh hình dáng đường đi của giọng nói với bản gốc, không chỉ so chữ. Sau một tuần, bạn sẽ thấy tiếng Anh mượt hơn, ít những cú nhảy thanh đột ngột nghe giống tiếng Việt."
      },
      "tags": [
        "pronunciation",
        "intonation",
        "listening"
      ],
      "audio": "english_foundation_ef06_03_en.mp3"
    },
    {
      "slug": "error-reading-too-fast",
      "keywords_en": [
        "Too fast",
        "slow practice",
        "control rhythm",
        "clear speech"
      ],
      "keywords_vi": [
        "Đọc quá nhanh",
        "luyện chậm",
        "kiểm soát nhịp",
        "nói rõ"
      ],
      "copy": {
        "en": "Dare: For the next five days, choose one short paragraph (3–4 lines) and read it three times at different speeds. First, read extremely slowly, leaving a full one-second pause between words. Second, read at a normal slow speed, focusing on every sound. Third, read at your usual speed and check: did clarity disappear? Mark any word that becomes blurry when you speed up. Your rule this week: when you feel nervous and want to rush, deliberately drop your speed by 30% and imagine you are speaking to a small child who needs each word clearly.",
        "vi": "Dám: Trong năm ngày tới, chọn một đoạn ngắn (3–4 dòng) và đọc ba lần với ba tốc độ. Lần một, đọc siêu chậm, ngắt hẳn một giây giữa các từ. Lần hai, đọc chậm bình thường, tập trung vào từng âm. Lần ba, đọc với tốc độ quen thuộc rồi kiểm tra: độ rõ có biến mất không? Đánh dấu những từ bị mờ khi bạn tăng tốc. Luật tuần này: khi thấy hồi hộp và muốn nói nhanh, hãy cố tình giảm tốc độ khoảng 30% và tưởng tượng bạn đang nói với một em bé cần nghe từng từ rõ ràng."
      },
      "tags": [
        "speaking",
        "confidence",
        "rhythm"
      ],
      "audio": "english_foundation_ef06_04_en.mp3"
    },
    {
      "slug": "error-mixing-short-long-vowels",
      "keywords_en": [
        "Short vs long vowels",
        "minimal pairs",
        "ear training",
        "pronunciation drill"
      ],
      "keywords_vi": [
        "Nhầm nguyên âm ngắn dài",
        "cặp tối thiểu",
        "luyện tai",
        "bài tập phát âm"
      ],
      "copy": {
        "en": "Dare: Make a mini deck of minimal pairs on paper or in your phone: ship/sheep, sit/seat, full/fool, bit/beat, live/leave. Each day, pick five pairs. First listen to online recordings or dictionary audio for each word, then close your eyes and say them yourself: short sound like a quick tap, long sound like a gentle stretch. Ask a friend or use a randomiser app to test you: they read one word, you point to the correct card. When you can consistently hear the difference, record a short story using at least five of the words and listen for any slips.",
        "vi": "Dám: Tự tạo một bộ thẻ cặp tối thiểu trên giấy hoặc trong điện thoại: ship/sheep, sit/seat, full/fool, bit/beat, live/leave. Mỗi ngày chọn năm cặp. Đầu tiên nghe phát âm mẫu trên mạng hoặc trong từ điển cho từng từ, sau đó nhắm mắt và tự nói: âm ngắn như cú chạm nhanh, âm dài như kéo nhẹ. Nhờ bạn bè hoặc dùng app random đọc một từ, bạn chỉ đúng chiếc thẻ tương ứng. Khi đã nghe phân biệt ổn, hãy thu một câu chuyện ngắn dùng ít nhất năm từ trong danh sách và lắng nghe xem còn trượt chỗ nào."
      },
      "tags": [
        "pronunciation",
        "listening",
        "vowels"
      ],
      "audio": "english_foundation_ef06_05_en.mp3"
    },
    {
      "slug": "error-speaking-without-air",
      "keywords_en": [
        "No air support",
        "breath control",
        "relaxed voice",
        "speaking stamina"
      ],
      "keywords_vi": [
        "Nói không đủ hơi",
        "kiểm soát hơi thở",
        "giọng thoải mái",
        "độ bền khi nói"
      ],
      "copy": {
        "en": "Dare: Two times a day, do a two-minute breathing and speaking drill. Inhale gently through your nose for four counts, hold for two, then release the air on a long \"ssss\" sound for eight counts. Repeat five times, keeping shoulders relaxed. Then read one short paragraph out loud, feeling the air flow continuously instead of squeezing each word from your throat. If you run out of breath, stop, inhale again, and continue calmly. Imagine your voice riding on a quiet stream of air from your belly, not being forced from a tight, tense chest.",
        "vi": "Dám: Mỗi ngày hai lần, luyện hai phút thở và nói. Hít nhẹ bằng mũi trong bốn nhịp, giữ hai nhịp, rồi thở ra bằng tiếng “ssss” kéo dài tám nhịp. Lặp lại năm lần, giữ vai thả lỏng. Sau đó đọc một đoạn ngắn thành tiếng, cảm nhận luồng hơi chảy liên tục thay vì bóp từng từ từ cổ họng. Nếu hết hơi, dừng lại, hít vào rồi tiếp tục bình tĩnh. Hãy tưởng tượng giọng nói của bạn cưỡi trên dòng khí êm từ bụng, không phải bị ép ra từ lồng ngực căng cứng."
      },
      "tags": [
        "breathing",
        "pronunciation",
        "speaking"
      ],
      "audio": "english_foundation_ef06_06_en.mp3"
    }
  ]
}
