{
  "name": "Money & Your Nervous System",
  "name_vi": "Tiền & Hệ Thống Thần Kinh",
  "description": "A gentle start. Reduce money stress, build calm habits, and begin without shame.",
  "description_vi": "Một khởi đầu nhẹ nhàng. Giảm căng thẳng về tiền, xây dựng thói quen bình tĩnh, và bắt đầu không xấu hổ.",
  "keywords_en": [
    "money shame",
    "nervous system",
    "calm finance",
    "financial anxiety",
    "money trauma",
    "breathing techniques",
    "safe money moment",
    "money stress",
    "financial peace",
    "money mindset"
  ],
  "keywords_vi": [
    "xấu hổ về tiền",
    "hệ thần kinh",
    "tài chính bình tĩnh",
    "lo lắng tài chính",
    "chấn thương tiền bạc",
    "kỹ thuật thở",
    "khoảnh khắc tiền an toàn",
    "căng thẳng tiền bạc",
    "bình an tài chính",
    "tư duy tiền bạc"
  ],
  "entries": [
    {
      "slug": "money-shame-freeze",
      "keywords_en": [
        "shame",
        "freeze",
        "money trauma",
        "anxiety"
      ],
      "keywords_vi": [
        "xấu hổ",
        "đóng băng",
        "chấn thương tiền",
        "lo âu"
      ],
      "audio": {
        "en": "calm_vip3_1_en.mp3"
      },
      "copy": {
        "en": "Before you touch any number, give your body a chance to arrive. Plant your feet on the floor and notice the ground quietly holding your weight. Let your shoulders drop.\nBreathe in for a slow count of 4 and out for a gentle count of 6. Do this 3 times. That is your whole job for now.\nYou don't have to fix the balance, solve the debt, or open every account. In this moment, your only task is to remind your nervous system that you are here and you are safe. Even if the screen later shows 0 or minus, you are more than that number.\nNumbers can wait. Your nervous system goes first.",
        "vi": "Trước khi chạm vào bất kỳ con số nào, hãy cho cơ thể bạn cơ hội để đến nơi. Đặt chân lên sàn và nhận ra mặt đất lặng lẽ nâng đỡ trọng lượng của bạn. Thả vai xuống.\nHít vào đếm chậm 4, thở ra đếm nhẹ nhàng 6. Lặp lại 3 lần. Đó là toàn bộ nhiệm vụ của bạn lúc này.\nBạn không cần phải sửa số dư, giải quyết nợ, hay mở mọi tài khoản. Trong khoảnh khắc này, nhiệm vụ duy nhất là nhắc nhở hệ thần kinh rằng bạn đang ở đây và bạn an toàn. Dù màn hình sau đó hiển thị 0 hay âm, bạn vẫn hơn con số đó.\nCon số có thể đợi. Hệ thần kinh của bạn được ưu tiên trước."
      },
      "tags": []
    },
    {
      "slug": "one-breath-before-bank",
      "keywords_en": [
        "breathing",
        "mindfulness",
        "bank anxiety",
        "calm"
      ],
      "keywords_vi": [
        "thở",
        "chánh niệm",
        "lo âu ngân hàng",
        "bình tĩnh"
      ],
      "audio": {
        "en": "calm_vip3_2_en.mp3"
      },
      "copy": {
        "en": "You open the banking app and feel your whole body tighten. Your stomach drops, your chest closes, your mind wants to slam the screen shut. This isn't weakness, it's protection.\nYour nervous system learns that money equals danger, so it rushes in to shield you. Shame is a signal.\nNot a verdict on your character. Try this small experiment.\nSay out loud, I feel scared, or I feel ashamed, and place a hand gently on your chest. Notice the warmth of your palm. Take one slow breath and let your shoulders soften, even 2%.\nYou're allowed to feel messy, scared, or behind and still move forward. Your account balance is a situation, not your identity. One named feeling, one kind breath, that's enough for today.",
        "vi": "Bạn mở ứng dụng ngân hàng và cảm thấy toàn thân căng cứng. Dạ dày tụt xuống, ngực siết lại, tâm trí muốn đóng sập màn hình. Đây không phải yếu đuối, mà là bảo vệ.\nHệ thần kinh học rằng tiền đồng nghĩa với nguy hiểm, nên nó lao vào che chắn. Xấu hổ là tín hiệu.\nKhông phải bản án về nhân cách. Hãy thử thí nghiệm nhỏ này.\nNói to: Tôi cảm thấy sợ, hoặc Tôi cảm thấy xấu hổ, rồi đặt nhẹ tay lên ngực. Chú ý hơi ấm từ lòng bàn tay. Hít một hơi chậm và để vai thả lỏng, dù chỉ 2%.\nBạn được phép cảm thấy rối, sợ, hay tụt hậu và vẫn tiến lên. Số dư tài khoản là tình huống, không phải bản sắc. Một cảm xúc được gọi tên, một hơi thở tử tế — đủ cho hôm nay."
      },
      "tags": []
    },
    {
      "slug": "safe-money-moment",
      "keywords_en": [
        "ritual",
        "safety",
        "money routine",
        "grounding"
      ],
      "keywords_vi": [
        "nghi thức",
        "an toàn",
        "thói quen tiền",
        "định tâm"
      ],
      "audio": {
        "en": "calm_vip3_3_en.mp3"
      },
      "copy": {
        "en": "Imagine having a tiny island of safety you visit before touching anything money related. 2 minutes, no more. Same chair, same cup of tea or water, same song or familiar silence.\nYou sit, feel the support of the chair, take a few slow breaths and let your body know this moment is safe. Over time, your nervous system starts to recognize the pattern.\nWhen you enter this ritual, it prepares for calm instead of panic. You don't need incense, crystals, or perfect posture.\nWhat matters is repetition, not performance. This is not about becoming a new person overnight. It's about teaching your body that money time can come wrapped in gentleness.\nYou are training calm, not chasing perfection, and every short ritual is one more vote for a kinder future with money.",
        "vi": "Hãy tưởng tượng có một hòn đảo an toàn nhỏ bé bạn ghé thăm trước khi chạm vào bất kỳ thứ gì liên quan đến tiền. 2 phút, không hơn. Cùng ghế, cùng tách trà hoặc nước, cùng bài hát hoặc sự im lặng quen thuộc.\nBạn ngồi, cảm nhận sự nâng đỡ của ghế, hít vài hơi chậm và cho cơ thể biết khoảnh khắc này an toàn. Theo thời gian, hệ thần kinh bắt đầu nhận ra mô hình.\nKhi bước vào nghi thức này, nó chuẩn bị cho bình tĩnh thay vì hoảng loạn. Bạn không cần nhang, pha lê hay tư thế hoàn hảo.\nĐiều quan trọng là lặp lại, không phải biểu diễn. Đây không phải trở thành người mới qua một đêm. Đây là dạy cơ thể rằng thời gian tiền bạc có thể được bọc trong sự dịu dàng.\nBạn đang rèn luyện bình tĩnh, không đuổi theo hoàn hảo, và mỗi nghi thức ngắn là một phiếu bầu cho tương lai tử tế hơn với tiền."
      },
      "tags": []
    },
    {
      "slug": "numbers-feel-judgment",
      "keywords_en": [
        "judgment",
        "numbers",
        "self-worth",
        "shame"
      ],
      "keywords_vi": [
        "phán xét",
        "con số",
        "giá trị bản thân",
        "xấu hổ"
      ],
      "audio": {
        "en": "calm_vip3_4_en.mp3"
      },
      "copy": {
        "en": "Some numbers feel like knives, a low balance, a big bill, a payment you forgot. Your brain quickly turns them into stories like, I'm bad with money or I'll never catch up. But numbers are not moral scores.\nThey are just pieces of information. You deserve a softer conversation with yourself. Pick one number on the screen.\nNotice the urge to flinch or look away, then whisper, This is data, not my worth. If a harsh inner voice shows up, add, I am learning, not failing.\nLet that sentence sit in your chest for a moment. Numbers can guide you, but they don't get to define you. You are a whole human with a body, a history, and a future, not a spreadsheet.\nOne number, one kind sentence. That's your new rule.",
        "vi": "Một số con số cảm giác như dao, số dư thấp, hóa đơn lớn, khoản thanh toán bạn quên. Bộ não nhanh chóng biến chúng thành câu chuyện như, Tôi tệ với tiền hoặc Tôi sẽ không bao giờ đuổi kịp. Nhưng con số không phải điểm đạo đức.\nChúng chỉ là thông tin. Bạn xứng đáng có cuộc trò chuyện dịu dàng hơn với chính mình. Chọn một con số trên màn hình.\nChú ý thôi thúc né tránh hay nhìn đi chỗ khác, rồi thì thầm, Đây là dữ liệu, không phải giá trị của tôi. Nếu giọng nội tâm gay gắt xuất hiện, thêm, Tôi đang học, không phải thất bại.\nĐể câu đó lắng trong ngực một lát. Con số có thể hướng dẫn, nhưng không được định nghĩa bạn. Bạn là con người toàn vẹn với cơ thể, quá khứ và tương lai, không phải bảng tính.\nMột con số, một câu tử tế. Đó là quy tắc mới của bạn."
      },
      "tags": []
    },
    {
      "slug": "allowed-start-zero",
      "keywords_en": [
        "permission",
        "starting point",
        "acceptance",
        "beginning"
      ],
      "keywords_vi": [
        "cho phép",
        "điểm bắt đầu",
        "chấp nhận",
        "khởi đầu"
      ],
      "audio": {
        "en": "calm_vip3_5_en.mp3"
      },
      "copy": {
        "en": "There is so much shame wrapped around starting from zero, or from less than 0. It can feel like proof that you messed up or are behind everyone else. But zero is also a doorway.\nIt is a fresh page with no old handwriting on it, even if the page scares you. You're allowed to begin here exactly as you are.\nTake a small sticky note and write day one on it. Put it somewhere you'll see every morning the mirror, your laptop, your wallet.\nThis isn't a punishment. Oh, it's a quiet declaration that you are still in the game.\nEvery restart is an act of courage, not evidence of failure. You do not need permission from family, partners, or society to begin again.\nThe only green light you truly need is the one you give yourself.",
        "vi": "Có quá nhiều xấu hổ quấn quanh việc bắt đầu từ số không, hoặc âm. Nó có thể cảm giác như bằng chứng bạn hỏng việc hoặc tụt hậu so với mọi người. Nhưng số không cũng là cánh cửa.\nLà trang giấy mới không có nét chữ cũ, dù trang giấy làm bạn sợ. Bạn được phép bắt đầu ngay tại đây đúng như bạn đang là.\nLấy một mẩu giấy dính nhỏ và viết ngày một. Dán nơi bạn thấy mỗi sáng — gương, laptop, ví.\nĐây không phải hình phạt. Ồ, đó là tuyên ngôn lặng lẽ rằng bạn vẫn đang trong cuộc chơi.\nMỗi lần khởi động lại là hành động dũng cảm, không phải bằng chứng thất bại. Bạn không cần phép từ gia đình, đối tác hay xã hội để bắt đầu lại.\nĐèn xanh duy nhất bạn thực sự cần là đèn bạn tự bật cho mình."
      },
      "tags": []
    },
    {
      "slug": "money-stories-past",
      "keywords_en": [
        "childhood",
        "patterns",
        "family",
        "history"
      ],
      "keywords_vi": [
        "thời thơ ấu",
        "khuôn mẫu",
        "gia đình",
        "lịch sử"
      ],
      "audio": {
        "en": "calm_vip3_6_en.mp3"
      },
      "copy": {
        "en": "The sentences you heard about money when you were young often sink deep. We never have enough.\nPeople like us don't get rich, or rich people must have done something wrong. Those lines were attempts to cope, to explain, to survive. They shaped you, but they don't have to own your future.\nTake a moment to write one single sentence about a money memory from childhood. Maybe it's a fight at the dinner table or a time you were told no without explanation. Then add a second sentence that was then.\nI choose now. Feel the difference.\nYou can keep the wisdom like gratitude or carefulness and gently release the fear or shame. Old stories can become teachers instead of prison guards. You're allowed to grow beyond the script you were handed.",
        "vi": "Những câu nói về tiền bạn nghe khi còn nhỏ thường chìm sâu. Chúng ta không bao giờ đủ.\nNgười như chúng ta không giàu, hoặc người giàu chắc làm gì sai. Những câu đó là nỗ lực đối phó, giải thích, sinh tồn. Chúng định hình bạn, nhưng không cần sở hữu tương lai.\nDành một lát viết một câu duy nhất về ký ức tiền bạc thời thơ ấu. Có thể là cãi vã ở bàn ăn hoặc lần bạn bị nói không mà không giải thích. Rồi thêm câu thứ hai: Đó là lúc ấy.\nTôi chọn bây giờ. Cảm nhận sự khác biệt.\nBạn có thể giữ trí tuệ như biết ơn hay cẩn trọng và nhẹ nhàng buông bỏ sợ hãi hay xấu hổ. Câu chuyện cũ có thể thành thầy thay vì cai ngục. Bạn được phép trưởng thành vượt kịch bản đã nhận."
      },
      "tags": []
    },
    {
      "slug": "ai-calm-money-thoughts",
      "keywords_en": [
        "AI prompt",
        "support",
        "anxiety",
        "guidance"
      ],
      "keywords_vi": [
        "AI prompt",
        "hỗ trợ",
        "lo âu",
        "hướng dẫn"
      ],
      "audio": {
        "en": "calm_vip3_7_en.mp3"
      },
      "copy": {
        "en": "Instead of a big overwhelming money day, try a tiny weekly ritual. 5 minutes once a week. You sit in your safe spot, maybe with tea or music, open one account, look at one number and take one slow breath.\nThat is all you're required to do. No huge budget, no fixing everything in one night.\nThis practice teaches your nervous system that money can be approached in sips, not floods. Over time, the dread shrinks in a new identity forms.\nI am someone who shows up even for 5 minutes. You are building a gentle bridge between avoidance and obsession, a middle path that respects both your emotions and your goals.\nLet the check-in be small on purpose. Consistency, not intensity, is what changes your relationship with money.",
        "vi": "Thay vì một ngày tiền bạc áp đảo lớn, hãy thử nghi thức hàng tuần nhỏ bé. 5 phút mỗi tuần. Bạn ngồi ở chỗ an toàn, có thể với trà hoặc nhạc, mở một tài khoản, nhìn một con số và hít một hơi chậm.\nĐó là tất cả yêu cầu. Không ngân sách khổng lồ, không sửa mọi thứ trong một đêm.\nThói quen này dạy hệ thần kinh rằng tiền có thể tiếp cận từng ngụm, không phải lũ. Theo thời gian, nỗi sợ co lại và bản sắc mới hình thành.\nTôi là người xuất hiện dù chỉ 5 phút. Bạn đang xây cầu dịu dàng giữa né tránh và ám ảnh, con đường giữa tôn trọng cả cảm xúc và mục tiêu.\nHãy để buổi kiểm tra nhỏ có chủ đích. Tính nhất quán, không cường độ, mới thay đổi mối quan hệ với tiền."
      },
      "tags": []
    },
    {
      "slug": "weekly-money-checkin",
      "keywords_en": [
        "routine",
        "check-in",
        "habit",
        "weekly"
      ],
      "keywords_vi": [
        "thói quen",
        "kiểm tra",
        "tập quán",
        "hàng tuần"
      ],
      "audio": {
        "en": "calm_vip3_8_en.mp3"
      },
      "copy": {
        "en": "Comparison is loud. Friends post vacations, new apartments, or shiny gadgets.\nFamily asks, when will you settle down, buy a house, get a better job. Those comments can land like tiny stings, especially when you're already sensitive about money. It's easy to feel behind, guilty or defective.\nIn those moments, try a quiet boundary with yourself first. My path is mine. Repeat it like a soft shield, then choose how to protect your peace.\nMute or unfollow certain accounts for a while, change the subject in conversations, or say, I'm working on my own plan right now. I'll share when I'm ready. Money is deeply personal.\nYou are allowed to build a life that fits your nervous system, not someone else's timeline or expectations. Your journey is not late, it's yours.",
        "vi": "So sánh ồn ào. Bạn bè đăng kỳ nghỉ, căn hộ mới, đồ công nghệ sáng bóng.\nGia đình hỏi, bao giờ ổn định, mua nhà, có việc tốt hơn. Những bình luận có thể như vết chích nhỏ, nhất là khi bạn đã nhạy cảm về tiền. Dễ cảm thấy tụt hậu, tội lỗi hay khiếm khuyết.\nTrong những khoảnh khắc ấy, thử ranh giới lặng lẽ với chính mình trước. Con đường tôi là của tôi. Lặp lại như lá chắn mềm, rồi chọn cách bảo vệ bình an.\nTắt tiếng hoặc bỏ theo dõi một số tài khoản tạm thời, đổi chủ đề trò chuyện, hoặc nói, Tôi đang làm kế hoạch riêng. Tôi sẽ chia sẻ khi sẵn sàng. Tiền rất cá nhân.\nBạn được phép xây cuộc đời phù hợp hệ thần kinh mình, không phải lịch trình hay kỳ vọng người khác. Hành trình bạn không muộn, nó là của bạn."
      },
      "tags": []
    },
    {
      "slug": "others-judge-money",
      "keywords_en": [
        "judgment",
        "others",
        "boundaries",
        "confidence"
      ],
      "keywords_vi": [
        "phán xét",
        "người khác",
        "ranh giới",
        "tự tin"
      ],
      "audio": {
        "en": "calm_vip3_9_en.mp3"
      },
      "copy": {
        "en": "5 minutes, every Sunday. Look at what came in, what went out, how you feel. Not to fix everything—just to witness. Awareness is the first step. Give yourself another 5 minutes to breathe, notice patterns, and let the week speak to you. See what lifted you, what drained you, and what stayed neutral. No judgment, no rushing. Simply observing creates space for gentle clarity. Before you close your journal, thank yourself for showing up—this small ritual strengthens inner steadiness. Awareness, practiced weekly, becomes a quiet compass.",
        "vi": "5 phút, mỗi Chủ nhật. Nhìn những gì đến, những gì đi, bạn cảm thấy thế nào. Không phải sửa mọi thứ—chỉ để chứng kiến. Nhận thức là bước đầu. Cho mình thêm 5 phút thở, nhận ra mô hình, và để tuần nói với bạn. Xem điều gì nâng bạn, điều gì làm bạn kiệt, và điều gì trung lập. Không phán xét, không vội. Chỉ quan sát tạo không gian cho sự rõ ràng dịu dàng. Trước khi khép nhật ký, cảm ơn bản thân vì đã xuất hiện—nghi thức nhỏ này củng cố sự vững vàng bên trong. Nhận thức, thực hành hàng tuần, trở thành la bàn lặng lẽ."
      },
      "tags": []
    },
    {
      "slug": "first-did-it-win",
      "keywords_en": [
        "victory",
        "milestone",
        "progress",
        "celebration"
      ],
      "keywords_vi": [
        "chiến thắng",
        "cột mốc",
        "tiến bộ",
        "ăn mừng"
      ],
      "audio": {
        "en": "calm_vip3_10_en.mp3"
      },
      "copy": {
        "en": "Your nervous system needs proof that change is possible and that proof often arises in small quiet wins. Maybe today's win is simply opening the app without panic.\nMaybe you moved a tiny amount into savings or finally wrote day one. These moments are easy to skip over, but they are gold. Take a minute to mark your win.\nWrite it down in a notes app. Message a trusted friend, or place a hand over your heart and say, I'm proud of this.\nYou're allowed to feel proud of steps that look small from the outside. Calm grows from repetition, not from one dramatic transformation.\nEach little victory is a seed of confidence, of safety, of a new identity with money. Collect them.\nThey are the evidence your future self will lean on.",
        "vi": "Hệ thần kinh bạn cần bằng chứng thay đổi là có thể và bằng chứng thường đến từ những chiến thắng nhỏ lặng lẽ. Có thể chiến thắng hôm nay chỉ là mở app mà không hoảng loạn.\nCó thể bạn chuyển một khoản nhỏ vào tiết kiệm hoặc cuối cùng viết ngày một. Những khoảnh khắc này dễ bị bỏ qua, nhưng chúng là vàng. Dành một phút đánh dấu chiến thắng.\nGhi vào app ghi chú. Nhắn bạn tin cậy, hoặc đặt tay lên tim và nói, Tôi tự hào về điều này.\nBạn được phép tự hào về những bước trông nhỏ từ ngoài. Bình tĩnh mọc lên từ lặp lại, không từ biến đổi kịch tính.\nMỗi chiến thắng nhỏ là hạt giống tự tin, an toàn, bản sắc mới với tiền. Thu thập chúng.\nChúng là bằng chứng tương lai bạn sẽ dựa vào."
      },
      "tags": []
    }
  ],
  "id": "finance_calm_money_sub1_nervous_system_vip3",
  "title": {
    "en": "Money & Your Nervous System",
    "vi": "Tiền & Hệ Thống Thần Kinh"
  },
  "content": {
    "en": "A gentle start. Reduce money stress, build calm habits, and begin without shame.",
    "vi": "Một khởi đầu nhẹ nhàng. Giảm căng thẳng về tiền, xây dựng thói quen bình tĩnh, và bắt đầu không xấu hổ."
  }
}