{
  "id": "finding-gods-peace-free",
  "name": "Finding_Gods_Peace_free",
  "tier": "free",
  "title": {
    "en": "Finding God's Peace",
    "vi": "Tìm Bình An Của Thiên Chúa"
  },
  "content": {
    "en": "Simple, heart-centered lessons to help you find calm through prayer, gratitude, and reflection.",
    "vi": "Những bài học giản dị, từ tâm, giúp bạn tìm sự bình an qua cầu nguyện, biết ơn và suy ngẫm."
  },
  "keywords_en": ["God", "peace", "prayer", "gratitude", "reflection", "faith", "serenity", "calm"],
  "keywords_vi": ["Thiên Chúa", "bình an", "cầu nguyện", "biết ơn", "suy ngẫm", "đức tin", "tĩnh lặng", "an nhiên"],
  "entries": [
    {
      "slug": "one-minute-prayer",
      "keywords_en": ["prayer", "peace", "connection", "faith", "calm"],
      "keywords_vi": ["cầu nguyện", "bình an", "kết nối", "đức tin", "tĩnh lặng"],
      "copy": {
        "en": "When the world feels heavy, close your eyes for one minute. Whisper a small prayer—not for miracles, but for calm. Ask simply: “Lord, stay with me now.” Feel your breath match your heartbeat. You do not need long words; God hears your silence. Prayer is not about perfection—it is about presence. One honest minute can soften a whole day. Begin where you are. The quiet inside you is already holy ground.",
        "vi": "Khi thế giới trở nên nặng nề, hãy nhắm mắt lại một phút. Thì thầm một lời cầu nguyện nhỏ—không phải để xin phép lạ, mà để tìm sự bình yên. Chỉ cần nói: “Lạy Chúa, xin ở cùng con lúc này.” Cảm nhận hơi thở hòa cùng nhịp tim. Bạn không cần những lời dài dòng; Thiên Chúa lắng nghe cả sự im lặng. Cầu nguyện không phải là hoàn hảo—mà là hiện diện. Một phút chân thành có thể làm dịu cả ngày. Bắt đầu ngay nơi bạn đứng. Sự tĩnh lặng trong bạn đã là mảnh đất thiêng."
      },
      "tags": ["spirituality", "prayer"],
      "audio": "gods_peace_free_1_en.mp3"
    },
    {
      "slug": "gratitude-every-morning",
      "keywords_en": ["gratitude", "faith", "joy", "peace", "daily practice"],
      "keywords_vi": ["biết ơn", "đức tin", "niềm vui", "bình an", "thói quen hằng ngày"],
      "copy": {
        "en": "Each morning, before touching your phone, whisper one thing you are thankful for. It might be sunlight, breath, or someone’s kindness. Gratitude is a prayer without words. It turns ordinary moments into quiet joy. When you thank God for small things, your heart learns peace in the larger storms. Write one gratitude today. Feel how the simple act of noticing warms your spirit, like a candle that never goes out.",
        "vi": "Mỗi sáng, trước khi chạm vào điện thoại, hãy thì thầm một điều bạn biết ơn. Có thể là ánh sáng mặt trời, hơi thở, hay lòng tốt của ai đó. Biết ơn là một lời cầu nguyện không cần lời. Nó biến khoảnh khắc bình thường thành niềm vui lặng lẽ. Khi bạn cảm ơn Thiên Chúa vì những điều nhỏ, trái tim bạn học cách bình yên giữa giông bão lớn. Hãy viết ra một điều biết ơn hôm nay. Cảm nhận hành động đơn giản ấy sưởi ấm tâm hồn như ngọn nến không bao giờ tắt."
      },
      "tags": ["spirituality", "gratitude"],
      "audio": "gods_peace_free_2_en.mp3"
    },
    {
      "slug": "reflection-for-serenity",
      "keywords_en": ["reflection", "serenity", "faith", "growth", "calm"],
      "keywords_vi": ["suy ngẫm", "bình yên", "đức tin", "trưởng thành", "tĩnh tâm"],
      "copy": {
        "en": "Take five quiet minutes each week to sit with your thoughts. Ask gently: “Where did I feel God this week?” It may be in laughter, in waiting, or in forgiving someone. Reflection is how the soul breathes. When you notice His presence, peace follows naturally. Write one short note to your future self: ‘Keep faith, even here.’ That simple act turns reflection into a bridge between doubt and trust.",
        "vi": "Mỗi tuần, hãy dành năm phút yên tĩnh để ngồi với suy nghĩ của mình. Hỏi nhẹ nhàng: “Tuần này con cảm nhận Chúa ở đâu?” Có thể là trong tiếng cười, trong sự chờ đợi, hay trong việc tha thứ. Suy ngẫm là cách linh hồn hít thở. Khi bạn nhận ra sự hiện diện của Ngài, bình an sẽ tự nhiên đến. Hãy viết một lời nhắn ngắn cho chính mình: ‘Giữ vững đức tin, ngay cả ở đây.’ Hành động nhỏ ấy biến suy ngẫm thành cây cầu nối giữa nghi ngờ và niềm tin."
      },
      "tags": ["spirituality", "reflection"],
      "audio": "gods_peace_free_3_en.mp3"
    },
    {
      "slug": "faith-in-slow-seasons",
      "keywords_en": ["patience", "trust", "faith", "calm", "healing"],
      "keywords_vi": ["kiên nhẫn", "tin tưởng", "đức tin", "bình tĩnh", "chữa lành"],
      "copy": {
        "en": "Peace does not always come quickly. Some prayers bloom slowly, like seeds in hidden soil. Trust that silence is not neglect—it is nurturing. When life feels paused, breathe and remember: God works quietly, not absent. A slow season is not wasted; it deepens your roots. Faith is the art of waiting with grace. Light one candle tonight and whisper, ‘I still believe.’ The flame is small, but heaven sees it.",
        "vi": "Bình an không phải lúc nào cũng đến nhanh. Có những lời cầu nguyện nở chậm như hạt giống trong lòng đất. Hãy tin rằng sự im lặng không phải là lãng quên—mà là nuôi dưỡng. Khi cuộc sống như dừng lại, hãy hít thở và nhớ: Thiên Chúa đang làm việc trong tĩnh lặng, không phải vắng mặt. Mùa chậm không vô ích; nó làm rễ bạn sâu hơn. Đức tin là nghệ thuật chờ đợi với ân sủng. Tối nay, hãy thắp một ngọn nến và thì thầm: ‘Con vẫn tin.’ Ngọn lửa nhỏ thôi, nhưng thiên đàng nhìn thấy."
      },
      "tags": ["spirituality", "faith"],
      "audio": "gods_peace_free_4_en.mp3"
    },
    {
      "slug": "peace-through-service",
      "keywords_en": ["kindness", "service", "peace", "faith", "gratitude"],
      "keywords_vi": ["lòng tốt", "phục vụ", "bình an", "đức tin", "biết ơn"],
      "copy": {
        "en": "Sometimes the fastest way to feel God’s peace is to bring it to someone else. Visit an elder, send a kind message, hold the door open. Service softens pride and opens the heart. As you comfort another, you feel comforted. Love shared multiplies peace. Remember, faith is not only felt in prayer—it’s lived through action. Today, be someone’s quiet blessing. In giving, you are gently healed too.",
        "vi": "Đôi khi, cách nhanh nhất để cảm nhận bình an của Thiên Chúa là mang nó đến cho người khác. Hãy thăm một người già, gửi một tin nhắn tử tế, mở cửa cho ai đó. Phục vụ làm dịu sự kiêu hãnh và mở lòng. Khi bạn an ủi người khác, bạn cũng được an ủi. Tình yêu được chia sẻ sẽ nhân lên bình an. Hãy nhớ, đức tin không chỉ được cảm nhận trong lời cầu nguyện—mà trong hành động sống. Hôm nay, hãy trở thành một ân phúc lặng lẽ cho ai đó. Khi cho đi, bạn cũng được chữa lành."
      },
      "tags": ["spirituality", "service"],
      "audio": "gods_peace_free_5_en.mp3"
    }
  ]
}
