{
  "id": "geography_basics_kids_l2",
  "tier": "Kids Level 2 / Trẻ Em Cấp 2",
  "title": {
    "en": "Geography Basics",
    "vi": "Kiến Thức Địa Lý Cơ Bản"
  },
  "content": {
    "en": "This room introduces simple geography words children will meet in early school years. Kids explore terms like map, world, country, city, and land through easy activities and visual examples. The focus is helping children understand the big world gently, step by step.",
    "vi": "Phòng này giới thiệu các từ vựng địa lý đơn giản mà trẻ sẽ gặp trong những năm đầu tiểu học. Trẻ làm quen với các từ như map, world, country, city và land thông qua hoạt động nhẹ nhàng và ví dụ trực quan. Mục tiêu là giúp trẻ hiểu về thế giới rộng lớn một cách từ tốn và tự nhiên.",
    "audio": "geography_basics_v1_intro.mp3"
  },
  "entries": [
    {
      "slug": "map-and-world",
      "keywords_en": [
        "map",
        "world",
        "geography"
      ],
      "keywords_vi": [
        "bản đồ",
        "thế giới",
        "địa lý"
      ],
      "copy": {
        "en": "Show a simple world map and teach the words “map” and “world.” Point to the oceans and land shapes without explaining details. Say: “This is a map. This is our world.” Let your child trace the outlines with their finger. Kids don’t need full explanations—just a gentle idea that the world is big and maps help us see it.",
        "vi": "Cho bé xem một bản đồ thế giới đơn giản và dạy từ “map” và “world.” Chỉ vào đại dương và các mảng đất mà không cần giải thích chi tiết. Nói: “This is a map. This is our world.” Để bé dùng ngón tay đi theo đường viền. Trẻ không cần hiểu sâu—chỉ cần cảm nhận thế giới rộng lớn và bản đồ giúp ta nhìn thấy nó."
      },
      "tags": [
        "map",
        "world"
      ],
      "audio": "geography_basics_v1_map_world.mp3"
    },
    {
      "slug": "land-and-water",
      "keywords_en": [
        "land",
        "water",
        "earth"
      ],
      "keywords_vi": [
        "đất",
        "nước",
        "trái đất"
      ],
      "copy": {
        "en": "Use toys or drawings to show the difference between “land” and “water.” Say: “Land. Water.” Let your child place animals on land and boats on water to reinforce meaning. These simple contrasts help kids understand how the earth has different parts.",
        "vi": "Dùng đồ chơi hoặc hình vẽ để chỉ sự khác nhau giữa “land” và “water.” Nói: “Land. Water.” Để bé đặt động vật lên đất và thuyền trên nước để ghi nhớ ý nghĩa. Sự đối lập đơn giản này giúp trẻ hiểu rằng trái đất có nhiều phần khác nhau."
      },
      "tags": [
        "land",
        "water"
      ],
      "audio": "geography_basics_v1_land_water.mp3"
    },
    {
      "slug": "country-and-city",
      "keywords_en": [
        "country",
        "city",
        "place"
      ],
      "keywords_vi": [
        "quốc gia",
        "thành phố",
        "địa điểm"
      ],
      "copy": {
        "en": "Teach “country” and “city” with real examples. Say: “Vietnam is our country. Hanoi and Ho Chi Minh City are cities.” Show a tiny drawing: big shape for country, small dot for city. Kids enjoy pointing to familiar places, and this builds early understanding of how locations fit together.",
        "vi": "Dạy từ “country” và “city” bằng ví dụ thật. Nói: “Vietnam is our country. Hà Nội và TP.HCM là cities.” Vẽ đơn giản: hình lớn cho quốc gia, chấm nhỏ cho thành phố. Trẻ thích chỉ vào những nơi quen thuộc, và điều này giúp hình thành hiểu biết sơ cấp về cách các địa điểm liên kết với nhau."
      },
      "tags": [
        "country",
        "city"
      ],
      "audio": "geography_basics_v1_country_city.mp3"
    },
    {
      "slug": "near-and-far",
      "keywords_en": [
        "near",
        "far",
        "distance"
      ],
      "keywords_vi": [
        "gần",
        "xa",
        "khoảng cách"
      ],
      "copy": {
        "en": "Teach “near” and “far” using everyday objects. Place one item close and one farther away. Say: “Near. Far.” Ask your child to bring the near object first, then the far one. This playful movement helps them feel and understand the concept of distance.",
        "vi": "Dạy “near” và “far” bằng đồ vật hằng ngày. Đặt một món gần và một món xa hơn. Nói: “Near. Far.” Yêu cầu bé lấy món gần trước, rồi đến món xa. Sự kết hợp vận động nhẹ nhàng giúp trẻ cảm nhận và hiểu khái niệm khoảng cách."
      },
      "tags": [
        "near",
        "far"
      ],
      "audio": "geography_basics_v1_near_far.mp3"
    },
    {
      "slug": "earth-and-home",
      "keywords_en": [
        "earth",
        "home",
        "planet"
      ],
      "keywords_vi": [
        "trái đất",
        "ngôi nhà",
        "hành tinh"
      ],
      "copy": {
        "en": "Show a round object like a ball and say: “Earth is a planet. It is round.” Then point to your home and say: “This is our home on Earth.” Helping kids connect big concepts with familiar places makes geography gentle and understandable.",
        "vi": "Cầm một vật hình tròn như quả bóng và nói: “Earth is a planet. It is round.” Sau đó chỉ vào nhà và nói: “Đây là ngôi nhà của chúng ta trên Earth.” Việc kết nối khái niệm lớn với nơi quen thuộc giúp địa lý trở nên nhẹ nhàng và dễ hiểu."
      },
      "tags": [
        "earth",
        "planet"
      ],
      "audio": "geography_basics_v1_earth_home.mp3"
    },
    {
      "slug": "all",
      "keywords_en": [
        "all",
        "complete",
        "full"
      ],
      "keywords_vi": [
        "tất cả",
        "đầy đủ",
        "hoàn chỉnh"
      ],
      "copy": {
        "en": "Teach “map” and “world” using a simple world map.\n\nTeach “land” and “water” with toys and clear visual contrast.\n\nTeach “country” and “city” using familiar examples like Vietnam and local cities.\n\nTeach “near” and “far” through playful object movement.\n\nTeach “earth” and “home” by connecting big ideas to familiar places.\n\nThese gentle activities help children understand early geography through real objects, simple drawings, and everyday conversations.",
        "vi": "Dạy “map” và “world” bằng bản đồ thế giới đơn giản.\n\nDạy “land” và “water” bằng đồ chơi và hình ảnh đối lập.\n\nDạy “country” và “city” qua ví dụ quen thuộc như Việt Nam và các thành phố.\n\nDạy “near” và “far” bằng việc di chuyển đồ vật.\n\nDạy “earth” và “home” bằng cách kết nối khái niệm lớn với nơi thân thuộc.\n\nNhững hoạt động nhẹ nhàng này giúp trẻ hiểu địa lý sơ cấp qua đồ vật, hình vẽ và cuộc trò chuyện hằng ngày."
      },
      "tags": [
        "all"
      ],
      "audio": "geography_basics_v1_map_world.mp3 geography_basics_v1_land_water.mp3 geography_basics_v1_country_city.mp3 geography_basics_v1_near_far.mp3 geography_basics_v1_earth_home.mp3"
    }
  ]
}
