{
  "name": "Protecting What Matters",
  "name_vi": "Bảo Vệ Điều Quan Trọng",
  "description": "Quiet shields for life’s surprises — so nothing can knock you down when you’re just getting steady.",
  "description_vi": "Lá chắn lặng lẽ cho những bất ngờ của đời — để không gì làm bạn ngã khi vừa mới vững.",
  "keywords_en": [
    "protection",
    "insurance",
    "Emergency",
    "backup",
    "peace"
  ],
  "keywords_vi": [
    "bảo vệ",
    "bảo hiểm",
    "khẩn cấp",
    "dự phòng",
    "bình yên"
  ],
  "entries": [
    {
      "slug": "backup-plan-sleep",
      "keywords_en": [
        "backup",
        "sleep",
        "simple"
      ],
      "keywords_vi": [
        "dự phòng",
        "ngủ",
        "đơn giản"
      ],
      "copy_en": "A backup plan is not a concrete fortress that traps you in fear; it is a soft pillow that lets your nervous system finally exhale. Tonight, instead of scrolling and worrying, take ten quiet minutes and write three short lines in your notes app. First line: “If my income stopped tomorrow, I would call…”, then add one real name and phone number. Second line: “The bill I can pause first is…”, maybe streaming, gym, or something non-essential. Third line: “The skill I can offer within twenty-four hours is…”, such as tutoring, translating, baking, babysitting, or fixing something. Save this note with a calm title like “When life wobbles”. Screenshot it and pin it. You don’t have to share it with anyone; this is your private safety cushion. When anxiety whispers that you are helpless, you now have proof that you are not. You are allowed to rest knowing that, even if money shakes for a while, you have people to call, costs you can slow, and abilities that will not disappear overnight. Let that practical list rock you to sleep like a lullaby, reminding you that preparedness is not drama; it is simply love and kindness for your future self.",
      "copy_vi": "Kế hoạch dự phòng không phải là pháo đài bê tông nhốt bạn trong lo lắng; đó là chiếc gối êm cho hệ thần kinh được thở ra. Tối nay, thay vì lướt điện thoại và tự dọa mình, hãy dành mười phút yên tĩnh để viết ba dòng ngắn trong ghi chú. Dòng một: “Nếu ngày mai thu nhập dừng lại, tôi sẽ gọi cho…”, rồi ghi một người thật với số điện thoại. Dòng hai: “Hóa đơn tôi có thể tạm dừng đầu tiên là…”, có thể là streaming, phòng gym hay một khoản không thiết yếu. Dòng ba: “Kỹ năng tôi có thể đem ra dùng trong hai mươi bốn giờ là…”, như dạy kèm, dịch, nấu nướng, trông trẻ hay sửa đồ. Lưu ghi chú với tiêu đề dịu dàng, ví dụ “Khi cuộc đời lung lay”. Chụp màn hình và ghim lại. Bạn không cần khoe với ai; đây là chiếc nệm an toàn riêng của bạn. Khi lo âu thì thầm rằng bạn bất lực, tờ ghi chú đó là bằng chứng ngược lại. Bạn được ngủ yên vì biết mình vẫn có người để gọi, chi phí để giảm và khả năng để dùng lại bất cứ khi nào cần.",
      "audio_en": "calm_vip3_31_en.mp3",
      "audio_vi": "calm_vip3_31_vi.mp3",
      "ai_prompt_en": "Help me write a 3-line backup plan I can keep in my phone.",
      "ai_prompt_vi": "Giúp tôi viết kế hoạch dự phòng 3 dòng để trong điện thoại.",
      "ai_followup_en": "Want to test this plan with a 'what if' question?",
      "ai_followup_vi": "Muốn thử kế hoạch này với câu hỏi 'nếu thì' không?"
    },
    {
      "slug": "insurance-only-need",
      "keywords_en": [
        "insurance",
        "simple",
        "need"
      ],
      "keywords_vi": [
        "bảo hiểm",
        "đơn giản",
        "cần"
      ],
      "copy_en": "Insurance exists for moments you truly cannot bounce back from alone, not for every small worry that passes through your head at midnight. Instead of buying every policy a salesperson waves at you, zoom out and ask one calm question: “If this bad thing happened, could I realistically replace the loss with my own savings or future income within a few years?” If yes, you probably do not need insurance; you need a budget and maybe an emergency fund. If no, that may deserve protection. In Vietnam, for most people, two basics usually matter most: health coverage through public social health insurance (BHYT) or a simple private plan, and at least basic motorbike or car liability insurance if you drive. Take ten minutes to list the three events that would make you lose sleep: serious illness, accident, or death of an income earner. Beside each one, write whether the state, family, savings, or insurance would help. You are allowed to let go of complicated, expensive products that only feed fear. Real protection is simple, boring, and affordable enough that you can keep paying even in a tough month. When in doubt, ask two people you trust, not just someone earning commission, before signing anything long term.",
      "copy_vi": "Bảo hiểm sinh ra cho những khoảnh khắc bạn thật sự không thể tự đứng dậy một mình, không phải cho mọi nỗi lo lướt qua lúc nửa đêm. Thay vì mua mọi gói mà tư vấn viên đưa trước mặt, hãy bình tĩnh hỏi một câu: “Nếu chuyện xấu này xảy ra, tôi có thể tự bù đắp thiệt hại bằng tiết kiệm hoặc thu nhập tương lai trong vài năm không?” Nếu có, có lẽ bạn không cần bảo hiểm; bạn cần ngân sách rõ ràng và quỹ khẩn cấp. Nếu không, đó có thể là rủi ro đáng để bảo vệ. Ở Việt Nam, với đa số người, hai thứ quan trọng nhất thường là bảo hiểm y tế (BHYT hoặc gói tư nhân đơn giản) và ít nhất bảo hiểm trách nhiệm bắt buộc cho xe máy hoặc ô tô nếu bạn lái. Hãy liệt kê ba biến cố làm bạn mất ngủ: bệnh nặng, tai nạn, mất người trụ cột. Bên cạnh mỗi dòng, ghi ra nhà nước, gia đình, tiết kiệm hay bảo hiểm sẽ đỡ giúp. Bạn được quyền bỏ qua những sản phẩm cầu kỳ, đắt đỏ chỉ nuôi sợ hãi; sự bảo vệ thật thường rất đơn giản và vừa túi tiền.",
      "audio_en": "calm_vip3_32_en.mp3",
      "audio_vi": "calm_vip3_32_vi.mp3",
      "ai_prompt_en": "I’m in Vietnam. Which 2 insurances do I actually need right now?",
      "ai_prompt_vi": "Tôi ở Việt Nam. 2 bảo hiểm nào tôi thật sự cần lúc này?",
      "ai_followup_en": "Want help comparing one option?",
      "ai_followup_vi": "Muốn so sánh một lựa chọn không?"
    },
    {
      "slug": "wills-letters",
      "keywords_en": [
        "will",
        "letter",
        "simple"
      ],
      "keywords_vi": [
        "di chúc",
        "thư",
        "đơn giản"
      ],
      "copy_en": "A will or “if I’m gone” letter is not morbid; it is love organised on paper so your people are not left guessing in the worst week of their lives. You do not need a lawyer to start something useful tonight. Take one sheet of paper or open a clean document and write in simple language: “If I die or cannot decide, I would like…” Then list who should receive your savings, important items, pets, and digital accounts. Add where your passwords are stored or which password manager you use. Note who should be contacted first and which debts or subscriptions to close. Keep the tone warm, like you are talking to a beloved younger sibling. Sign and date it. Then place it somewhere obvious with your ID or important folder, and tell one trusted person where it is. Later, you can formalise this with legal advice in Vietnam if needed, but even this imperfect note removes so much confusion and conflict. You are allowed to turn a frightening topic into a quiet act of care that protects both your money and the hearts of those who love you. Imagine it as a hug that holds them when you cannot.",
      "copy_vi": "Di chúc hay bức thư “nếu tôi đi” không ảm đạm; đó là tình yêu được sắp xếp trên giấy, để người ở lại không phải đoán trong tuần lễ tồi tệ nhất đời họ. Bạn không cần luật sư mới bắt đầu được tối nay. Hãy lấy một tờ giấy hoặc mở tài liệu trống và viết thật đơn giản: “Nếu tôi mất hoặc không thể tự quyết, tôi mong muốn…”. Rồi liệt kê ai sẽ nhận tiền tiết kiệm, đồ quan trọng, thú cưng và các tài khoản số. Ghi nơi lưu mật khẩu hoặc ứng dụng quản lý mật khẩu bạn dùng. Ghi người cần báo tin đầu tiên và những khoản nợ, đăng ký nên đóng. Giữ giọng văn ấm áp như đang nói với em út. Ký tên và ghi ngày. Sau đó, để giấy cạnh giấy tờ tùy thân hoặc trong bìa hồ sơ quan trọng, và nói cho một người tin cậy biết chỗ. Sau này bạn có thể làm bản chính thức với tư vấn pháp lý ở Việt Nam nếu cần. Ngay cả mảnh giấy chưa hoàn hảo này cũng gỡ rất nhiều rối rắm và tranh cãi.",
      "audio_en": "calm_vip3_33_en.mp3",
      "audio_vi": "calm_vip3_33_vi.mp3",
      "ai_prompt_en": "Help me draft a one-page 'if I’m gone' letter.",
      "ai_prompt_vi": "Giúp tôi soạn thư một trang 'nếu tôi đi'.",
      "ai_followup_en": "Want to store this safely online?",
      "ai_followup_vi": "Muốn lưu an toàn online không?"
    },
    {
      "slug": "fraud-spot-fast",
      "keywords_en": [
        "fraud",
        "scam",
        "simple"
      ],
      "keywords_vi": [
        "lừa đảo",
        "gian lận",
        "đơn giản"
      ],
      "copy_en": "Most scams run on one fuel: urgency. The message, caller, or fake “official” wants you to react before your slower, wiser brain can join the conversation. Your job is not to become a forensic expert; your job is to install a pause. Create a personal “no rush” rule: for any unexpected request involving money, passwords, or one-time codes, you must wait at least twenty-four hours before sending anything. During that pause, do three things. First, show the message to one friend or family member and ask, “Does this feel off to you?” Second, check the sender by searching the number, email, or company name plus the word “scam” in your language. Third, contact the organisation through an official channel you find yourself, never through a link inside the message. If the person on the other side becomes angry, pushes, or tries to scare you, that is another red flag. You are allowed to be “slow” with money; real banks, employers, and agencies will respect questions and delays. A simple pause can save months of stress and loss. Write this rule somewhere very visible: “If it demands speed and secrecy, I will stop, breathe, and ask for calm, patient help first.”",
      "copy_vi": "Đa số trò lừa chỉ chạy bằng một nhiên liệu: sự gấp gáp. Tin nhắn, cuộc gọi hay “cán bộ” giả đều muốn bạn phản ứng trước khi não chậm mà khôn của bạn kịp tham gia. Nhiệm vụ của bạn không phải trở thành chuyên gia điều tra; nhiệm vụ của bạn là cài một nút tạm dừng. Hãy tự đặt “quy tắc không vội”: với mọi yêu cầu bất ngờ liên quan đến tiền, mật khẩu hoặc mã một lần, bạn phải chờ ít nhất hai mươi bốn giờ trước khi gửi bất cứ thứ gì. Trong khoảng dừng đó, làm ba việc. Một: cho bạn bè hoặc người thân xem và hỏi “Bạn thấy có gì sai sai không?”. Hai: tra cứu số điện thoại, email hoặc tên công ty kèm chữ “lừa đảo” trên mạng. Ba: tự tìm kênh chính thức của tổ chức để gọi hoặc nhắn, không bấm vào đường link trong tin nhắn. Nếu bên kia nổi nóng, thúc giục, dọa nạt, đó là cờ đỏ nữa. Bạn được quyền “chậm” với tiền; ngân hàng, cơ quan thật sẽ tôn trọng câu hỏi và sự chần chừ.",
      "audio_en": "calm_vip3_34_en.mp3",
      "audio_vi": "calm_vip3_34_vi.mp3",
      "ai_prompt_en": "This message asks for money. Help me check if it’s real.",
      "ai_prompt_vi": "Tin nhắn này đòi tiền. Giúp tôi kiểm tra thật giả.",
      "ai_followup_en": "Want a 'pause rule' reminder for next time?",
      "ai_followup_vi": "Muốn nhắc 'quy tắc dừng' lần tới không?"
    },
    {
      "slug": "ai-check-risk",
      "keywords_en": [
        "risk",
        "check",
        "simple"
      ],
      "keywords_vi": [
        "rủi ro",
        "kiểm tra",
        "đơn giản"
      ],
      "copy_en": "Each of us has blind spots in our financial life: areas we avoid, stories we repeat, risks we simply cannot see because we are standing inside them. A calm way to use AI is not to let it control you, but to let it gently widen your field of vision. Open a chat and describe your real situation in five or six short sentences: your job, how stable your income feels, your savings or debts, your family responsibilities, your health, and where you live. Then ask, “What is one important risk I might be overlooking, and what are three small actions to soften it within the next three months?” Read the answer slowly. You do not have to accept everything; circle only what feels relevant and kind. Maybe it points out dependence on a single employer, or lack of disability coverage, or no plan if parents get sick. Turn the suggestion you choose into one small calendar reminder. You are allowed to let technology act like an extra pair of eyes, not a harsh judge, helping you notice danger early while there is still time to prepare. If the response feels harsh, ask for the same advice in gentler words.",
      "copy_vi": "Ai trong chúng ta cũng có những “điểm mù” trong tài chính: vùng tránh né, câu chuyện lặp lại, rủi ro ta không thấy vì đang đứng bên trong. Cách dùng AI an toàn là không giao hết quyền quyết định, mà nhờ nó mở rộng tầm nhìn nhẹ nhàng. Hãy mở một cuộc trò chuyện và mô tả tình hình thật của bạn bằng năm, sáu câu ngắn: công việc, độ ổn định thu nhập, số tiền tiết kiệm hoặc nợ, trách nhiệm gia đình, sức khỏe và nơi bạn sống. Sau đó hỏi: “Có một rủi ro quan trọng nào tôi đang bỏ sót không, và ba hành động nhỏ trong ba tháng tới để làm nó bớt nặng?”. Đọc chậm câu trả lời. Bạn không cần nhận hết; chỉ khoanh tròn điều thấy hợp lý và tử tế. Có thể AI nhắc bạn đang phụ thuộc một nguồn thu, thiếu bảo vệ nếu tai nạn, hoặc chưa có kế hoạch khi cha mẹ bệnh. Hãy biến gợi ý bạn chọn thành một nhắc lịch nhỏ. Công nghệ có thể như đôi mắt phụ, không phải quan tòa.",
      "audio_en": "calm_vip3_35_en.mp3",
      "audio_vi": "calm_vip3_35_vi.mp3",
      "ai_prompt_en": "Here’s my situation: [brief]. What’s one risk I might be missing?",
      "ai_prompt_vi": "Đây là tình hình tôi: [ngắn]. Rủi ro nào tôi có thể bỏ sót?",
      "ai_followup_en": "Want to add this to your backup plan?",
      "ai_followup_vi": "Muốn thêm vào kế hoạch dự phòng không?"
    },
    {
      "slug": "health-crises-money",
      "keywords_en": [
        "health",
        "crisis",
        "buffer"
      ],
      "keywords_vi": [
        "sức khỏe",
        "khủng hoảng",
        "đệm"
      ],
      "copy_en": "Health crises rarely ask for permission; they arrive in the middle of ordinary weeks and turn simple bills into mountains. Instead of trying to predict every disease, build one gentle buffer around your body. Choose a name that feels caring, like “Body Fund” or “Health Cushion,” and open a small sub-account or envelope for it. Start with a modest target, perhaps 3,000,000 VND, not perfection. Each time money comes in, move a tiny fixed amount there, even fifty or one hundred thousand. Promise yourself this fund is only for health surprises: medicines, transport to hospital, days off work, or small equipment like a brace or monitor. In Vietnam, learn exactly how your public health insurance (BHYT) works at local clinics and hospitals first, then let this fund fill the gaps that public care cannot. Write a short note: “This money is here so future me does not have to panic.” Place it with the account details. When you do need to spend from it, do so without guilt; that is exactly what it was built for. You are allowed to protect both your body and your peace at the same time. Over time, this habit can turn medical shocks into calmer, truly survivable challenges.",
      "copy_vi": "Khủng hoảng sức khỏe hiếm khi xin phép; chúng xuất hiện giữa những tuần bình thường và biến hóa đơn đơn giản thành ngọn núi. Thay vì cố đoán mọi bệnh, hãy xây một lớp đệm dịu dàng quanh cơ thể. Chọn cái tên dễ thương như “Quỹ Thân Thể” hay “Gối Sức Khỏe”, rồi mở một tài khoản phụ hoặc phong bì riêng. Đặt mục tiêu nhỏ ban đầu, ví dụ 3 triệu đồng, không cần hoàn hảo. Mỗi lần có tiền vào, chuyển một khoản cố định rất nhỏ, kể cả năm mươi hay một trăm nghìn. Tự hứa quỹ này chỉ dành cho bất ngờ sức khỏe: thuốc, xe đi bệnh viện, ngày nghỉ không lương, hoặc dụng cụ nhỏ như nẹp, máy đo. Ở Việt Nam, hãy học kỹ cách dùng thẻ bảo hiểm y tế (BHYT) tại bệnh viện, phòng khám, rồi để quỹ này lấp những chỗ trống mà bảo hiểm không chi trả. Viết một tờ giấy: “Số tiền này ở đây để tôi của tương lai khỏi hoảng loạn.” Khi phải dùng đến, hãy chi tiêu không áy náy; nó sinh ra vì lúc đó.",
      "audio_en": "calm_vip3_36_en.mp3",
      "audio_vi": "calm_vip3_36_vi.mp3",
      "ai_prompt_en": "Help me start a small 'Body Fund' for health surprises.",
      "ai_prompt_vi": "Giúp tôi bắt đầu 'Quỹ Thân Thể' nhỏ cho bất ngờ sức khỏe.",
      "ai_followup_en": "Want to add 1,000,000 VND this month?",
      "ai_followup_vi": "Muốn thêm 1.000.000 đồng tháng này không?"
    },
    {
      "slug": "job-loss-bridge",
      "keywords_en": [
        "job loss",
        "bridge",
        "3 months"
      ],
      "keywords_vi": [
        "mất việc",
        "cầu",
        "3 tháng"
      ],
      "copy_en": "Losing a job can feel like the floor disappearing beneath your feet. A “Bridge Account” is you quietly building your own temporary floor in advance, plank by plank. The idea is simple: cover three months of only the essentials, not your dream lifestyle. First, list your true bare-bones monthly costs: rent or shared housing, basic food, transport, phone, and one important bill such as tuition or support for parents. Add them up and multiply by three. That number is your bridge target, not something to reach overnight, but a direction. Open a separate account or label one digital wallet “Bridge”. Set a standing order to send ten percent of your income there each month, or a fixed amount you can bear. When extra money appears—a small bonus, gift, or side income—consider letting a slice walk onto the bridge. Promise yourself you will touch this money only for job loss or sudden drop in income, not for sales or holidays. You are allowed to feel scared about uncertainty and still prepare for it. A partially built bridge is already better than facing the river with nothing. Each small contribution is quiet proof that future you is not abandoned by present you.",
      "copy_vi": "Mất việc có thể giống như mặt sàn đột ngột biến mất dưới chân. “Tài Khoản Cầu” là cách bạn âm thầm dựng một nhịp cầu tạm thời cho chính mình từ bây giờ, từng tấm ván một. Ý tưởng rất đơn giản: đủ trả ba tháng chi phí cơ bản, không phải lối sống mơ ước. Trước hết, hãy liệt kê mức tối thiểu mỗi tháng: tiền thuê hoặc chia phòng, ăn uống đơn giản, đi lại, điện thoại và một hóa đơn quan trọng như học phí hay tiền gửi về cho bố mẹ. Cộng lại rồi nhân ba; đó là mục tiêu cây cầu, không phải đích phải chạm ngay, chỉ là hướng đi. Mở tài khoản riêng hoặc đặt tên một ví điện tử là “Bridge”. Cài chuyển khoản tự động mười phần trăm thu nhập, hoặc một con số bạn chịu được. Khi có tiền thêm – thưởng nhỏ, quà tặng, việc làm thêm – hãy để một phần bước lên cây cầu. Hứa với mình chỉ dùng khoản này khi mất việc hoặc thu nhập giảm đột ngột, không phải mua sắm hay du lịch.",
      "audio_en": "calm_vip3_37_en.mp3",
      "audio_vi": "calm_vip3_37_vi.mp3",
      "ai_prompt_en": "Help me calculate a 3-month bridge using my current bills.",
      "ai_prompt_vi": "Giúp tôi tính cầu 3 tháng dùng hóa đơn hiện tại.",
      "ai_followup_en": "Want to automate 10% into this account?",
      "ai_followup_vi": "Muốn tự động 10% vào tài khoản này không?"
    },
    {
      "slug": "family-money-boundaries",
      "keywords_en": [
        "family",
        "boundaries",
        "kind"
      ],
      "keywords_vi": [
        "gia đình",
        "ranh giới",
        "tử tế"
      ],
      "copy_en": "Money and family are a tender mix. When relatives ask for help, love and guilt often show up together, especially if you are the “successful” one. Boundaries are not a rejection of family; they are a way to keep love sustainable. Before the next request arrives, decide your limits in calm weather. For example, you might choose one small monthly amount you are willing to give, or specific situations you support, such as medical needs but not gambling debts or repeated business rescues. Write a simple script you can reuse: “I love you and I want you to be okay. Right now I can help with [this smaller thing], but I cannot take on [the bigger cost].” Practise saying it aloud once so your mouth remembers. When the real conversation comes, expect some disappointment; that is normal. You are not responsible for eliminating every struggle in the family. You are responsible for not burning out or jeopardising your own safety. You are allowed to stay generous and kind while still protecting your savings, your rest, and your future dreams. If it helps, share your plan with one trusted cousin or friend so you have emotional backup ready when pressure rises.",
      "copy_vi": "Tiền bạc và gia đình luôn là chuyện mong manh. Khi người thân xin hỗ trợ, tình thương và cảm giác có lỗi thường đi cùng, nhất là khi bạn bị xem là “thành đạt”. Ranh giới không phải là từ chối gia đình; đó là cách để tình yêu không bị kiệt sức. Hãy quyết định giới hạn khi trời còn đang yên. Bạn có thể chọn một khoản nhỏ cố định mỗi tháng để sẵn lòng giúp, hoặc các tình huống cụ thể, như bệnh tật nhưng không phải nợ cờ bạc hay những lần cứu business lặp đi lặp lại. Viết sẵn một câu bạn có thể dùng lại: “Con thương/Em thương và rất muốn mọi người ổn. Hiện giờ con/em giúp được [việc nhỏ này], nhưng không gánh nổi [khoản lớn kia].” Tập nói một lần cho miệng quen. Khi bước vào cuộc nói chuyện thật, hãy chấp nhận rằng có thể sẽ có thất vọng; điều đó bình thường. Bạn không có trách nhiệm xóa sạch mọi khó khăn trong gia đình, nhưng bạn có trách nhiệm giữ an toàn cho chính mình.",
      "audio_en": "calm_vip3_38_en.mp3",
      "audio_vi": "calm_vip3_38_vi.mp3",
      "ai_prompt_en": "Help me say no kindly to a family money request.",
      "ai_prompt_vi": "Giúp tôi từ chối yêu cầu tiền gia đình một cách tử tế.",
      "ai_followup_en": "Want to role-play this before using it?",
      "ai_followup_vi": "Muốn diễn tập trước khi dùng không?"
    },
    {
      "slug": "future-risks",
      "keywords_en": [
        "future",
        "climate",
        "cyber"
      ],
      "keywords_vi": [
        "tương lai",
        "khí hậu",
        "mạng"
      ],
      "copy_en": "The future brings new kinds of risk: floods worsened by climate change, power cuts, cyber attacks, deepfake voices that sound like your parents or boss, AI scams that copy your writing style. You cannot control all of this, but you can build simple routines that make you less fragile. Think in three layers: data, cash, and connections. For data, back up your phone weekly to a computer or cloud service, and write down how to recover important accounts without your device. For cash, keep a small emergency stash at home, maybe 3,000,000 VND in mixed notes, hidden safely but reachable in a blackout. For connections, list three people in your city and three abroad you can contact in crisis, and make sure you have their numbers written on paper. Review this tiny plan every few months, updating amounts and names. You are allowed to prepare quietly without living in fear or doomscrolling. Resilience is built from boring, repeatable steps, not dramatic survival shows. When unpredictable events arrive, you will still be shaken, but less shattered. Consider also learning how to shut down lost phones quickly and how to freeze bank cards, then practising those steps once when things are calm.",
      "copy_vi": "Tương lai mang theo những kiểu rủi ro mới: lũ lụt vì khí hậu, mất điện, tấn công mạng, giọng nói giả giống hệt bố mẹ hay sếp, trò lừa dùng AI bắt chước văn phong của bạn. Bạn không thể kiểm soát hết, nhưng có thể tạo những thói quen đơn giản để bớt mong manh. Hãy nghĩ theo ba lớp: dữ liệu, tiền mặt và mối liên hệ. Với dữ liệu, sao lưu điện thoại mỗi tuần vào máy tính hoặc cloud, và ghi lại cách khôi phục tài khoản quan trọng khi không còn máy. Với tiền mặt, giữ một khoản khẩn cấp nhỏ ở nhà, ví dụ 3 triệu đồng, nhiều mệnh giá, cất an toàn nhưng dễ lấy nếu mất điện. Với mối liên hệ, liệt kê ba người ở cùng thành phố và ba người ở xa bạn có thể gọi khi khủng hoảng, ghi số vào sổ tay. Cứ vài tháng lại xem lại, cập nhật tên và số tiền.",
      "audio_en": "calm_vip3_39_en.mp3",
      "audio_vi": "calm_vip3_39_vi.mp3",
      "ai_prompt_en": "Give me a 3-step future-risk prep list for Vietnam.",
      "ai_prompt_vi": "Đưa tôi danh sách chuẩn bị rủi ro tương lai 3 bước cho Việt Nam.",
      "ai_followup_en": "Want to check one off this week?",
      "ai_followup_vi": "Muốn hoàn thành một việc tuần này không?"
    },
    {
      "slug": "im-protected-checklist",
      "keywords_en": [
        "checklist",
        "peace",
        "done"
      ],
      "keywords_vi": [
        "danh sách",
        "bình yên",
        "xong"
      ],
      "copy_en": "Protection does not need to be perfect or complicated before it starts working. Sometimes three simple ticks are enough to move you from “completely exposed” to “safer than most people around me.” Imagine a small checklist on your wall. Box one: “Emergency fund started.” Maybe it is only a few hundred thousand VND in a separate place, but it exists. Box two: “One meaningful insurance active.” That could be a basic health card, social security, or another policy you truly understand and can afford long term. Box three: “Backup plan written down,” even if it is just one page in your notes app describing who you call, what bill you pause, and how you can earn a little extra. When all three boxes are marked, pause and really notice the shift. You did something many adults avoid for decades. Celebrate in a way that feels kind: a walk, a favourite drink, a message to a friend. You are allowed to feel “I am protected enough for this season,” even while you keep improving slowly. Later, you can always add more boxes if you want, but these three already form a quiet, powerful shield wrapped around your daily life in Vietnam today.",
      "copy_vi": "Sự bảo vệ không cần hoàn hảo hay phức tạp mới bắt đầu có tác dụng. Đôi khi chỉ ba dấu tick đơn giản cũng đủ đưa bạn từ “hoàn toàn trống trải” sang “an toàn hơn phần đông xung quanh”. Hãy tưởng tượng một checklist nhỏ trên tường. Ô thứ nhất: “Quỹ khẩn cấp đã bắt đầu.” Có thể mới chỉ vài trăm nghìn đồng ở chỗ riêng, nhưng nó tồn tại. Ô thứ hai: “Một bảo hiểm có ý nghĩa đang hoạt động.” Đó có thể là thẻ bảo hiểm y tế cơ bản, bảo hiểm xã hội hoặc một gói mà bạn thật sự hiểu và đủ khả năng đóng lâu dài. Ô thứ ba: “Kế hoạch dự phòng đã viết”, dù chỉ là một trang trong ghi chú, mô tả người sẽ gọi, hóa đơn có thể tạm dừng và cách kiếm thêm chút tiền. Khi cả ba ô đều được đánh dấu, hãy dừng lại và cảm nhận sự thay đổi. Bạn đã làm điều nhiều người lớn né tránh nhiều năm. Hãy tự thưởng một điều nhỏ. Cảm giác “tôi được bảo vệ vừa đủ cho giai đoạn này” là hoàn toàn xứng đáng.",
      "audio_en": "calm_vip3_40_en.mp3",
      "audio_vi": "calm_vip3_40_vi.mp3",
      "ai_prompt_en": "I finished [protection step]. Help me celebrate and name the next.",
      "ai_prompt_vi": "Tôi hoàn thành [bước bảo vệ]. Giúp tôi kỷ niệm và đặt tên bước tới.",
      "ai_followup_en": "Want to review your full shield in 3 months?",
      "ai_followup_vi": "Muốn xem lại toàn bộ lá chắn sau 3 tháng không?"
    }
  ],
  "meta": {
    "created_at": "2025-11-07T10:32:00+07:00",
    "updated_at": "2025-11-07T10:32:00+07:00",
    "entry_count": 10,
    "tier": "vip3",
    "room_color": "#D0E0D2",
    "artifact_version_id": "money-safe-shield-vip3-sub4-v001",
    "localization": {
      "i18n_required": true,
      "i18n_verified": false
    }
  }
}
