{
  "tier": "VIP3 / Cấp VIP3",
  "name": "Lullabies For A Tired Heart",
  "name_vi": "Khúc Ru Cho Trái Tim Mệt Mỏi",
  "description": {
    "en": "A soft VIP3 room with long, flowing bilingual stories designed to calm the nervous system, quiet the mind, and invite gentle sleep. Each entry is like a spoken lullaby you can listen to with eyes closed and heart open.",
    "vi": "Một phòng VIP3 thật mềm với những câu chuyện song ngữ dài, chậm rãi, được tạo ra để xoa dịu hệ thần kinh, làm lắng tâm trí và mời gọi giấc ngủ êm. Mỗi mục giống như một khúc ru thì thầm bạn có thể nghe với đôi mắt khép lại và trái tim mở ra."
  },
  "entries": [
    {
      "slug": "night-river-of-rest",
      "title": {
        "en": "Night River Of Rest",
        "vi": "Dòng Sông Đêm Của Sự Nghỉ Ngơi"
      },
      "keywords_en": [
        "sleep",
        "calm",
        "night",
        "rest",
        "soothing"
      ],
      "keywords_vi": [
        "giấc ngủ",
        "bình yên",
        "ban đêm",
        "nghỉ ngơi",
        "ru êm"
      ],
      "copy": {
        "en": "Tonight you are allowed to rest. You do not have to solve anything or fix your whole life in a single thought. Imagine your body as a quiet river finally reaching a wide gentle lake. The water is still moving but slowly and softly almost like breathing. With every breath out the river carries a little weight away from your shoulders and a little noise away from your mind. The day can loosen its hands now. Every message every unfinished task every complicated feeling can stay on the shore. They are still there but they no longer need you right now. What matters is this small island of time where you are allowed to be only one thing simply a human being who is tired and deserves care. You feel your spine resting against the bed the pillow under your head the blanket like a light protective cloud over your body. Your jaw softens your eyes grow heavy your hands lie open and harmless by your sides. You do not have to hold on so tightly anymore. The world can spin without your effort for a while. Somewhere far away your worries are slowly wrapped in soft cloth placed in a quiet box and carried to another room. You will meet them again when you are stronger and calmer. For now they become distant shapes fading into a gentle background that does not need your attention. You are not running away from responsibility you are refilling the lamp so it can shine tomorrow. Each breath in is a small kindness and each breath out is a small release. A thought may try to pull you back into planning or replaying but you can let it pass like a small boat gliding across the lake from one shore to the other without stopping. You remain the water itself deep and steady underneath. In this depth nothing urgent exists. There is only the slow rhythm of your heart the soft music of your lungs and the simple truth that you have done enough for today. Even if something felt unfinished you still carried yourself through another day of being alive and that is already a quiet kind of courage. Let that be enough for tonight. You can rest inside that truth like resting your head on a familiar warm chest feeling safety and softness around you. Little by little your mind settles like fine sand sinking to the bottom of clear water and the surface of your awareness becomes smooth and calm ready to welcome the gentle light of sleep.",
        "vi": "Tối nay bạn được phép nghỉ ngơi. Bạn không cần giải quyết bất cứ điều gì hay sửa cả cuộc đời chỉ trong một ý nghĩ. Hãy tưởng tượng cơ thể mình như một dòng sông yên ả cuối cùng cũng chảy vào một mặt hồ rộng hiền hòa. Nước vẫn chuyển động nhưng chậm và mềm như nhịp thở. Mỗi lần thở ra dòng sông mang bớt một phần gánh nặng khỏi đôi vai và cuốn bớt âm thanh khỏi tâm trí bạn. Ngày hôm nay có thể nới lỏng bàn tay lại. Mọi tin nhắn mọi việc còn dang dở mọi cảm xúc rối rắm có thể nằm lại trên bờ. Chúng vẫn ở đó nhưng tạm thời không cần đến bạn. Điều quan trọng lúc này là hòn đảo nhỏ của thời gian nơi bạn chỉ cần là một con người đang mệt và xứng đáng được chăm sóc. Bạn cảm nhận cột sống tựa vào giường chiếc gối dưới đầu chiếc chăn như một đám mây nhẹ đang che chở cho cơ thể. Hàm thư giãn đôi mắt dần nặng xuống hai bàn tay mở ra hiền lành bên cạnh. Bạn không phải cố nắm giữ mọi thứ nữa. Thế giới vẫn xoay được dù vắng sức bạn trong chốc lát. Ở nơi rất xa những nỗi lo được quấn lại trong lớp vải mềm đặt vào một chiếc hộp yên tĩnh rồi mang sang căn phòng khác. Bạn sẽ gặp lại chúng khi mình mạnh mẽ và bình tĩnh hơn. Còn bây giờ chúng chỉ còn như những hình bóng mờ dần tan vào một phông nền dịu dàng không cần đến sự chú ý của bạn. Bạn không trốn tránh trách nhiệm bạn đang đổ thêm dầu cho ngọn đèn để ngày mai nó tiếp tục sáng. Mỗi hơi hít vào là một chút dịu dàng dành cho bản thân mỗi hơi thở ra là một chút buông nhẹ. Có thể một ý nghĩ sẽ cố kéo bạn trở lại với lo toan nhưng bạn có thể để nó đi qua như một con thuyền nhỏ lướt ngang mặt hồ từ bờ này sang bờ kia mà không dừng lại. Bạn vẫn là mặt nước sâu và vững ở bên dưới. Ở độ sâu đó không có gì khẩn cấp. Chỉ còn nhịp tim chậm rãi tiếng phổi khe khẽ và sự thật đơn giản rằng hôm nay bạn đã làm đủ với sức mình. Dù có điều gì còn dang dở bạn vẫn đưa được bản thân đi qua thêm một ngày của đời sống và đó đã là một dạng can đảm nhẹ nhàng. Hãy để chừng ấy là đủ cho tối nay. Bạn có thể nghỉ ngơi trong sự thật ấy như tựa đầu lên một lồng ngực quen thuộc ấm áp cảm nhận sự an toàn và mềm mại quanh mình. Từng chút một tâm trí bạn lắng xuống như hạt cát mịn chìm dần trong làn nước trong và bề mặt nhận biết trở nên êm và phẳng sẵn sàng đón giấc ngủ nhẹ nhàng bước tới."
      },
      "audio": {
        "en": "lullaby_vip3_1_en.mp3",
        "vi": "lullaby_vip3_1_vi.mp3"
      },
      "tags": []
    },
    {
      "slug": "forest-heartbeat-of-safety",
      "title": {
        "en": "Forest Heartbeat Of Safety",
        "vi": "Nhịp Rừng An Toàn"
      },
      "keywords_en": [
        "forest",
        "safety",
        "grounding",
        "calm body",
        "peace"
      ],
      "keywords_vi": [
        "khu rừng",
        "an toàn",
        "tiếp đất",
        "thân thể bình yên",
        "tĩnh lặng"
      ],
      "copy": {
        "en": "Tonight you can imagine that you are lying in a quiet forest that loves you. The trees are tall and patient and they are in no hurry at all. Above you the leaves form a soft roof that filters the night sky into gentle shadows. The air is cool and kind and it moves around you like a slow careful hand tucking you in. Under your back the earth is solid and steady holding your weight without complaint. You do not need to do anything to deserve this support. The ground has always been here waiting for you to remember that you are allowed to rest on something larger than yourself. Listen in your mind to the slow heartbeat of the forest. It moves through the roots through the soil through the trunks of the trees and into your own chest. With every breath the rhythm becomes a little clearer a little slower a little more peaceful. In this forest nothing is judging you. The trees do not care about your mistakes your to do list or the way you spoke this morning. They only know that you are a living being who is tired and they are content to stand beside you and breathe. You can let your muscles melt a little more. Feel your feet heavy and safe your legs warm and relaxed your stomach soft your chest gently rising and falling. Your shoulders can slide down away from your ears and your face can loosen into something tender. You do not have to wear any mask here. The forest only asks you to exist. When a thought appears you can imagine placing it in a fallen leaf and letting a small stream carry it away between the trees. You do not have to chase it. You do not have to argue with it. You can just watch it drift farther and farther until it becomes a tiny point and disappears into the dark moss and roots. The only thing left is the simple feeling of being here. You are breathing. You are held. You are safe enough for this moment. The forest has waited many years it can easily wait one more night while you sleep. Let your mind nestle like a small animal finding a warm place in the hollow of a tree. Feel how the night wraps around you not as a threat but as a soft blanket that covers noise and sharp edges. Every breath deepens the shelter around you and every exhale invites your body to sink a little further into trust. You are not behind. You are not late. You are simply here in a friendly forest that is large enough to hold both your weariness and your hope. You can let night carry you now.",
        "vi": "Tối nay bạn có thể tưởng tượng mình đang nằm trong một khu rừng yên ả đang âm thầm thương bạn. Những thân cây cao lớn kiên nhẫn không vội vã điều gì. Trên cao tán lá tạo thành một mái mềm lọc bầu trời đêm thành những mảng bóng dịu nhẹ. Không khí mát và hiền di chuyển quanh bạn như một bàn tay chậm rãi cẩn thận đắp chăn. Dưới lưng bạn mặt đất vững vàng và ổn định âm thầm đỡ trọn sức nặng của cơ thể mà không một lời than phiền. Bạn không cần làm gì để xứng đáng với sự nâng đỡ này. Đất đã luôn ở đó chỉ chờ bạn nhớ ra rằng mình được phép tựa vào một thứ lớn hơn chính mình. Hãy lắng nghe trong tâm trí nhịp đập chậm rãi của khu rừng. Nó đi qua rễ cây qua lớp đất qua thân gỗ rồi hòa vào lồng ngực bạn. Mỗi nhịp thở nhịp điệu ấy rõ thêm chậm thêm yên thêm. Trong khu rừng này không có gì đang phán xét bạn. Cây không quan tâm đến sai lầm danh sách việc phải làm hay câu nói nào đó trong ngày. Chúng chỉ biết bạn là một sinh linh đang mệt và chúng bằng lòng đứng cạnh bạn mà thở. Bạn có thể để cho các bó cơ tan ra thêm một chút. Cảm nhận bàn chân nặng mà an toàn đôi chân ấm và thả lỏng bụng mềm lồng ngực nhẹ nhàng nâng lên hạ xuống. Vai có thể trượt xuống khỏi tai gương mặt có thể nới lỏng thành một điều gì rất dịu. Bạn không cần đeo chiếc mặt nạ nào ở đây. Khu rừng chỉ cần bạn tồn tại. Khi một ý nghĩ xuất hiện hãy tưởng tượng đặt nó lên một chiếc lá rụng và để một dòng nước nhỏ cuốn nó đi giữa những thân cây. Bạn không cần đuổi theo không cần tranh luận. Bạn chỉ cần nhìn nó trôi xa dần xa dần cho đến khi hóa thành một chấm nhỏ rồi biến mất trong lớp rêu và rễ. Điều còn lại chỉ là cảm giác đơn giản của việc đang ở đây. Bạn đang hít thở. Bạn đang được nâng đỡ. Bạn đủ an toàn cho khoảnh khắc này. Khu rừng đã chờ đợi nhiều năm và dễ dàng chờ thêm một đêm nữa trong khi bạn ngủ. Hãy để tâm trí mình cuộn tròn lại như một con vật nhỏ tìm được chỗ ấm trong hốc cây. Cảm nhận màn đêm ôm quanh bạn không như đe dọa mà như chiếc chăn mềm che phủ mọi tiếng ồn và góc cạnh. Mỗi hơi thở sâu làm mái trú thêm dày mỗi hơi thở ra mời gọi cơ thể chìm thêm vào sự tin cậy. Bạn không hề chậm trễ không hề tụt lại. Bạn chỉ đang ở đây trong một khu rừng thân thiện đủ rộng để ôm cả mệt mỏi lẫn hy vọng của bạn. Bây giờ bạn có thể để đêm bồng bế mình đi."
      },
      "audio": {
        "en": "lullaby_vip3_2_en.mp3",
        "vi": "lullaby_vip3_2_vi.mp3"
      },
      "tags": []
    },
    {
      "slug": "morning-light-waiting-for-you",
      "title": {
        "en": "Morning Light Waiting For You",
        "vi": "Ánh Sáng Mai Đang Đợi Bạn"
      },
      "keywords_en": [
        "morning",
        "hope",
        "gentle future",
        "reassurance",
        "sleep"
      ],
      "keywords_vi": [
        "buổi sáng",
        "hy vọng",
        "tương lai dịu dàng",
        "trấn an",
        "giấc ngủ"
      ],
      "copy": {
        "en": "Somewhere ahead a kind morning is already waiting for you. The sky of tomorrow is not demanding anything yet. It is simply resting just like you are learning to rest now. You do not have to earn that new day. It will arrive whether or not you plan every detail. Tonight your only work is to soften. Let your thoughts move more slowly like clouds drifting across a pale sky. They may still appear and change shape but they no longer need to be chased or held. You can watch them slide by and quietly remember that you are the one who is watching not the storm itself. In the gentle distance of your mind there is a small window. Behind that window lives the morning that loves you. It brings a light that does not interrogate you. It does not ask why you are tired or why you cried or why some things feel so heavy. It only spreads itself over your bed over your desk over the path you will walk and says I am here with you again. Even if you cannot feel hope clearly right now that is all right. Hope can be very quiet. Sometimes it speaks not in big promises but in tiny agreements. You agree to breathe in and the world agrees to offer air. You agree to close your eyes and the night agrees to keep watch for a while. You agree to lie still and your heart agrees to keep beating faithful and steady. This is enough of a contract for one night. You can let go of the idea that you must redesign your entire future before you are allowed to sleep. The future is not a wall you must climb tonight. It is a path that you will meet step by step and you will not walk it all in one dark hour. If a worried thought about tomorrow comes close you can gently tell it not now we will talk in the morning. You can imagine placing that thought in a soft drawer and closing it with a quiet sound. The drawer will open easily when the sun returns. For now it can rest too. Feel your body becoming a little heavier a little warmer a little more willing to sink into the bed. Your breathing finds a slow rhythm like waves meeting the shore and returning to the sea. Each breath in whispers maybe and each breath out whispers for now I let go. You do not have to be brave in any dramatic way. Your bravery tonight is simple you choose to allow your nervous system to reset. You choose to trust that a gentler version of you will wake up later and that version can handle one more piece of life. You do not have to handle everything from this side of midnight. Let your eyes grow softer let your thoughts blur at the edges let your body remember what it knew as a child when sleep came like a warm friend. Morning is already on its way carrying new light in its hands. You do not have to run to meet it. You only have to float now and let the slow river of rest carry you toward it.",
        "vi": "Ở đâu đó phía trước một buổi sáng hiền lành đã âm thầm chờ bạn. Bầu trời ngày mai chưa đòi hỏi gì cả nó cũng đang nghỉ ngơi giống như bạn đang học cách nghỉ ngơi bây giờ. Bạn không cần phải xứng đáng mới được gặp lại ngày mới. Nó sẽ đến dù bạn có lên kế hoạch từng chi tiết hay không. Tối nay công việc duy nhất của bạn là mềm lại. Hãy để suy nghĩ trôi chậm hơn như những đám mây lững lờ qua nền trời nhạt. Chúng vẫn xuất hiện vẫn đổi hình nhưng không còn cần được đuổi theo hay giữ chặt. Bạn có thể nhìn chúng trượt qua và lặng lẽ nhớ rằng mình là người quan sát chứ không phải cơn bão. Trong khoảng không dịu nhẹ của tâm trí có một ô cửa sổ nhỏ. Sau ô cửa ấy là buổi sáng yêu thương bạn. Nó mang đến một thứ ánh sáng không tra hỏi bạn. Nó không hỏi vì sao bạn mệt vì sao bạn đã khóc hay vì sao có những điều nặng nề đến vậy. Nó chỉ lặng lẽ tỏa lên giường bạn lên bàn làm việc lên con đường bạn sẽ đi và khẽ nói rằng nó lại ở đây cùng bạn. Dù lúc này bạn chưa cảm thấy hy vọng rõ ràng cũng không sao. Hy vọng có thể rất khẽ. Đôi khi nó không nói bằng lời hứa lớn mà bằng những thỏa thuận nhỏ xíu. Bạn đồng ý hít vào và thế giới đồng ý đưa không khí tới. Bạn đồng ý nhắm mắt và màn đêm đồng ý canh gác giúp bạn một lúc. Bạn đồng ý nằm yên và trái tim đồng ý tiếp tục đập đều đặn trung thành. Chừng ấy đã là một bản giao kèo đủ cho một đêm. Bạn có thể bỏ xuống ý nghĩ rằng mình phải thiết kế lại cả tương lai trước khi được ngủ. Tương lai không phải bức tường bạn phải leo qua ngay tối nay. Nó là con đường bạn sẽ gặp từng bước một và bạn sẽ không đi hết nó chỉ trong một giờ tối tối. Nếu một ý nghĩ lo âu về ngày mai tiến lại gần bạn có thể dịu dàng nói với nó rằng không phải bây giờ chúng ta sẽ nói chuyện vào buổi sáng. Bạn có thể tưởng tượng đặt nó vào một ngăn kéo mềm rồi khép lại bằng một tiếng động rất khẽ. Khi mặt trời trở lại ngăn kéo sẽ mở ra dễ dàng. Còn bây giờ nó cũng được nghỉ ngơi. Cảm nhận cơ thể mình nặng hơn một chút ấm hơn một chút sẵn sàng chìm sâu hơn vào tấm nệm. Nhịp thở tìm được bước nhịp chậm như sóng chạm bờ rồi trở về biển. Mỗi hơi hít vào thì thầm có thể và mỗi hơi thở ra thì thầm bây giờ tôi buông nhẹ. Bạn không cần phải can đảm theo cách ồn ào. Sự can đảm của bạn đêm nay rất giản dị bạn lựa chọn cho hệ thần kinh được thiết lập lại. Bạn chọn tin rằng phiên bản mềm mại hơn của mình sẽ thức dậy sau đó và phiên bản ấy sẽ xử lý thêm một mảnh nhỏ của cuộc đời. Bạn không cần ôm trọn mọi thứ từ phía bên này của nửa đêm. Hãy để đôi mắt dịu đi để suy nghĩ nhòe dần ở rìa để thân thể nhớ lại điều nó từng biết khi còn bé khi giấc ngủ đến như một người bạn ấm áp. Buổi sáng đã lên đường mang theo ánh sáng mới trong tay. Bạn không cần chạy ra đón. Bây giờ bạn chỉ cần thả mình và để dòng sông chậm của giấc nghỉ bồng bạn trôi về phía nó."
      },
      "audio": {
        "en": "lullaby_vip3_3_en.mp3",
        "vi": "lullaby_vip3_3_vi.mp3"
      },
      "tags": []
    }
  ],
  "id": "lullabies_for_a_tired_heart_vip3",
  "title": {
    "en": "Lullabies For A Tired Heart",
    "vi": "Khúc Ru Cho Trái Tim Mệt Mỏi"
  },
  "content": {
    "en": {
      "en": "A soft VIP3 room with long, flowing bilingual stories designed to calm the nervous system, quiet the mind, and invite gentle sleep. Each entry is like a spoken lullaby you can listen to with eyes closed and heart open.",
      "vi": "Một phòng VIP3 thật mềm với những câu chuyện song ngữ dài, chậm rãi, được tạo ra để xoa dịu hệ thần kinh, làm lắng tâm trí và mời gọi giấc ngủ êm. Mỗi mục giống như một khúc ru thì thầm bạn có thể nghe với đôi mắt khép lại và trái tim mở ra."
    },
    "vi": ""
  }
}