{
  "tier": "Free",
  "entries": [
    {
      "title": {
        "en": "Starting Balanced Meal Planning",
        "vi": "Bắt Đầu Lập Kế Hoạch Bữa Ăn Cân Bằng"
      },
      "content": {
        "en": "Healthy eating begins with one balanced plate. Each meal is a chance to care for your body’s energy and focus. Picture your plate: half colorful vegetables, one quarter lean protein, one quarter whole grains. Add a small portion of healthy fat, like olive oil or avocado. Prepare one meal ahead each week so good choices feel effortless. Keep it simple and consistent rather than perfect. Balanced meals bring steady energy and calm clarity. Start planning today with one mindful lunch, and notice how nourishment changes your day. Ready to eat better? Explore more beyond Free.",
        "vi": "Ăn uống lành mạnh bắt đầu từ một đĩa ăn cân bằng. Mỗi bữa ăn là cơ hội để chăm sóc năng lượng và sự tập trung của cơ thể bạn. Hãy hình dung đĩa ăn của bạn: một nửa là rau củ đầy màu sắc, một phần tư là protein nạc, một phần tư là ngũ cốc nguyên hạt. Thêm một phần nhỏ chất béo lành mạnh, như dầu ô liu hoặc bơ. Chuẩn bị trước một bữa ăn mỗi tuần để các lựa chọn tốt trở nên dễ dàng. Giữ cho nó đơn giản và nhất quán thay vì hoàn hảo. Bữa ăn cân bằng mang lại năng lượng ổn định và sự rõ ràng bình tĩnh. Bắt đầu lập kế hoạch hôm nay với một bữa trưa chánh niệm, và chú ý cách dinh dưỡng thay đổi ngày của bạn. Sẵn sàng ăn uống tốt hơn chưa? Khám phá thêm ngoài Miễn phí."
      },
      "audio": {
        "en": "starting_balanced_meal_planning_en.mp3"
      }
    },
    {
      "title": {
        "en": "Building Hydration Habits",
        "vi": "Xây Dựng Thói Quen Uống Nước"
      },
      "content": {
        "en": "Water keeps your body balanced and your mind clear. Begin by adding one extra glass each morning and carrying a refillable bottle through the day. Gentle reminders or water-tracking apps help consistency without pressure. Flavor water with fruit or herbs if plain feels dull. Notice small signs of hydration—steady energy, smoother skin, better focus. Replace one sugary drink with water this week to build momentum. Tiny actions turn into lifelong habits when repeated kindly. Start with one sip toward renewal. Ready to feel refreshed? Explore more beyond Free.",
        "vi": "Nước giữ cho cơ thể bạn cân bằng và tâm trí rõ ràng. Bắt đầu bằng cách thêm một ly nước extra mỗi sáng và mang theo chai nước có thể refill suốt ngày. Những nhắc nhở nhẹ nhàng hoặc ứng dụng theo dõi nước giúp duy trì mà không áp lực. Thêm hương vị cho nước với trái cây hoặc thảo mộc nếu nước lọc thấy nhạt. Chú ý các dấu hiệu nhỏ của sự hydrat hóa—năng lượng ổn định, da mịn màng hơn, tập trung tốt hơn. Thay thế một đồ uống có đường bằng nước trong tuần này để xây dựng đà. Những hành động nhỏ trở thành thói quen suốt đời khi lặp lại một cách tử tế. Bắt đầu với một ngụm hướng tới sự đổi mới. Sẵn sàng cảm thấy tươi mới chưa? Khám phá thêm ngoài Miễn phí."
      },
      "audio": {
        "en": "building_hydration_habits_en.mp3"
      }
    },
    {
      "title": {
        "en": "Trying Mindful Eating",
        "vi": "Thử Ăn Uống Chánh Niệm"
      },
      "content": {
        "en": "Mindful eating transforms meals into moments of calm. Choose one meal a day to slow down—turn off screens, take a breath, and truly taste. Chew each bite completely, noticing texture and flavor. Gratitude before eating helps your body relax and digest. When distractions fade, fullness signals become clear. If cravings rise later, pause and ask what emotion you’re feeding. This awareness builds peace around food. Begin tonight by eating slowly and listening to your body’s quiet wisdom. Ready to enjoy food without rush? Explore more beyond Free.",
        "vi": "Ăn chánh niệm biến bữa ăn thành những khoảnh khắc bình yên. Chọn một bữa ăn mỗi ngày để chậm lại—tắt màn hình, hít thở, và thực sự nếm. Nhai kỹ từng miếng, chú ý kết cấu và hương vị. Lòng biết ơn trước khi ăn giúp cơ thể thư giãn và tiêu hóa. Khi sự phân tâm phai mờ, tín hiệu no trở nên rõ ràng. Nếu cơn thèm sau đó nổi lên, dừng lại và hỏi bạn đang nuôi dưỡng cảm xúc nào. Sự nhận thức này xây dựng sự bình an quanh thức ăn. Bắt đầu tối nay bằng cách ăn chậm và lắng nghe trí tuệ yên lặng của cơ thể. Sẵn sàng thưởng thức thức ăn mà không vội vã chưa? Khám phá thêm ngoài Miễn phí."
      },
      "audio": {
        "en": "trying_mindful_eating_en.mp3"
      }
    }
  ],
  "keywords": {
    "basic_nutrition": {
      "en": [
        "basic meal planning",
        "simple hydration",
        "beginner mindful eating",
        "healthy eating start",
        "easy nutrition habits"
      ],
      "vi": [
        "lập kế hoạch bữa ăn cơ bản",
        "uống nước đơn giản",
        "ăn uống tỉnh táo cho người mới",
        "bắt đầu ăn lành mạnh",
        "thói quen dinh dưỡng dễ dàng"
      ]
    }
  },
  "meta": {
    "created_at": "2025-10-25T10:33:00+09:00",
    "updated_at": "2025-11-11T04:42:00+07:00",
    "entry_count": 3,
    "artifact_set_id": "6d7e8f9a-0b1c-4d2e-a3f4-b5c6d7e8f9a0",
    "data_format_version": "MercyBlade-Core-v1.2",
    "room_color": "#FFFFFF",
    "tier": "free"
  }
}
