{
  "schema_version": "1.0",
  "schema_id": "ocd_support_free",
  "id": "ocd-support-free",
  "tier": "free",
  "domain": "",
  "description": {
    "en": "OCD Support",
    "vi": "Hỗ Trợ Rối Loạn Ám Ảnh Cưỡng Chế"
  },
  "keywords": [
    "awareness",
    "community",
    "coping",
    "empathy",
    "ERP",
    "intrusive thoughts",
    "management",
    "support system",
    "therapy"
  ],
  "entries": [
    {
      "copy": {
        "en": "Exposure and Response Prevention (ERP) therapy is key for OCD management. Work with a therapist to face intrusive thoughts without acting on compulsions. Start with small exposures to build confidence. This practice reduces anxiety, helping you regain control and foster emotional stability.",
        "vi": "Liệu pháp Phơi nhiễm và Ngăn chặn Phản ứng (ERP) là phương pháp then chốt trong điều trị rối loạn ám ảnh cưỡng chế. Hợp tác với chuyên gia để đối diện với các suy nghĩ xâm nhập mà không thực hiện hành vi cưỡng chế. Hãy bắt đầu từ những bước phơi nhiễm nhỏ để xây dựng sự tự tin. Thực hành đều đặn giúp giảm lo âu, phục hồi khả năng kiểm soát và nuôi dưỡng sự ổn định cảm xúc."
      },
      "slug": "erp-therapy",
      "tags": [
        "therapy",
        "OCD"
      ],
      "audio": "ocd_support_free_erp_therapy.mp3",
      "keywords_en": [
        "ERP",
        "therapy",
        "coping"
      ],
      "keywords_vi": [
        "ERP",
        "liệu pháp",
        "đối phó"
      ]
    },
    {
      "copy": {
        "en": "Managing intrusive thoughts is crucial for OCD. Acknowledge thoughts without judgment and avoid engaging with them. Practice mindfulness to stay present, reducing their intensity. Connect with a support group for encouragement. These steps build resilience, helping you navigate OCD with clarity.",
        "vi": "Quản lý suy nghĩ xâm nhập là yếu tố quan trọng trong kiểm soát rối loạn ám ảnh cưỡng chế. Nhận diện những suy nghĩ đó mà không phán xét và tránh để bản thân sa vào chúng. Thực hành chánh niệm để giữ tâm trí ở hiện tại, giúp giảm mức độ ám ảnh. Kết nối với nhóm hỗ trợ để nhận khích lệ và chia sẻ kinh nghiệm. Những bước này xây dựng nghị lực, giúp bạn vượt qua OCD với sự sáng suốt và bình tĩnh."
      },
      "slug": "intrusive-thoughts",
      "tags": [
        "intrusive thoughts",
        "OCD"
      ],
      "audio": "ocd_support_free_intrusive_thoughts.mp3",
      "keywords_en": [
        "intrusive thoughts",
        "management",
        "awareness"
      ],
      "keywords_vi": [
        "suy nghĩ xâm nhập",
        "quản lý",
        "nhận thức"
      ]
    },
    {
      "copy": {
        "en": "A strong support system aids OCD management. Share your experiences with friends, family, or support groups to foster empathy. Open communication builds understanding. Regular check-ins provide encouragement, helping you stay resilient and manage OCD symptoms effectively.",
        "vi": "Hệ thống hỗ trợ vững chắc giúp quá trình điều trị rối loạn ám ảnh cưỡng chế trở nên hiệu quả hơn. Chia sẻ trải nghiệm của bạn với bạn bè, gia đình hoặc nhóm hỗ trợ để nuôi dưỡng sự đồng cảm. Giao tiếp cởi mở giúp mọi người hiểu rõ hơn về khó khăn bạn đang trải qua. Việc duy trì kết nối thường xuyên mang lại sự khích lệ, giúp bạn kiên cường và kiểm soát triệu chứng hiệu quả hơn."
      },
      "slug": "support-system",
      "tags": [
        "support",
        "OCD"
      ],
      "audio": "ocd_support_free_support_system.mp3",
      "keywords_en": [
        "support system",
        "community",
        "empathy"
      ],
      "keywords_vi": [
        "hệ thống hỗ trợ",
        "cộng đồng",
        "đồng cảm"
      ]
    }
  ],
  "room_essay": {
    "en": "Practical guidance for managing OCD with therapeutic and emotional support",
    "vi": "Hướng dẫn thực tế để quản lý OCD với hỗ trợ trị liệu và cảm xúc"
  },
  "safety_disclaimer": {
    "en": "",
    "vi": ""
  },
  "crisis_footer": {
    "en": "",
    "vi": ""
  }
}