{
  "name": "OCD Support",
  "name_vi": "Hỗ Trợ Rối Loạn Ám Ảnh Cưỡng Chế",
  "description": "In-depth strategies for managing OCD with therapy and support",
  "keywords_en": [
    "OCD",
    "ERP therapy",
    "intrusive thoughts",
    "support system"
  ],
  "keywords_vi": [
    "rối loạn ám ảnh cưỡng chế",
    "liệu pháp ERP",
    "suy nghĩ xâm nhập",
    "hệ thống hỗ trợ"
  ],
  "entries": [
    {
      "slug": "erp-therapy",
      "keywords_en": [
        "ERP",
        "therapy",
        "coping"
      ],
      "keywords_vi": [
        "ERP",
        "liệu pháp",
        "đối phó"
      ],
      "copy": {
        "en": "Exposure and Response Prevention (ERP) therapy is essential for OCD management. Work with a therapist to face intrusive thoughts without acting on compulsions. Start with small, manageable exposures to build confidence. Practice regularly to reduce anxiety. Connect with a support group for encouragement. This approach fosters resilience, helping you regain control and manage OCD symptoms effectively.",
        "vi": "Liệu pháp Phơi nhiễm và Ngăn chặn Phản ứng (ERP) là nền tảng trong quản lý rối loạn ám ảnh cưỡng chế. Hợp tác với chuyên gia để đối diện với các suy nghĩ xâm nhập mà không thực hiện hành vi cưỡng chế. Bắt đầu bằng những bước phơi nhiễm nhỏ, dễ kiểm soát để xây dựng sự tự tin. Thực hành đều đặn giúp giảm lo âu và phục hồi khả năng kiểm soát bản thân. Kết nối với nhóm hỗ trợ để nhận thêm động lực, từ đó nuôi dưỡng nghị lực và quản lý triệu chứng hiệu quả."
      },
      "tags": [
        "therapy",
        "OCD"
      ],
      "audio": "ocd_support_vip1_erp_therapy.mp3"
    },
    {
      "slug": "intrusive-thoughts",
      "keywords_en": [
        "intrusive thoughts",
        "management",
        "awareness"
      ],
      "keywords_vi": [
        "suy nghĩ xâm nhập",
        "quản lý",
        "nhận thức"
      ],
      "copy": {
        "en": "Managing intrusive thoughts is key to OCD recovery. Acknowledge thoughts without judgment, letting them pass without engaging. Practice mindfulness to stay present and reduce their intensity. Journaling helps track patterns and build self-awareness. Connect with a support group for empathy and strategies, fostering resilience to navigate OCD challenges with clarity.",
        "vi": "Quản lý suy nghĩ xâm nhập là yếu tố then chốt trong quá trình hồi phục rối loạn ám ảnh cưỡng chế. Hãy nhận diện những suy nghĩ ấy mà không phán xét, để chúng trôi qua mà không bám chấp. Thực hành chánh niệm để giữ tâm trí ở hiện tại và giảm sức ảnh hưởng của chúng. Việc ghi nhật ký giúp theo dõi mô hình suy nghĩ và tăng khả năng tự nhận thức. Kết nối với nhóm hỗ trợ để tìm sự đồng cảm và chiến lược ứng phó, giúp bạn vững vàng vượt qua những thử thách với sự sáng suốt và bình tĩnh."
      },
      "tags": [
        "intrusive thoughts",
        "OCD"
      ],
      "audio": "ocd_support_vip1_intrusive_thoughts.mp3"
    },
    {
      "slug": "support-system",
      "keywords_en": [
        "support system",
        "community",
        "empathy"
      ],
      "keywords_vi": [
        "hệ thống hỗ trợ",
        "cộng đồng",
        "đồng cảm"
      ],
      "copy": {
        "en": "A strong support system enhances OCD management. Share your experiences with friends, family, or support groups to foster empathy and reduce isolation. Open communication helps loved ones understand your needs. Regular check-ins provide encouragement and practical strategies, building resilience to navigate OCD symptoms effectively.",
        "vi": "Hệ thống hỗ trợ vững chắc đóng vai trò quan trọng trong việc quản lý rối loạn ám ảnh cưỡng chế. Hãy chia sẻ trải nghiệm của bạn với bạn bè, gia đình hoặc nhóm hỗ trợ để nuôi dưỡng sự đồng cảm và giảm cảm giác cô lập. Giao tiếp cởi mở giúp người thân hiểu rõ hơn về nhu cầu của bạn. Việc duy trì liên lạc thường xuyên mang lại nguồn động viên và chiến lược thực tế, giúp bạn củng cố nghị lực và kiểm soát triệu chứng tốt hơn."
      },
      "tags": [
        "support",
        "OCD"
      ],
      "audio": "ocd_support_vip1_support_system.mp3"
    },
    {
      "slug": "mindfulness",
      "keywords_en": [
        "mindfulness",
        "calm",
        "awareness"
      ],
      "keywords_vi": [
        "chánh niệm",
        "bình tĩnh",
        "nhận thức"
      ],
      "copy": {
        "en": "Mindfulness supports OCD management by fostering calm. Practice deep breathing or meditation to stay present, reducing the urge to act on compulsions. Daily practice helps manage intrusive thoughts. Connect with a community to share mindfulness techniques, building resilience and emotional clarity for effective symptom management.",
        "vi": "Chánh niệm giúp quá trình kiểm soát rối loạn ám ảnh cưỡng chế trở nên nhẹ nhàng và chủ động hơn. Thực hành thở sâu hoặc thiền định để duy trì sự hiện diện trong từng khoảnh khắc, qua đó giảm thôi thúc thực hiện hành vi cưỡng chế. Việc thực hành hàng ngày giúp quản lý suy nghĩ xâm nhập hiệu quả hơn. Kết nối với cộng đồng để chia sẻ kỹ thuật chánh niệm, nuôi dưỡng nghị lực và sự sáng tỏ trong cảm xúc, từ đó duy trì cân bằng tinh thần."
      },
      "tags": [
        "mindfulness",
        "OCD"
      ],
      "audio": "ocd_support_vip1_mindfulness.mp3"
    }
  ],
  "id": "ocd_support_vip1",
  "title": {
    "en": "OCD Support",
    "vi": "Hỗ Trợ Rối Loạn Ám Ảnh Cưỡng Chế"
  },
  "content": {
    "en": "In-depth strategies for managing OCD with therapy and support",
    "vi": ""
  }
}