{
  "name": "Philosophy of Everyday Life",
  "name_vi": "Triết Lý Cuộc Sống Hàng Ngày",
  "description": "This room invites you to bring philosophy down from the bookshelf and into breakfast, bus rides, and late-night thoughts. Instead of chasing big answers, we explore small, honest questions: What is wisdom in this moment? How present am I with myself and others? What does real connection feel like in daily life? Through short reflections and gentle prompts, you will learn to pause, notice, and respond with more clarity. These practices are not about perfection or grand theories, but about living one ordinary day with a little more awareness, kindness, and meaning.",
  "keywords_en": [
    "philosophy",
    "wisdom",
    "presence",
    "awareness",
    "connection",
    "daily life",
    "mindfulness",
    "conscious living"
  ],
  "keywords_vi": [
    "triết học",
    "trí tuệ",
    "hiện diện",
    "nhận thức",
    "kết nối",
    "cuộc sống hàng ngày",
    "chánh niệm",
    "sống có ý thức"
  ],
"entries": [
{
"slug": "wisdom-in-daily-life",
"keywords_en": [
"Wisdom",
"daily insight",
"letting go",
"inner guidance",
"life lessons"
],
"keywords_vi": [
"Trí Tuệ",
"thấu hiểu hằng ngày",
"buông bỏ",
"dẫn đường nội tâm",
"bài học cuộc sống"
],
"copy": {
"en": "Wisdom is not knowledge accumulated, but the courage to let go of what no longer serves. It grows in silence, in the pause between action and reaction. True wisdom is knowing when to speak and when to listen, when to act and when to wait. It often appears as a soft inner voice rather than a loud conclusion. Each day, you can practice wisdom in small ways: choosing honesty over comfort, curiosity over judgment, rest over endless effort. Over time, these gentle choices shape a life that feels more aligned, grounded, and authentically yours.",
"vi": "Trí tuệ không phải là lượng kiến thức tích lũy, mà là can đảm buông bỏ điều không còn phục vụ. Nó mọc lên trong im lặng, trong khoảng dừng giữa hành động và phản ứng. Trí tuệ thật sự là biết khi nào nên nói và khi nào nên lắng nghe, khi nào nên hành động và khi nào nên chờ đợi. Nó thường xuất hiện như một tiếng nói nhỏ bên trong hơn là kết luận ồn ào. Mỗi ngày, bạn có thể thực hành trí tuệ bằng những lựa chọn nhỏ: chọn trung thực thay vì dễ chịu, tò mò thay vì phán xét, nghỉ ngơi thay vì cố gắng vô tận. Theo thời gian, những lựa chọn dịu dàng này tạo nên một cuộc sống cân bằng, vững vàng và thật sự thuộc về bạn."
},
"tags": [
"wisdom",
"letting-go",
"inner-guidance"
],
"audio": "philosophy_vip2_1_en.mp3"
},
{
"slug": "presence-in-this-moment",
"keywords_en": [
"Presence",
"being here",
"now",
"attention",
"everyday moments"
],
"keywords_vi": [
"Hiện Diện",
"ở trong khoảnh khắc",
"bây giờ",
"chú ý",
"khoảnh khắc đời thường"
],
"copy": {
"en": "Presence is the greatest gift you can give. When you are fully here, time seems to expand. The past and future soften at the edges and dissolve into this moment. In presence, you meet life as it is—not as you wish it to be. You can practice by truly listening to one person, tasting one sip of tea, or feeling one full breath from start to finish. Even a few seconds of sincere presence can change the tone of a conversation or the feeling of your day. Little by little, life becomes less rushed and more real.",
"vi": "Hiện diện là món quà lớn nhất bạn có thể trao. Khi bạn hoàn toàn ở đây, thời gian như mở rộng. Quá khứ và tương lai trở nên mờ dần và tan vào khoảnh khắc này. Trong sự hiện diện, bạn gặp gỡ cuộc sống như nó vốn có—không phải như bạn mong muốn. Bạn có thể thực hành bằng cách thật sự lắng nghe một người, thưởng thức trọn vẹn một ngụm trà, hoặc cảm nhận trọn vẹn một hơi thở từ đầu đến cuối. Chỉ vài giây hiện diện chân thành cũng có thể thay đổi không khí của một cuộc trò chuyện hay cảm nhận về một ngày. Từng chút một, cuộc sống bớt vội vã và trở nên chân thực hơn."
},
"tags": [
"presence",
"mindfulness",
"everyday-moments"
],
"audio": "philosophy_vip2_2_en.mp3"
},
{
"slug": "growing-awareness",
"keywords_en": [
"Awareness",
"inner observation",
"clarity",
"responding not reacting"
],
"keywords_vi": [
"Nhận Thức",
"quan sát nội tâm",
"sáng rõ",
"phản hồi thay vì phản ứng"
],
"copy": {
"en": "Awareness is the light that reveals what was always there. It is not about seeing more, but seeing clearly. With awareness, you notice the subtle shifts—a breath, a thought, a feeling—and choose how to respond. Instead of being pulled by every impulse, you pause and observe. This gentle noticing is not judgment; it is simple seeing. Over time, awareness turns automatic habits into conscious choices. You can start by checking in with yourself a few times a day: What am I feeling? What am I needing? From here, wiser and kinder actions naturally arise.",
"vi": "Nhận thức là ánh sáng hé lộ những gì luôn tồn tại. Không phải là thấy nhiều hơn, mà là thấy rõ ràng hơn. Với nhận thức, bạn nhận ra những chuyển động rất nhỏ—một hơi thở, một suy nghĩ, một cảm xúc—và chọn cách phản hồi. Thay vì bị kéo đi bởi mọi xung động, bạn dừng lại và quan sát. Sự chú ý dịu dàng này không phải phán xét, mà đơn giản chỉ là nhìn thấy. Theo thời gian, nhận thức biến những thói quen vô thức thành lựa chọn có ý thức. Bạn có thể bắt đầu bằng cách tự hỏi vài lần mỗi ngày: “Tôi đang cảm thấy gì? Tôi đang cần gì?” Từ đó, những hành động khôn ngoan và tử tế hơn sẽ tự nhiên xuất hiện."
},
"tags": [
"awareness",
"self-observation",
"conscious-choices"
],
"audio": "philosophy_vip2_3_en.mp3"
},
{
"slug": "deepening-connection",
"keywords_en": [
"Connection",
"relationships",
"seeing others",
"mutual presence"
],
"keywords_vi": [
"Kết Nối",
"mối quan hệ",
"thấy người khác",
"hiện diện lẫn nhau"
],
"copy": {
"en": "Connection begins with seeing another as they are, not as a reflection of your needs. True connection is mutual presence—two souls meeting without agenda, where understanding flows naturally. It does not require perfect words, only honest attention. You can nurture connection by asking one sincere question, listening without preparing your reply, and allowing silence when needed. Notice how it feels when someone truly sees you, and offer that same space back. Over time, these small acts turn ordinary conversations into places of warmth, trust, and shared humanity.",
"vi": "Kết nối bắt đầu từ việc nhìn người khác như họ vốn là, không phải hình ảnh phản chiếu nhu cầu của bạn. Kết nối thật sự là sự hiện diện lẫn nhau—hai tâm hồn gặp gỡ không toan tính, nơi sự thấu hiểu tự nhiên tuôn chảy. Nó không đòi hỏi lời nói hoàn hảo, chỉ cần sự chú ý chân thành. Bạn có thể nuôi dưỡng kết nối bằng cách hỏi một câu thật lòng, lắng nghe mà không vội chuẩn bị câu trả lời, và cho phép khoảng lặng khi cần. Hãy nhận ra cảm giác khi bạn được ai đó nhìn thấy thật sự, rồi trao lại không gian đó cho người khác. Theo thời gian, những hành động nhỏ này biến các cuộc trò chuyện bình thường thành nơi của sự ấm áp, tin cậy và tính người được chia sẻ."
},
"tags": [
"connection",
"relationships",
"mutual-presence"
],
"audio": "philosophy_vip2_4_en.mp3"
    }
  ],
  "tier": "vip2"
}
