{
  "tier": "Free / Miễn phí",
  "title": {
    "en": "Productivity & Focus",
    "vi": "Năng Suất & Tập Trung"
  },
  "content": {
    "en": "Practical guidance for boosting productivity and focus with simple habits",
    "vi": "Hướng dẫn thực tế để tăng năng suất và tập trung với các thói quen đơn giản"
  },
  "entries": [
    {
      "slug": "task-list",
      "keywords_en": [
        "task list",
        "priority",
        "productivity"
      ],
      "keywords_vi": [
        "danh sách nhiệm vụ",
        "ưu tiên",
        "năng suất"
      ],
      "copy": {
        "en": "A daily task list boosts productivity and clarity. Write three key tasks every morning and start with the one that has the biggest impact. Check them off as you go to build momentum. Share your list with a friend for accountability and motivation.",
        "vi": "Danh sách nhiệm vụ hàng ngày tăng cường năng suất và sự rõ ràng. Viết ba nhiệm vụ chính mỗi sáng và bắt đầu với nhiệm vụ có tác động lớn nhất. Đánh dấu khi hoàn thành để xây dựng đà. Chia sẻ danh sách với bạn bè để có trách nhiệm và động lực."
      },
      "tags": [
        "task",
        "productivity"
      ],
      "audio": "paf_free_1_en.mp3"
    },
    {
      "slug": "pomodoro",
      "keywords_en": [
        "pomodoro",
        "focus",
        "break"
      ],
      "keywords_vi": [
        "pomodoro",
        "tập trung",
        "nghỉ"
      ],
      "copy": {
        "en": "A simple daily task list can transform your productivity. Each morning, write down 3 key tasks and start with the one that matters most. Check them off as you finish to build momentum. Share your list with a friend or colleague to stay accountable and motivated every day."
        "vi": "Một danh sách công việc đơn giản mỗi ngày có thể thay đổi hoàn toàn năng suất của bạn.
Mỗi sáng, hãy viết ra 3 nhiệm vụ quan trọng nhất và bắt đầu với điều thực sự có ý nghĩa nhất.
Đánh dấu từng mục khi bạn hoàn thành để tạo đà tiến triển.
Chia sẻ danh sách này với bạn bè hoặc đồng nghiệp để duy trì tinh thần trách nhiệm và động lực mỗi ngày."
      },
      "tags": [
        "pomodoro",
        "focus"
      ],
      "audio": "paf_free_2_en.mp3"
    }
  ]
}
