{
  "name": "Quiet Growth: Simple Investing",
  "name_vi": "Tăng Trưởng Lặng Lẽ: Đầu Tư Đơn Giản",
  "description": "No stock-market panic. Just calm, simple ways to let your money grow over time — starting with what you already have.",
  "description_vi": "Không hoảng loạn chứng khoán. Chỉ những cách đơn giản, bình tĩnh để tiền bạn lớn dần theo thời gian — bắt đầu từ những gì bạn đang có.",
  "keywords_en": ["investing", "simple", "index funds", "compound", "starter", "quiet growth"],
  "keywords_vi": ["đầu tư", "đơn giản", "quỹ chỉ số", "lãi kép", "khởi đầu", "tăng trưởng lặng lẽ"],
  "entries": [
    {
      "slug": "no-rich-to-start",
      "keywords_en": ["start small", "permission", "enough"],
      "keywords_vi": ["bắt đầu nhỏ", "cho phép", "đủ"],
      "copy_en": "You don’t need 100,000 baht to invest. You need enough to practice — even 500 baht. That’s your seed, not your final forest. Try this: open an investment app, look at one simple fund, and whisper, “This is for future me.” If you’re not ready to tap buy, that’s okay. You’re allowed to begin tiny, or even begin by just looking.",
      "copy_vi": "Bạn không cần 100.000 baht để đầu tư. Bạn chỉ cần đủ để tập — kể cả 500 baht. Đó là hạt giống, không phải cả khu rừng. Thử này: mở app đầu tư, xem một quỹ đơn giản, và thì thầm, “Cái này cho tôi tương lai.” Nếu chưa sẵn sàng bấm mua cũng không sao. Bạn được phép bắt đầu thật nhỏ, thậm chí bắt đầu bằng việc chỉ nhìn.",
      "essay_en": "Investing is often sold like a luxury activity for people who already have a lot. That story keeps many good, kind people stuck on the outside, waiting until they feel rich enough, smart enough, or confident enough. But the real skill is not moving huge amounts of money. The real skill is learning how it feels to invest at all, even with a tiny sum. Five hundred baht is not a joke; it is a training weight for your future. When you open an investment app and look at one simple fund, you are already doing something powerful: you are letting your brain see that this world is not forbidden to you. You can say quietly, this small amount is a gift for my future self. If you cannot press buy yet, that is fine. Looking is a first step. Curiosity is a first step. You are allowed to start small, feel awkward, and still call it progress.",
      "audio_en": "calm_vip3_21_en.mp3",
      "audio_vi": "calm_vip3_21_vi.mp3",
      "ai_prompt_en": "I have [amount] to invest. Show me one or two simple places people often start, in plain language.",
      "ai_prompt_vi": "Tôi có [số tiền] để đầu tư. Chỉ cho tôi một hai chỗ đơn giản mà người ta thường bắt đầu, bằng lời dễ hiểu.",
      "ai_followup_en": "Want to plan adding another small amount next month?",
      "ai_followup_vi": "Muốn lên kế hoạch thêm một khoản nhỏ vào tháng tới không?"
    },
    {
      "slug": "index-funds-superpower",
      "keywords_en": ["index funds", "easy", "market"],
      "keywords_vi": ["quỹ chỉ số", "dễ", "thị trường"],
      "copy_en": "Index funds are baskets that follow a whole market, not one lucky stock. No crystal ball, no guessing the winner. They grow slowly over many years, like a tree that no one posts about on social media. Try this: search for a broad market index fund in your country (for example, something like SET50 in Thailand or VN30 in Vietnam). Read one line about past average growth, remembering it’s not a promise. You’re allowed to let the market do most of the work while you live your life.",
      "copy_vi": "Quỹ chỉ số là một “giỏ” đi theo cả thị trường, không phải một mã cổ phiếu may mắn. Không cần quả cầu tiên tri, không phải đoán kẻ thắng. Chúng lớn dần qua nhiều năm, như một cái cây chẳng mấy ai khoe lên mạng. Thử này: tìm một quỹ chỉ số thị trường rộng ở nước bạn (ví dụ như SET50 ở Thái hoặc VN30 ở Việt Nam). Đọc một dòng về mức tăng trung bình trong quá khứ, và nhớ đó không phải lời hứa. Bạn được phép để thị trường làm phần việc nặng, còn bạn thì sống cuộc đời mình.",
      "essay_en": "If picking individual stocks feels like standing in a casino, that is because for most ordinary people, it kind of is. You are asked to guess which company will win, which sector will boom, which news will matter. That is not your job. Index funds were created so that normal humans can still invest without pretending to be full time analysts. An index fund is simply a big basket that tries to mirror a whole market. Instead of choosing one bank or one tech company, you quietly own a tiny piece of many. Some will do well, some will do badly, and the mix moves with the economy over years. This can feel boring, and that is the point. Boring is often where safety and sanity live. When you search for a broad index fund in your country, you are not hunting for a miracle. You are looking for a way to let time and diversification carry part of the load, so you can focus on your actual life.",
      "audio_en": "calm_vip3_22_en.mp3",
      "audio_vi": "calm_vip3_22_vi.mp3",
      "ai_prompt_en": "Explain index funds like we’re two friends having coffee, with no jargon.",
      "ai_prompt_vi": "Giải thích quỹ chỉ số như hai đứa bạn ngồi uống cà phê, không dùng từ chuyên môn.",
      "ai_followup_en": "Want to see one example fund that matches your country’s market?",
      "ai_followup_vi": "Muốn xem một ví dụ quỹ phù hợp với thị trường nước bạn không?"
    },
    {
      "slug": "compound-magic",
      "keywords_en": ["compound", "growth", "quiet"],
      "keywords_vi": ["lãi kép", "tăng trưởng", "lặng lẽ"],
      "copy_en": "Compound growth is quiet magic: money makes money, and then that money makes more. The secret ingredient is time, not genius. Try this: open a compound interest calculator online. Put in 1,000 baht a month, choose a what if growth rate like 5–7 percent a year, and 10–20 years. Watch how the curve slowly bends upward. It’s not a guarantee or a promise — just a picture of what patience can do. You’re allowed to dream with numbers and then choose a pace that feels kind to your life.",
      "copy_vi": "Lãi kép là phép màu lặng lẽ: tiền đẻ ra tiền, rồi số tiền đó lại tiếp tục đẻ thêm. Nguyên liệu bí mật là thời gian, không phải thiên tài. Thử này: mở một máy tính lãi kép online. Nhập 1.000 baht mỗi tháng, chọn mức tăng giả sử như 5–7 phần trăm một năm, và 10–20 năm. Nhìn xem đường cong dần dần bẻ lên. Đó không phải đảm bảo hay lời hứa — chỉ là bức tranh về điều mà sự kiên nhẫn có thể làm. Bạn được phép mơ cùng con số, rồi chọn tốc độ tử tế với cuộc sống mình.",
      "essay_en": "There is a reason people call compound growth the eighth wonder of the world. It looks unimpressive at first. In the beginning, you put in most of the effort. The returns are small and easy to doubt. But year after year, as you keep adding and leaving the money alone, something shifts. The gains themselves begin to generate their own gains. The graph that once crawled almost flat starts to curve upward. The important truth is that you do not control the exact rate of return, and nothing is guaranteed. What you do control is how regularly you contribute, how long you leave the money to work, and how calmly you react when markets wobble. Playing with a compound interest calculator gives your nervous system a gentle preview of what patience can create. It turns a vague phrase like long term into a picture you can actually see. You are allowed to be both skeptical and hopeful at the same time, and to choose a plan that your future self will quietly thank you for.",
      "audio_en": "calm_vip3_23_en.mp3",
      "audio_vi": "calm_vip3_23_vi.mp3",
      "ai_prompt_en": "Show me what [monthly amount] could become in [years] at a sample rate like 5–7 percent, and remind me it’s not guaranteed.",
      "ai_prompt_vi": "Cho tôi xem [số tiền hàng tháng] có thể thành bao nhiêu trong [số năm] với mức giả sử 5–7 phần trăm, và nhắc tôi đây không phải đảm bảo.",
      "ai_followup_en": "Want to try a different amount or time frame to see how the curve changes?",
      "ai_followup_vi": "Muốn thử số tiền hoặc khoảng thời gian khác để xem đường cong đổi thế nào không?"
    },
    {
      "slug": "risk-what-it-means",
      "keywords_en": ["risk", "sleep", "simple"],
      "keywords_vi": ["rủi ro", "ngủ", "đơn giản"],
      "copy_en": "Risk is how wildly the line moves up and down. Low risk: slower, steadier, fewer surprises. Higher risk: bigger swings, both good and bad. Try this question: if this investment dropped 20 percent this year, could I still sleep and pay my bills? If the answer is no, the risk is too loud for your nervous system. You’re allowed to choose peace over speed and build wealth at a pace that lets you rest.",
      "copy_vi": "Rủi ro là mức độ đường biểu đồ nhảy lên nhảy xuống. Rủi ro thấp: chậm hơn, đều hơn, ít bất ngờ hơn. Rủi ro cao: dao động mạnh hơn, cả theo hướng tốt lẫn xấu. Hãy thử câu hỏi này: nếu khoản này giảm 20 phần trăm trong năm nay, tôi có vẫn ngủ được và trả được hóa đơn không? Nếu câu trả lời là không, rủi ro đó là quá ồn với hệ thần kinh của bạn. Bạn được chọn bình yên hơn tốc độ, và xây sự giàu có với nhịp độ cho phép mình nghỉ ngơi.",
      "essay_en": "People talk about risk as if it is an objective number that lives in a textbook. In real life, risk is deeply personal. The exact same investment can feel exciting to one person and unbearable to another. When you think about risk, you are really thinking about how much emotional noise you can handle without abandoning your plan. A higher risk investment may, in theory, offer higher returns, but it also comes with nights where your balance looks much smaller than last month. If that sight would make you panic and sell at the worst moment, then the risk level is not actually suitable for you, no matter what the brochure says. A kinder question is: how much up and down can I live with and still be a decent friend, partner, or parent? There is nothing weak about choosing a calmer path that lets you sleep. In fact, the ability to stay invested through normal storms is one of the quiet superpowers of long term wealth.",
      "audio_en": "calm_vip3_24_en.mp3",
      "audio_vi": "calm_vip3_24_vi.mp3",
      "ai_prompt_en": "Help me pick a risk level that fits my sleep, my bills, and my personality.",
      "ai_prompt_vi": "Giúp tôi chọn mức rủi ro hợp với giấc ngủ, hóa đơn và tính cách của tôi.",
      "ai_followup_en": "Want to test this risk level with a very small real amount first?",
      "ai_followup_vi": "Muốn thử mức rủi ro này với một khoản tiền thật rất nhỏ trước không?"
    },
    {
      "slug": "retirement-accounts",
      "keywords_en": ["retirement", "tax", "country"],
      "keywords_vi": ["hưu trí", "thuế", "quốc gia"],
      "copy_en": "Many countries offer special accounts that reward you for saving long term, often with tax benefits or matching. Names differ: in Thailand there are funds like RMF or SSF; in Vietnam there are pension and insurance products; elsewhere there are things like 401k or ISA. Try this: search your country plus retirement savings beginners. Note one option that seems simple. You’re allowed to learn about later me slowly, one label at a time.",
      "copy_vi": "Nhiều quốc gia có những tài khoản đặc biệt khuyến khích bạn tiết kiệm dài hạn, thường với ưu đãi thuế hoặc tiền đối ứng. Tên gọi rất khác nhau: ở Thái có các quỹ như RMF, SSF; ở Việt Nam có các sản phẩm hưu trí, bảo hiểm; nơi khác có 401k, ISA, v.v. Thử này: tìm quốc gia của bạn cộng với cụm tiết kiệm hưu trí cho người mới. Ghi lại một lựa chọn có vẻ đơn giản. Bạn được phép tìm hiểu về tôi sau này một cách chậm rãi, từng nhãn một.",
      "essay_en": "Long term saving often feels like a luxury reserved for people who already have everything else figured out. In reality, future you will arrive whether you plan for them or not. Many governments know this and create special containers for long term money, often with tax advantages or employer matching. The names can be confusing, and they differ by country, which makes it easy to give up before you begin. Instead of trying to learn the entire system in one night, you can zoom in. Search for a phrase like retirement savings for beginners in your country. Look for one option that seems designed for ordinary workers, not financial experts. Your first goal is not to open anything immediately. Your first goal is simply to recognize the names you see repeated and understand, in plain words, what they are for. Over time, these labels will feel less intimidating. You are allowed to study the map before you decide which road you want to walk.",
      "audio_en": "calm_vip3_25_en.mp3",
      "audio_vi": "calm_vip3_25_vi.mp3",
      "ai_prompt_en": "What is one beginner-friendly retirement or long-term savings option in [country], described in simple language?",
      "ai_prompt_vi": "Hãy mô tả bằng lời đơn giản một lựa chọn tiết kiệm hưu trí hoặc dài hạn thân thiện với người mới ở [quốc gia].",
      "ai_followup_en": "Want help breaking down the steps to open it when you feel ready?",
      "ai_followup_vi": "Khi bạn sẵn sàng, có muốn tôi giúp chia nhỏ các bước để mở tài khoản đó không?"
    },
    {
      "slug": "ai-explain-options",
      "keywords_en": ["options", "simple", "choice"],
      "keywords_vi": ["lựa chọn", "đơn giản", "chọn"],
      "copy_en": "Too many choices can freeze you more than having none. You don’t need a full menu, just a short list. Try this: tell the AI that you have a certain amount and ask for two simple types of investment people often start with and what they trade off. Let it speak like a calm friend, not a hype broker. You’re allowed to use technology to simplify the world, not drown in it.",
      "copy_vi": "Quá nhiều lựa chọn đôi khi còn làm bạn đông cứng hơn là không có gì. Bạn không cần cả cuốn menu, chỉ cần một danh sách ngắn. Thử này: nói với AI rằng bạn có một số tiền và nhờ nó cho hai kiểu đầu tư đơn giản mà người ta thường bắt đầu, kèm điều được mất. Để nó nói như một người bạn điềm tĩnh, không phải môi giới hô hào. Bạn được phép dùng công nghệ để đơn giản hóa thế giới, không phải để bị nhấn chìm.",
      "essay_en": "Standing in front of dozens of possible investments is like standing in a supermarket with a hundred brands of the same product. Decision fatigue arrives before wisdom. The goal is not to become an expert in every option. The goal is to narrow the field to a few shapes that make sense for you. This is where a well guided AI can help. When you say, I have this amount and I am a beginner, and you ask for two or three common starting options, you invite the machine to filter the noise. It can explain, in plain words, that one path might be a simple index fund, another might be a high interest savings product, and each has pros and cons. You still remain the decision maker, but you do not have to carry the whole research burden alone. Technology can be a flashlight, not a floodlight. You are allowed to let tools support your clarity while you keep your values in charge.",
      "audio_en": "calm_vip3_26_en.mp3",
      "audio_vi": "calm_vip3_26_vi.mp3",
      "ai_prompt_en": "I have [amount] to invest. Give me 2 simple, calm options people often use, with one pro and one con each.",
      "ai_prompt_vi": "Tôi có [số tiền] để đầu tư. Hãy đưa tôi 2 lựa chọn đơn giản, bình tĩnh mà người ta hay dùng, kèm một điểm được và một điểm mất của mỗi lựa chọn.",
      "ai_followup_en": "Want to pick one and plan just the first tiny step?",
      "ai_followup_vi": "Muốn chọn một lựa chọn và lên kế hoạch chỉ cho bước nhỏ đầu tiên không?"
    },
    {
      "slug": "rebalance-once-year",
      "keywords_en": ["rebalance", "yearly", "easy"],
      "keywords_vi": ["cân bằng lại", "hàng năm", "dễ"],
      "copy_en": "If you invest in more than one fund, over time one may grow faster and take over the garden. Rebalancing is just gentle trimming. Once a year, check your mix. If one part got much bigger than planned, move a little back to the others. Try this: mark your calendar with Money Garden Day once a year. You’re allowed to tend your investments like plants — not stare at them every morning.",
      "copy_vi": "Nếu bạn đầu tư vào hơn một quỹ, theo thời gian có quỹ sẽ lớn nhanh hơn và chiếm cả khu vườn. Cân bằng lại chỉ đơn giản là tỉa tót nhẹ nhàng. Mỗi năm một lần, xem lại tỷ lệ. Nếu một phần lớn hơn nhiều so với dự định, hãy chuyển bớt sang phần khác. Thử này: đánh dấu lịch Ngày Vườn Tiền mỗi năm một lần. Bạn được chăm sóc khoản đầu tư như cây cối — không cần nhìn chằm chằm vào chúng mỗi sáng.",
      "essay_en": "Imagine your investments as a small garden. When you first plant, you may put similar amounts into different beds. Over time, some plants shoot up and others grow slowly. If you never touch the garden again, one species might shade out the rest. Rebalancing is the practice of gently trimming back the overgrowth and giving light to the quieter corners. In money terms, that means once or twice a year you compare your current percentages to your original plan. If one fund has grown far beyond its target, you move a slice of it into the areas that have fallen behind. This is not about constant tinkering. It is about occasional, thoughtful adjustment so your overall risk and goals stay aligned. Marking a Money Garden Day on your calendar turns a vague task into a clear ritual. Instead of checking prices every morning in a panic, you give yourself permission to look deeply only at set times. Your nervous system will thank you for the structure.",
      "audio_en": "calm_vip3_27_en.mp3",
      "audio_vi": "calm_vip3_27_vi.mp3",
      "ai_prompt_en": "It’s Money Garden Day. With these current amounts [list], show me a simple way to rebalance toward my original mix.",
      "ai_prompt_vi": "Hôm nay là Ngày Vườn Tiền. Với các số hiện tại này [danh sách], hãy chỉ cho tôi cách cân bằng lại đơn giản để gần với tỷ lệ ban đầu.",
      "ai_followup_en": "Want to set a yearly reminder for your next Money Garden Day?",
      "ai_followup_vi": "Muốn đặt lời nhắc hàng năm cho Ngày Vườn Tiền tiếp theo không?"
    },
    {
      "slug": "when-to-sell",
      "keywords_en": ["sell", "wait", "emotion"],
      "keywords_vi": ["bán", "đợi", "cảm xúc"],
      "copy_en": "It’s easy to buy from excitement and sell from fear. Both are loud emotions, not wise plans. Before you invest, write a simple rule such as I only sell if I truly need the money, or if my plan changes after calm thinking. Put this rule near your phone. When prices swing, read it out loud. You’re allowed to let time and patience do most of the work instead of your panic and fear of missing out.",
      "copy_vi": "Rất dễ mua vì phấn khích và bán vì sợ hãi. Cả hai đều là cảm xúc ồn ào, không phải kế hoạch khôn ngoan. Trước khi đầu tư, hãy viết một quy tắc đơn giản như: Tôi chỉ bán nếu thật sự cần tiền, hoặc nếu kế hoạch của tôi đổi sau khi suy nghĩ bình tĩnh. Dán quy tắc này gần điện thoại. Khi giá nhảy, hãy đọc nó thành tiếng. Bạn được để thời gian và sự kiên nhẫn làm phần lớn công việc, thay vì hoảng loạn hoặc FOMO.",
      "essay_en": "The hardest decisions in investing rarely happen when things are calm. They happen on the best and worst days, when headlines scream and your balance feels either invincible or doomed. Without a rule, you are likely to buy when everyone is euphoric and sell when everyone is terrified, which quietly destroys long term results. A simple, prewritten sentence can act like a life jacket. Before you invest a single coin, sit down and decide under what conditions you will sell. It might be when you genuinely need the money for an important life event, or when your long term plan and risk level have changed after reflection. It usually should not be because of one scary article or one thrilling spike. Write this rule in your own words and keep it close to where you trade. In volatile moments, read it out loud and feel your feet on the floor. You are teaching your nervous system that your choices come from your values and plan, not from the loudest emotion of the day.",
      "audio_en": "calm_vip3_28_en.mp3",
      "audio_vi": "calm_vip3_28_vi.mp3",
      "ai_prompt_en": "Help me write a calm one-sentence rule for when I sell, based on my situation.",
      "ai_prompt_vi": "Dựa trên hoàn cảnh của tôi, hãy giúp tôi viết một câu quy tắc bình tĩnh về việc khi nào tôi bán.",
      "ai_followup_en": "Want to review this rule together in 6 months?",
      "ai_followup_vi": "Muốn cùng xem lại quy tắc này sau 6 tháng không?"
    },
    {
      "slug": "uneven-income-invest",
      "keywords_en": ["uneven", "freelance", "invest"],
      "keywords_vi": ["thu nhập thất thường", "tự do", "đầu tư"],
      "copy_en": "When income jumps around — freelance, commissions, seasonal work — you don’t need a perfect monthly plan. Think in waves. In low months: focus on bills and basics; investing can pause. In higher months: send part of the extra to growth. Try this: choose a simple rule such as when I earn above my average, I move 20 percent of the extra into investing and label it Bonus Seed. You’re allowed to grow with the tide, not fight it.",
      "copy_vi": "Khi thu nhập thất thường — làm tự do, hoa hồng, mùa vụ — bạn không cần một kế hoạch hoàn hảo cho từng tháng. Hãy nghĩ theo làn sóng. Tháng thấp: tập trung vào hóa đơn và nhu cầu cơ bản; đầu tư có thể tạm dừng. Tháng cao: chuyển một phần tiền thừa sang tăng trưởng. Thử này: chọn một quy tắc đơn giản như, khi tôi kiếm trên mức trung bình, tôi chuyển 20 phần trăm phần dư sang đầu tư và ghi là Hạt Thưởng. Bạn được phép lớn lên theo con nước, không cần chống lại nó.",
      "essay_en": "If your income is not a steady salary, traditional budgeting advice can feel like it was written for someone else. Freelancers, artists, commission workers, and small business owners live in seasons. Some months are full, some are thin. Instead of judging yourself for this, you can build a rhythm that respects it. In low months, your main job is survival: cover non negotiable bills and basic needs, and release the pressure to invest. In higher months, when money rises above your usual average, that is when you can skim some cream into long term growth. A simple rule like moving a percentage of the extra into a separate investment pot turns chaos into a pattern. Naming that money Bonus Seed reminds you that it is not for day to day spending. You are not bad with money because your income comes in waves. You are learning to surf those waves in a way that carries you forward instead of knocking you over.",
      "audio_en": "calm_vip3_29_en.mp3",
      "audio_vi": "calm_vip3_29_vi.mp3",
      "ai_prompt_en": "My income this month was [amount], and my usual average is [amount]. Help me decide what portion, if any, to invest calmly.",
      "ai_prompt_vi": "Thu nhập tháng này của tôi là [số], mức trung bình thường là [số]. Giúp tôi quyết định nên đầu tư phần nào (nếu có) một cách bình tĩnh.",
      "ai_followup_en": "Want to set a gentle rule for how you handle future extra months?",
      "ai_followup_vi": "Muốn đặt một quy tắc nhẹ nhàng cho cách bạn xử lý những tháng dư dả sau này không?"
    },
    {
      "slug": "im-growing-milestone",
      "keywords_en": ["milestone", "celebrate", "growth"],
      "keywords_vi": ["mốc", "kỷ niệm", "tăng trưởng"],
      "copy_en": "Your first 10,000 baht invested. Your balance finally higher than last year. Or simply three months of showing up for your plan. These are quiet but real milestones. Mark them. Take a screenshot, write the date in a note, eat something you enjoy, or tell one trusted person. You’re allowed to feel proud of steady, boring growth. This is how wealth often looks from the inside: not dramatic, just faithful.",
      "copy_vi": "10.000 baht đầu tiên được đầu tư. Số dư lần đầu cao hơn năm ngoái. Hoặc đơn giản là ba tháng liền bạn đều có mặt cho kế hoạch của mình. Tất cả đều là những mốc lặng lẽ nhưng rất thật. Hãy đánh dấu chúng. Chụp màn hình, ghi ngày vào ghi chú, ăn một món bạn thích, hoặc kể với một người bạn tin. Bạn được phép tự hào về sự tăng trưởng đều đặn, “nhàm chán.” Sự giàu có nhìn từ bên trong thường như vậy: không hoành tráng, chỉ là bền bỉ.",
      "essay_en": "The world celebrates dramatic before and after stories, but most real financial growth is almost invisible while it is happening. It looks like repeating the same small actions month after month. It looks like choosing not to cancel your plan on a bad day. That is why marking your milestones is so important. Your brain needs proof that your effort matters. When you hit a number like your first ten thousand invested, or when your long term fund finally passes last year’s high, pause. Take a screenshot, write down the date and what you did to get there, or share the news with someone who will not turn it into competition. Even if the milestone is just three consistent months of contributions, that consistency is gold. You are not being arrogant by feeling proud; you are reinforcing a new identity. You are someone who shows up for future you. Quiet, faithful progress may never go viral, but it builds a life you can actually rest inside.",
      "audio_en": "calm_vip3_30_en.mp3",
      "audio_vi": "calm_vip3_30_vi.mp3",
      "ai_prompt_en": "I just hit this milestone: [describe]. Help me put it into kind words and choose a small way to celebrate.",
      "ai_prompt_vi": "Tôi vừa đạt mốc này: [mô tả]. Hãy giúp tôi gọi tên nó bằng lời tử tế và chọn một cách nhỏ để kỷ niệm.",
      "ai_followup_en": "Want to set your next quiet milestone together?",
      "ai_followup_vi": "Muốn cùng đặt ra mốc lặng lẽ tiếp theo không?"
    }
  ],
  "meta": {
    "created_at": "2025-11-07T10:06:00+07:00",
    "updated_at": "2025-11-07T10:35:00+07:00",
    "entry_count": 10,
    "tier": "vip3",
    "room_color": "#D9E8D6",
    "artifact_version_id": "money-grow-easy-vip3-sub3-v001",
    "localization": {
      "i18n_required": true,
      "i18n_verified": false
    }
  }
}
