{
  "id": "school_objects_kids_l1",
  "tier": "Kids Level 1 / Trẻ Em Cấp 1",
  "title": {
    "en": "School Objects",
    "vi": "Đồ Dùng Học Tập"
  },
  "content": {
    "en": "This room helps parents teach simple school object words through touching, holding, and gentle play. Children aged 4–7 learn best when they can explore real items with their hands while hearing the English words.",
    "vi": "Phòng này giúp cha mẹ dạy các từ về đồ dùng học tập đơn giản qua chạm, cầm và chơi nhẹ nhàng. Trẻ 4–7 tuổi học tốt nhất khi bé có thể khám phá đồ vật thật bằng tay trong khi nghe từ tiếng Anh.",
    "audio": "school_objects_v1_intro.mp3"
  },
  "entries": [
    {
      "slug": "pencil",
      "keywords_en": ["school", "pencil", "write"],
      "keywords_vi": ["học tập", "bút chì", "viết"],
      "copy": {
        "en": "Begin with the word pencil. Hand your child a pencil and say the word slowly. Let them hold it, feel its shape, and make a few gentle marks on paper. Saying the word each time they use it helps the word become familiar and natural.",
        "vi": "Bắt đầu với từ pencil. Đưa cho bé một cây bút chì và nói từ chậm rãi. Để bé cầm nó, cảm nhận hình dạng và vẽ vài nét nhẹ trên giấy. Nói từ mỗi khi bé dùng nó giúp từ trở nên quen thuộc và tự nhiên."
      },
      "tags": ["school", "write"],
      "audio": "school_objects_v1_pencil.mp3"
    },
    {
      "slug": "book",
      "keywords_en": ["school", "book", "read"],
      "keywords_vi": ["học tập", "sách", "đọc"],
      "copy": {
        "en": "Teach the word book by holding up a picture book. Say the word and let your child hold it, turn the pages, and explore. Books are comforting objects for children, and this simple word opens the door to reading and storytelling.",
        "vi": "Dạy từ book bằng cách giơ một quyển sách tranh. Nói từ và để bé cầm nó, lật trang và khám phá. Sách là đồ vật an ủi cho trẻ, và từ đơn giản này mở cánh cửa cho đọc và kể chuyện."
      },
      "tags": ["school", "read"],
      "audio": "school_objects_v1_book.mp3"
    },
    {
      "slug": "crayon",
      "keywords_en": ["school", "crayon", "color"],
      "keywords_vi": ["học tập", "bút sáp", "màu"],
      "copy": {
        "en": "Introduce the word crayon by handing your child a colorful crayon. Say the word as they draw. Let them explore different colors and textures. The act of coloring makes the word memorable and fun.",
        "vi": "Giới thiệu từ crayon bằng cách đưa cho bé một cây bút sáp màu. Nói từ khi bé vẽ. Để bé khám phá các màu và kết cấu khác nhau. Hành động tô màu khiến từ dễ nhớ và vui."
      },
      "tags": ["school", "color"],
      "audio": "school_objects_v1_crayon.mp3"
    },
    {
      "slug": "bag",
      "keywords_en": ["school", "bag", "carry"],
      "keywords_vi": ["học tập", "ba lô", "mang"],
      "copy": {
        "en": "Teach the word bag by showing a small backpack or school bag. Let your child put items inside and take them out. Say the word each time they interact with the bag. This everyday object helps them connect learning to real routines.",
        "vi": "Dạy từ bag bằng cách chỉ một chiếc ba lô nhỏ hoặc túi đi học. Để bé cho đồ vào và lấy ra. Nói từ mỗi khi bé tương tác với túi. Đồ vật hằng ngày này giúp bé kết nối việc học với thói quen thật."
      },
      "tags": ["school", "carry"],
      "audio": "school_objects_v1_bag.mp3"
    },
    {
      "slug": "school-game",
      "keywords_en": ["school", "game", "sort"],
      "keywords_vi": ["học tập", "trò chơi", "phân loại"],
      "copy": {
        "en": "Play a school object game. Lay out a pencil, book, crayon, and bag. Ask your child to pick each item and name it. Take turns pointing and naming. This playful sorting helps children remember school words through repetition and touch.",
        "vi": "Chơi trò đồ dùng học tập. Đặt ra bút chì, sách, bút sáp và ba lô. Nhờ bé chọn từng món và đặt tên. Thay phiên chỉ và đặt tên. Trò phân loại vui này giúp trẻ nhớ từ về học tập qua lặp lại và chạm."
      },
      "tags": ["game", "sort"],
      "audio": "school_objects_v1_school_game.mp3"
    },
    {
      "slug": "all",
      "keywords_en": ["all", "full", "complete"],
      "keywords_vi": ["tất cả", "đầy đủ"],
      "copy": {
        "en": "Start with pencil, letting your child hold it and make gentle marks while repeating the word.\n\nTeach book by opening pages together and saying the word with each turn.\n\nIntroduce crayon by handing it to your child and naming it as they color.\n\nShow bag by letting your child put items in and out while saying the word.\n\nFinish with a school object game, laying out items and naming each one together.\n\nThese simple activities help your child learn school vocabulary through hands-on exploration.",
        "vi": "Bắt đầu với pencil, để bé cầm nó và vẽ nét nhẹ khi lặp lại từ.\n\nDạy book bằng cách mở trang cùng nhau và nói từ với mỗi lần lật.\n\nGiới thiệu crayon bằng cách đưa nó cho bé và đặt tên khi bé tô màu.\n\nChỉ bag bằng cách để bé cho đồ vào và ra khi nói từ.\n\nKết thúc với trò đồ dùng học tập, đặt các món đồ ra và đặt tên từng món cùng nhau.\n\nNhững hoạt động đơn giản này giúp bé học từ vựng học tập qua khám phá thực tế."
      },
      "tags": ["all"],
      "audio": "school_objects_v1_pencil.mp3 school_objects_v1_book.mp3 school_objects_v1_crayon.mp3 school_objects_v1_bag.mp3 school_objects_v1_school_game.mp3"
    }
  ],
  "meta": {
    "age_range": "4-7",
    "level": "Kids Level 1",
    "created_at": "2025-11-21T00:00:00+00:00",
    "updated_at": "2025-11-21T00:00:00+00:00",
    "entry_count": 6,
    "room_color": "#E6F7FF"
  }
}
