{
  "id": "soulmate_free",
  "tier": "Free / Miễn phí",
  "domain": "Relationships",
  "name": "Soulmate",
  "name_vi": "Người Tri Kỷ",
  "description": "Simple daily steps to invite deeper connection and self-love on your soulmate journey.",
  "description_vi": "Các bước đơn giản hàng ngày để mời gọi kết nối sâu sắc và tình yêu bản thân trên hành trình tri kỷ.",
  "keywords_en": ["soulmate", "self-love", "connection", "gratitude", "heart"],
  "keywords_vi": ["tri kỷ", "yêu bản thân", "kết nối", "biết ơn", "trái tim"],
  "room_essay_en": "Simple daily steps to invite deeper connection and self-love on your soulmate journey",
  "room_essay_vi": "Các bước đơn giản hàng ngày để mời gọi kết nối sâu sắc và tình yêu bản thân trên hành trình tri kỷ",
  "entries": [
    {
      "copy": {
        "en": "Start your day with one kind sentence in the mirror. Look yourself in the eyes and remind yourself that you are worthy of love exactly as you are. Let the words land in your chest and notice how your shoulders soften. Repeat this small ritual every morning, even on days you feel messy or insecure. You can also write the sentence in a notebook and revisit it at night. Over time, this quiet practice rewires your self-talk and strengthens your sense of worth. A heart that treats itself gently becomes a magnet for a soulful, respectful partner.",
        "vi": "Bắt đầu ngày mới bằng một câu nói tử tế trước gương. Nhìn vào mắt chính mình và nhắc lại rằng bạn xứng đáng được yêu thương đúng như con người bạn hiện tại. Cảm nhận lời nói lắng xuống trong ngực và để ý đôi vai dần mềm lại. Lặp lại nghi thức nhỏ này mỗi sáng, ngay cả khi bạn thấy mình rối bời hoặc thiếu tự tin. Bạn cũng có thể viết câu này vào sổ và đọc lại trước khi ngủ. Theo thời gian, thói quen yên lặng này thay đổi cách bạn nói với chính mình và củng cố giá trị bản thân. Một trái tim biết đối xử dịu dàng với mình sẽ trở thành nam châm thu hút một người tri kỷ trân trọng bạn thật lòng."
      },
      "slug": "daily-self-love",
      "tags": ["self-love", "affirmation"],
      "audio": "soulmate/soulmate_free_daily_self_love.mp3",
      "keywords_en": ["self-love", "mirror", "affirmation", "confidence"],
      "keywords_vi": ["yêu bản thân", "gương", "khẳng định", "tự tin"]
    },
    {
      "copy": {
        "en": "Pause once a day and gently ask yourself whether your heart feels open or guarded right now. Place a hand on your chest, breathe slowly, and notice any tightness, heaviness, or numbness. If you sense a wall, soften it with one long exhale and a small gesture of kindness toward yourself. You might whisper that it is safe to feel a little more today. This simple check-in keeps your energy warm and welcoming instead of closed and defensive. An open, grounded heart becomes naturally magnetic and draws in the soulmate who matches your readiness to love and be loved.",
        "vi": "Mỗi ngày hãy dừng lại một lần và nhẹ nhàng tự hỏi xem trái tim mình đang mở hay đang phòng thủ. Đặt tay lên ngực, hít thở chậm và nhận biết bất kỳ cảm giác căng cứng, nặng nề hoặc tê dại nào. Nếu thấy có bức tường bên trong, hãy làm mềm nó bằng một hơi thở dài và một cử chỉ tử tế dành cho chính mình. Bạn có thể thì thầm rằng hôm nay mình cho phép bản thân cảm nhận thêm một chút. Bài kiểm tra nhỏ này giữ cho năng lượng của bạn ấm áp và chào đón thay vì khép kín phòng vệ. Một trái tim mở mà vẫn vững vàng sẽ tự nhiên trở nên cuốn hút và thu hút người tri kỷ phù hợp với sự sẵn sàng yêu và được yêu của bạn."
      },
      "slug": "open-heart-check-in",
      "tags": ["heart", "openness"],
      "audio": "soulmate/soulmate_free_open_heart_check_in.mp3",
      "keywords_en": ["heart", "check-in", "openness", "emotion"],
      "keywords_vi": ["trái tim", "kiểm tra", "mở lòng", "cảm xúc"]
    },
    {
      "copy": {
        "en": "End each day by naming three moments when love appeared — a smile from a stranger, a kind message, or your own patience. Gratitude shifts your focus from longing to abundance. The more you notice love already surrounding you, the more your heart opens to receive. You might keep a small notebook by your bed and write a few lines before sleeping. This gentle ritual trains your energy to expect warmth instead of loneliness. Over time, gratitude becomes a signal to the universe: you are ready for mutual, grounded connection. Love grows where appreciation is practiced daily.",
        "vi": "Kết thúc mỗi ngày bằng cách gọi tên ba khoảnh khắc khi tình yêu xuất hiện — một nụ cười từ người lạ, một tin nhắn tử tế hoặc chính sự kiên nhẫn của bạn. Lòng biết ơn chuyển sự chú ý của bạn từ thiếu thốn sang tràn đầy. Càng nhận ra tình yêu vốn đã bao quanh, trái tim bạn càng mở rộng để đón nhận. Bạn có thể đặt một cuốn sổ nhỏ bên giường và viết vài dòng trước khi ngủ. Nghi thức nhẹ nhàng này rèn luyện năng lượng để mong đợi sự ấm áp thay vì cô đơn. Theo thời gian, lòng biết ơn trở thành tín hiệu gửi đến vũ trụ rằng bạn đã sẵn sàng cho một kết nối bền vững và tương hỗ. Tình yêu lớn lên ở nơi lòng biết ơn được thực hành mỗi ngày."
      },
      "slug": "gratitude-for-love",
      "tags": ["gratitude", "love"],
      "audio": "soulmate/soulmate_free_gratitude_for_love.mp3",
      "keywords_en": ["gratitude", "love", "connection", "energy"],
      "keywords_vi": ["biết ơn", "tình yêu", "kết nối", "năng lượng"]
    },
    {
      "copy": {
        "en": "Start your day with one kind sentence in the mirror. Look yourself in the eyes and remind yourself that you are worthy of love exactly as you are. Let the words land in your chest and notice how your shoulders soften. Repeat this small ritual every morning, even on days you feel messy or insecure. You can also write the sentence in a notebook and revisit it at night. Over time, this quiet practice rewires your self-talk and strengthens your sense of worth. A heart that treats itself gently becomes a magnet for a soulful, respectful partner. Pause once a day and gently ask yourself whether your heart feels open or guarded right now. Place a hand on your chest, breathe slowly, and notice any tightness, heaviness, or numbness. If you sense a wall, soften it with one long exhale and a small gesture of kindness toward yourself. You might whisper that it is safe to feel a little more today. This simple check-in keeps your energy warm and welcoming instead of closed and defensive. An open, grounded heart becomes naturally magnetic and draws in the soulmate who matches your readiness to love and be loved. End each day by naming three moments when love appeared — a smile from a stranger, a kind message, or your own patience. Gratitude shifts your focus from longing to abundance. The more you notice love already surrounding you, the more your heart opens to receive. You might keep a small notebook by your bed and write a few lines before sleeping. This gentle ritual trains your energy to expect warmth instead of loneliness. Over time, gratitude becomes a signal to the universe: you are ready for mutual, grounded connection. Love grows where appreciation is practiced daily.",
        "vi": "Bắt đầu ngày mới bằng một câu nói tử tế trước gương. Nhìn vào mắt chính mình và nhắc lại rằng bạn xứng đáng được yêu thương đúng như con người bạn hiện tại. Cảm nhận lời nói lắng xuống trong ngực và để ý đôi vai dần mềm lại. Lặp lại nghi thức nhỏ này mỗi sáng, ngay cả khi bạn thấy mình rối bời hoặc thiếu tự tin. Bạn cũng có thể viết câu này vào sổ và đọc lại trước khi ngủ. Theo thời gian, thói quen yên lặng này thay đổi cách bạn nói với chính mình và củng cố giá trị bản thân. Một trái tim biết đối xử dịu dàng với mình sẽ trở thành nam châm thu hút một người tri kỷ trân trọng bạn thật lòng. Mỗi ngày hãy dừng lại một lần và nhẹ nhàng tự hỏi xem trái tim mình đang mở hay đang phòng thủ. Đặt tay lên ngực, hít thở chậm và nhận biết bất kỳ cảm giác căng cứng, nặng nề hoặc tê dại nào. Nếu thấy có bức tường bên trong, hãy làm mềm nó bằng một hơi thở dài và một cử chỉ tử tế dành cho chính mình. Bạn có thể thì thầm rằng hôm nay mình cho phép bản thân cảm nhận thêm một chút. Bài kiểm tra nhỏ này giữ cho năng lượng của bạn ấm áp và chào đón thay vì khép kín phòng vệ. Một trái tim mở mà vẫn vững vàng sẽ tự nhiên trở nên cuốn hút và thu hút người tri kỷ phù hợp với sự sẵn sàng yêu và được yêu của bạn. Kết thúc mỗi ngày bằng cách gọi tên ba khoảnh khắc khi tình yêu xuất hiện — một nụ cười từ người lạ, một tin nhắn tử tế hoặc chính sự kiên nhẫn của bạn. Lòng biết ơn chuyển sự chú ý của bạn từ thiếu thốn sang tràn đầy. Càng nhận ra tình yêu vốn đã bao quanh, trái tim bạn càng mở rộng để đón nhận. Bạn có thể đặt một cuốn sổ nhỏ bên giường và viết vài dòng trước khi ngủ. Nghi thức nhẹ nhàng này rèn luyện năng lượng để mong đợi sự ấm áp thay vì cô đơn. Theo thời gian, lòng biết ơn trở thành tín hiệu gửi đến vũ trụ rằng bạn đã sẵn sàng cho một kết nối bền vững và tương hỗ. Tình yêu lớn lên ở nơi lòng biết ơn được thực hành mỗi ngày."
      },
      "slug": "all",
      "tags": ["all", "combined"],
      "audio": "soulmate/soulmate_free_daily_self_love.mp3 soulmate/soulmate_free_open_heart_check_in.mp3 soulmate/soulmate_free_gratitude_for_love.mp3",
      "keywords_en": ["all", "full sequence", "combined"],
      "keywords_vi": ["tất cả", "chuỗi đầy đủ", "kết hợp"]
    }
  ]
}
