{
  "name": "Stoic Philosophy",
  "name_vi": "Triết Học Khắc Kỷ",
  "description": "Foundation in Stoic wisdom: firm purpose, emotional control, inner strength, and natural flow.",
  "description_vi": "Nền tảng triết lý khắc kỷ: mục đích vững chắc, làm chủ cảm xúc, sức mạnh nội tâm và dòng chảy tự nhiên.",
  "keywords_en": ["stoicism", "purpose", "emotional control", "resilience"],
  "keywords_vi": ["chủ nghĩa khắc kỷ", "mục đích", "làm chủ cảm xúc", "kiên cường"],
  "entries": [
    {
      "slug": "firm-purpose",
      "keywords_en": [
        "firm purpose",
        "purpose",
        "direction",
        "values",
        "meaning"
      ],
      "keywords_vi": [
        "mục đích vững chắc",
        "mục đích",
        "định hướng",
        "giá trị"
      ],
      "copy": {
        "en": "A life without purpose drifts like a ship without a compass, tossed by every wind. True direction begins with stillness, listening for what your heart quietly values. Reflect until clarity dawns. Let purpose become your anchor and storm and come alike. When you act from conviction, even chaos becomes current guiding you home. Live each day with intention and courage, and meaning will unfold as naturally as dawn upon the sea.",
        "vi": "Cuộc đời thiếu mục đích trôi dạt như con tàu không la bàn, bị mọi cơn gió cuốn đi. Hướng đi thật sự bắt đầu từ sự tĩnh lặng, lắng nghe những điều trái tim bạn âm thầm trân trọng. Hãy suy ngẫm cho đến khi sự rõ ràng hé lộ. Hãy để mục đích trở thành chiếc neo của bạn trong cả bão tố lẫn bình yên. Khi bạn hành động từ niềm xác tín, ngay cả hỗn loạn cũng hóa thành dòng chảy dẫn bạn trở về nhà. Sống mỗi ngày với chủ ý và can đảm, ý nghĩa sẽ mở ra tự nhiên như bình minh trên mặt biển."
      },
      "tags": [
        "stoicism",
        "purpose",
        "values"
      ],
      "audio": "stoicism_free_firm_purpose.mp3"
    },
    {
      "slug": "emotional-control",
      "keywords_en": [
        "emotional control",
        "emotions",
        "control",
        "calm",
        "resilience"
      ],
      "keywords_vi": [
        "làm chủ cảm xúc",
        "cảm xúc",
        "kiểm soát",
        "bình tĩnh"
      ],
      "copy": {
        "en": "Emotions rise not from events but from thoughts about them. To master emotion is to master meaning. Observe each feeling like a passing cloud, neither clinging nor fighting. Guard your peace from negativity. Let calm discernment guide your words. When hurt appears, let it teach compassion, not bitterness. In patience and awareness, you reclaim freedom over your own inner weather.",
        "vi": "Cảm xúc không sinh ra từ sự kiện, mà từ ý nghĩ về chúng. Làm chủ cảm xúc chính là làm chủ ý nghĩa. Hãy quan sát từng cảm xúc như một đám mây đi qua, không bám víu cũng không chống cự. Hãy bảo vệ sự bình an của bạn khỏi những nguồn tiêu cực. Để sự điềm tĩnh và sáng suốt dẫn dắt lời nói của bạn. Khi tổn thương xuất hiện, hãy để nó dạy bạn lòng trắc ẩn thay vì cay đắng. Trong sự kiên nhẫn và tỉnh thức, bạn giành lại tự do đối với bầu trời nội tâm của chính mình."
      },
      "tags": [
        "stoicism",
        "emotional control",
        "resilience"
      ],
      "audio": "stoicism_free_emotional_control.mp3"
    }
  ],
  "meta": {
    "created_at": "2025-10-27T00:00:00+00:00",
    "updated_at": "2025-10-27T00:00:00+00:00",
    "entry_count": 2,
    "tier": "free",
    "room_color": "#6B8E23"
  }
}
