{
  "page_id": "tiers_page",
  "title": {
    "en": "Mercy Blade Membership Tiers",
    "vi": "Các Gói Thành Viên Mercy Blade"
  },
  "description": {
    "en": "Choose the level of support that fits your season of life — from free, gentle guidance to deeply personalized coaching.",
    "vi": "Chọn mức hỗ trợ phù hợp với giai đoạn cuộc sống của bạn — từ hướng dẫn nhẹ nhàng miễn phí đến đồng hành cá nhân hóa sâu sắc."
  },
  "sections": [
    {
      "slug": "tiers-overview",
      "background_color": "#F3F4FF",
      "title": {
        "en": "How the Tiers Work",
        "vi": "Các Gói Hoạt Động Như Thế Nào"
      },
      "content": {
        "en": "Mercy Blade is designed for Vietnamese learners who want to grow in two ways at once: improve English naturally while exploring the most important topics in life — health, mental well-being, relationships, money, career, spirituality, and more. Each tier unlocks a deeper level of support. You can read and listen in English, then repeat after the audio to train your tongue, your ear, and your confidence. At higher tiers, you don’t just consume content — you are guided step by step, room by room, exactly on the topics you care about most.",
        "vi": "Mercy Blade được thiết kế cho người Việt muốn phát triển theo hai hướng cùng lúc: cải thiện tiếng Anh một cách tự nhiên, đồng thời khám phá những chủ đề quan trọng nhất của cuộc sống — sức khỏe, tinh thần, các mối quan hệ, tiền bạc, sự nghiệp, tâm linh và nhiều hơn thế. Mỗi gói mở ra một mức độ hỗ trợ sâu hơn. Bạn có thể đọc và nghe bằng tiếng Anh, rồi lặp lại theo audio để luyện lưỡi, luyện tai và xây dựng tự tin. Ở các cấp cao hơn, bạn không chỉ \"tiêu thụ\" nội dung — mà được dẫn dắt từng bước, từng phòng, đúng vào những chủ đề bạn quan tâm nhất."
      },
      "audio": {
        "en": "tiers_overview_en.mp3"
      }
    },
    {
      "slug": "free-tier",
      "background_color": "#E8F5E9",
      "title": {
        "en": "Free Tier — Safe Starting Point",
        "vi": "Gói Miễn Phí — Điểm Khởi Đầu An Toàn"
      },
      "content": {
        "en": "The Free tier is designed especially for students and anyone with limited budget who still wants quality guidance. You can access core rooms on burnout, stress, meaning of life, basic health, study focus, and gentle English practice. Every entry has short, clear English with Vietnamese translation so you can understand fully before repeating the audio. You won’t feel rushed or sold to — you can stay in Free as long as you like. Think of it as a quiet library where you can slowly rebuild energy, clarity, and vocabulary at your own pace.",
        "vi": "Gói Miễn Phí được thiết kế đặc biệt cho học sinh, sinh viên và những ai chưa có nhiều điều kiện tài chính nhưng vẫn muốn nhận được hướng dẫn chất lượng. Bạn có thể truy cập các phòng nền tảng về kiệt sức, căng thẳng, ý nghĩa cuộc sống, sức khỏe cơ bản, tập trung học tập và luyện tiếng Anh nhẹ nhàng. Mỗi mục đều có tiếng Anh ngắn gọn, dễ hiểu kèm dịch tiếng Việt để bạn nắm chắc ý rồi mới lặp lại theo audio. Bạn sẽ không bị thúc ép hay chèo kéo — có thể ở gói Miễn Phí bao lâu tùy ý. Hãy xem đây như một thư viện yên tĩnh để bạn từ từ hồi phục năng lượng, sự sáng rõ và vốn từ, theo nhịp riêng của mình."
      },
      "audio": {
        "en": "tiers_free_intro_en.mp3"
      },
      "pricing": {
        "usd_per_month": 0,
        "note": {
          "en": "Ideal for students or anyone testing the app.",
          "vi": "Lý tưởng cho học sinh, sinh viên hoặc người mới thử ứng dụng."
        }
      }
    },
    {
      "slug": "vip1-tier",
      "background_color": "#FFF3E0",
      "title": {
        "en": "VIP1 — Build Gentle Habits",
        "vi": "VIP1 — Xây Thói Quen Nhẹ Nhàng"
      },
      "content": {
        "en": "VIP1 (about $3/month) is for users who are ready to invest a little to go more consistently. Each month, you can choose one room — for example Stress, Burnout, Nutrition, Anxiety, Confidence, or Study Focus — and go deeper with more entries and more audio practice. The English is still simple and friendly, but there are more examples, more prompts, and more chances to repeat after the audio. You begin to turn ideas into daily micro-habits: one breath, one walk, one message, one small step. For English learners, VIP1 is like having a calm speaking partner who never gets tired.",
        "vi": "VIP1 (khoảng 3 USD/tháng) dành cho những bạn sẵn sàng đầu tư một chút để đi đều đặn hơn. Mỗi tháng, bạn có thể chọn một phòng — ví dụ như Căng Thẳng, Kiệt Sức, Dinh Dưỡng, Lo Âu, Tự Tin hoặc Tập Trung Học Tập — và đào sâu hơn với nhiều mục nội dung và audio luyện tập hơn. Tiếng Anh vẫn đơn giản, thân thiện nhưng có thêm ví dụ, thêm gợi ý hành động và nhiều cơ hội lặp lại theo audio. Bạn bắt đầu biến ý tưởng thành những thói quen nhỏ mỗi ngày: một hơi thở, một vòng đi bộ, một tin nhắn, một bước bé. Với người học tiếng Anh, VIP1 giống như có một người bạn luyện nói điềm tĩnh, không bao giờ mệt."
      },
      "audio": {
        "en": "tiers_vip1_intro_en.mp3"
      },
      "pricing": {
        "usd_per_month": 3,
        "rooms_per_month": 1
      }
    },
    {
      "slug": "vip2-tier",
      "background_color": "#E3F2FD",
      "title": {
        "en": "VIP2 — Systems for Real Change",
        "vi": "VIP2 — Hệ Thống Cho Thay Đổi Thật"
      },
      "content": {
        "en": "VIP2 (about $5/month) is for users who want more structure. You still choose one room per month, but the room now behaves like a mini-course: layered entries, step-by-step flow, and stronger tracking prompts. Topics include deeper Nutrition, Stress, Productivity & Focus, Social Anxiety, Men’s Mental Health, Obesity Management and more. You practice English while also installing real-life systems: weekly reviews, habit loops, micro-challenges. The language is slightly richer, with more nuance and emotional vocabulary, but still friendly for Vietnamese learners. VIP2 is where you start to feel, “My life is slowly reorganizing itself in a kinder way.”",
        "vi": "VIP2 (khoảng 5 USD/tháng) dành cho những người muốn có cấu trúc rõ ràng hơn. Bạn vẫn chọn một phòng mỗi tháng, nhưng phòng đó hoạt động như một mini-khóa học: nội dung nhiều lớp, tiến trình từng bước và gợi ý theo dõi rõ ràng hơn. Chủ đề bao gồm Dinh Dưỡng chuyên sâu, Căng Thẳng, Năng Suất & Tập Trung, Lo Âu Xã Hội, Sức Khỏe Tâm Lý Nam Giới, Quản Lý Béo Phì và nhiều chủ đề khác. Bạn vừa luyện tiếng Anh, vừa xây dựng hệ thống sống: xem lại tuần, vòng lặp thói quen, thử thách nhỏ. Ngôn ngữ phong phú hơn một chút, có thêm sắc thái và từ vựng cảm xúc nhưng vẫn thân thiện với người Việt. VIP2 là nơi bạn bắt đầu cảm thấy: “Cuộc sống của mình đang từ từ sắp xếp lại theo cách tử tế hơn.”"
      },
      "audio": {
        "en": "tiers_vip2_intro_en.mp3"
      },
      "pricing": {
        "usd_per_month": 5,
        "rooms_per_month": 1
      }
    },
    {
      "slug": "vip3-tier",
      "background_color": "#FCE4EC",
      "title": {
        "en": "VIP3 — Deep Work on One Big Topic",
        "vi": "VIP3 — Đào Sâu Một Chủ Đề Lớn"
      },
      "content": {
        "en": "VIP3 (about $12/month) is for people who are serious about transforming one area of life at a time. Each month you can choose one VIP3 room — for example Finance & Calm Money, Obesity Management, Sexuality & Curiosity, Philosophy of Everyday Life, Mental Sharpness, or Meaning of Life. A VIP3 room is like a full journey: rich essays, layered entries, reflection questions, and targeted English phrases you can reuse in real conversations. You repeat after the audio to rewire both language and nervous system at the same time. The content is evidence-informed, compassionate, and designed for long-term change, not quick hacks.",
        "vi": "VIP3 (khoảng 12 USD/tháng) dành cho những người thực sự nghiêm túc muốn chuyển hóa một lĩnh vực cuộc sống trong từng giai đoạn. Mỗi tháng bạn có thể chọn một phòng VIP3 — ví dụ Tài Chính & Tiền Tĩnh Lặng, Quản Lý Béo Phì, Tình Dục & Sự Tò Mò, Triết Lý Cuộc Sống Hằng Ngày, Sự Sắc Bén Tinh Thần hoặc Ý Nghĩa Cuộc Sống. Một phòng VIP3 giống như một hành trình trọn vẹn: bài luận sâu, các lớp nội dung, câu hỏi phản tư và những cụm tiếng Anh nhắm đúng tình huống để bạn dùng trong đời thật. Bạn lặp lại theo audio để vừa “lập trình lại” ngôn ngữ, vừa làm dịu hệ thần kinh. Nội dung dựa trên bằng chứng, đầy lòng từ bi và hướng đến thay đổi dài hạn chứ không phải mẹo nhanh."
      },
      "audio": {
        "en": "tiers_vip3_intro_en.mp3"
      },
      "pricing": {
        "usd_per_month": 12,
        "rooms_per_month": 1
      }
    },
    {
      "slug": "vip4-tier",
      "background_color": "#EDE7F6",
      "title": {
        "en": "VIP4 — Tailored Room & Career Coaching",
        "vi": "VIP4 — Phòng Cá Nhân Hóa & Đồng Hành Sự Nghiệp"
      },
      "content": {
        "en": "VIP4 (about $50/month) is the most personal level of Mercy Blade. You can request one special topic each month — for example finding your career path, preparing to study abroad, building a freelance life, or navigating a major life transition. The app will act like a quiet coach: you send your questions, reflections, and struggles, and based on that, we design a tailored room just for you. The English is richer and closer to real-life communication: emails, interviews, networking, self-introduction. VIP4 is ideal if you feel lost about direction but are willing to show up honestly. The goal is simple: help you move toward a life, a job, and a daily routine that truly fits who you are — in both Vietnamese and English.",
        "vi": "VIP4 (khoảng 50 USD/tháng) là cấp độ cá nhân hóa nhất của Mercy Blade. Mỗi tháng, bạn có thể đề xuất một chủ đề đặc biệt — ví dụ tìm hướng đi nghề nghiệp, chuẩn bị du học, xây dựng cuộc sống freelance hoặc đi qua một giai đoạn chuyển mình lớn. Ứng dụng sẽ như một người coach thầm lặng: bạn gửi câu hỏi, suy nghĩ, khó khăn của mình, và từ đó chúng tôi thiết kế một phòng riêng phù hợp với chính bạn. Tiếng Anh ở cấp này phong phú hơn và gần với giao tiếp thực tế: email, phỏng vấn, networking, giới thiệu bản thân. VIP4 phù hợp với người thấy mình đang lạc hướng nhưng sẵn sàng thành thật về hành trình. Mục tiêu rất đơn giản: giúp bạn tiến gần hơn tới một cuộc sống, một công việc và một nhịp sống hằng ngày thật sự hợp với con người bạn — bằng cả tiếng Việt lẫn tiếng Anh."
      },
      "audio": {
        "en": "tiers_vip4_intro_en.mp3"
      },
      "pricing": {
        "usd_per_month": 50,
        "rooms_per_month": 1,
        "personalized_room": true,
        "career_coaching_mode": true
      }
    },
    {
      "slug": "vip5-tier",
      "background_color": "#E8F5E9",
      "title": {
        "en": "VIP5 — English Writing Master Support",
        "vi": "VIP5 — Hỗ Trợ Viết Tiếng Anh Toàn Diện"
      },
      "content": {
        "en": "VIP5 offers complete English writing support. Students write, and AI gives expert feedback: strengths, mistakes, clarity fixes, rewriting steps, and IELTS-style comments. This tier is designed for those who want to master English writing through comprehensive analysis and detailed guidance. Perfect for IELTS preparation, academic writing, or professional communication improvement.",
        "vi": "VIP5 mang đến hỗ trợ viết tiếng Anh toàn diện. Học viên viết, AI phân tích và phản hồi rõ ràng: điểm mạnh, lỗi sai, cách cải thiện, bước viết lại và nhận xét theo chuẩn IELTS. Gói này được thiết kế cho những ai muốn thành thạo kỹ năng viết tiếng Anh qua phân tích chi tiết và hướng dẫn cụ thể. Lý tưởng cho luyện thi IELTS, viết học thuật hoặc cải thiện giao tiếp công việc."
      },
      "audio": {
        "en": "audio/tiers_vip5_intro_en.mp3"
      },
      "pricing": {
        "usd_per_month": 20,
        "rooms_per_month": "unlimited",
        "writing_feedback": true
      }
    },
    {
      "slug": "vip6-tier",
      "background_color": "#F3E5F5",
      "title": {
        "en": "VIP6 — Shadow & Deep Psychology",
        "vi": "VIP6 — Tâm Lý Bóng Tối & Sâu"
      },
      "content": {
        "en": "VIP6 opens a dedicated universe for shadow work, inner child healing, trauma patterns, subconscious identity, and emotional integration. This tier helps users understand the hidden forces shaping their reactions, choices, relationships, and life direction. VIP6 members may also request one custom deep-content piece per month. A private space for anyone seeking psychological clarity and inner transformation.",
        "vi": "VIP6 mở ra một vũ trụ riêng dành cho bóng tối nội tâm, chữa lành đứa trẻ bên trong, mô thức tổn thương, bản sắc tiềm thức và sự tích hợp cảm xúc. Cấp độ này giúp người dùng hiểu những lực vô hình đang định hình phản ứng, lựa chọn, các mối quan hệ và hướng đi cuộc sống. Thành viên VIP6 cũng có thể yêu cầu một nội dung chuyên sâu tùy chỉnh mỗi tháng. Một không gian riêng tư cho những ai tìm kiếm sự sáng rõ tâm lý và chuyển hóa nội tâm."
      },
      "audio": {
        "en": "audio/tiers_vip6_intro_en.mp3"
      },
      "pricing": {
        "usd_per_month": 90,
        "rooms_per_month": "unlimited",
        "custom_topics_per_month": 1
      }
    },
    {
      "slug": "tiers-cta",
      "background_color": "#FFFFFF",
      "title": {
        "en": "Start Where You Are",
        "vi": "Bắt Đầu Từ Chính Nơi Bạn Đang Đứng"
      },
      "content": {
        "en": "You don’t have to choose the perfect tier forever. Start with what feels safe now — Free, VIP1, VIP2, VIP3, or VIP4 — and let your needs change over time. Mercy Blade is built for Vietnamese hearts and tongues: you can learn English by repeating after gentle audio while also healing, growing, and designing a life that feels more honest and less rushed. When you are ready, tap a tier, explore a room, and take one small step. The app will walk with you from there.",
        "vi": "Bạn không cần chọn một gói hoàn hảo cho “cả đời”. Hãy bắt đầu từ nơi bạn thấy an toàn nhất bây giờ — Miễn Phí, VIP1, VIP2, VIP3 hoặc VIP4 — rồi để nhu cầu của mình thay đổi theo thời gian. Mercy Blade được xây cho trái tim và chiếc lưỡi Việt Nam: bạn có thể học tiếng Anh bằng cách lặp lại theo audio dịu nhẹ, đồng thời chữa lành, lớn lên và thiết kế một cuộc sống chân thật, bớt vội vàng hơn. Khi sẵn sàng, chỉ cần chạm vào một gói, mở một phòng và bước một bước nhỏ. Từ đó, ứng dụng sẽ đi cùng bạn."
      },
      "audio": {
        "en": "tiers_cta_en.mp3"
      }
    }
  ]
}
