{
  "id": "toys_playtime_kids_l1",
  "tier": "Kids Level 1 / Trẻ Em Cấp 1",
  "title": {
    "en": "Toys & Playtime",
    "vi": "Đồ Chơi & Giờ Chơi"
  },
  "content": {
    "en": "This room helps parents teach simple toy words through play and gentle interaction. Children aged 4–7 learn best when they can hold, explore, and name their favorite toys in English.",
    "vi": "Phòng này giúp cha mẹ dạy các từ về đồ chơi đơn giản qua chơi và tương tác nhẹ nhàng. Trẻ 4–7 tuổi học tốt nhất khi bé có thể cầm, khám phá và đặt tên đồ chơi yêu thích bằng tiếng Anh.",
    "audio": "toys_playtime_v1_intro.mp3"
  },
  "entries": [
    {
      "slug": "ball",
      "keywords_en": [
        "toy",
        "ball",
        "play"
      ],
      "keywords_vi": [
        "đồ chơi",
        "bóng",
        "chơi"
      ],
      "copy": {
        "en": "Begin with the word ball. Hand your child a ball and say the word clearly. Roll it, bounce it gently, and repeat the word with each action. Children love playing with balls, and this simple word becomes natural through movement and fun.",
        "vi": "Bắt đầu với từ ball. Đưa cho bé một quả bóng và nói từ rõ ràng. Lăn nó, nảy nhẹ và lặp lại từ với mỗi hành động. Trẻ thích chơi với bóng, và từ đơn giản này trở nên tự nhiên qua chuyển động và niềm vui."
      },
      "tags": [
        "toy",
        "ball"
      ],
      "audio": "toys_playtime_v1_ball.mp3"
    },
    {
      "slug": "doll-teddy",
      "keywords_en": [
        "toy",
        "doll",
        "teddy"
      ],
      "keywords_vi": [
        "đồ chơi",
        "búp bê",
        "gấu"
      ],
      "copy": {
        "en": "Teach the words doll or teddy by letting your child hold their favorite stuffed friend. Say the word softly and encourage your child to hug or pat it. These comforting toys help children feel safe while learning new words.",
        "vi": "Dạy các từ doll hoặc teddy bằng cách để bé cầm người bạn nhồi bông yêu thích. Nói từ nhẹ nhàng và khuyến khích bé ôm hoặc vỗ nhẹ. Những món đồ chơi an ủi này giúp trẻ cảm thấy an toàn khi học từ mới."
      },
      "tags": [
        "toy",
        "soft"
      ],
      "audio": "toys_playtime_v1_doll_teddy.mp3"
    },
    {
      "slug": "blocks",
      "keywords_en": [
        "toy",
        "blocks",
        "build"
      ],
      "keywords_vi": [
        "đồ chơi",
        "khối",
        "xây"
      ],
      "copy": {
        "en": "Introduce the word blocks by stacking colorful blocks together. Say the word each time you place a block. Let your child build alongside you. The act of creating helps the word stick through hands-on play.",
        "vi": "Giới thiệu từ blocks bằng cách xếp các khối màu sắc lên nhau. Nói từ mỗi khi bạn đặt một khối. Để bé xây cùng bạn. Hành động sáng tạo giúp từ ghi nhớ qua chơi thực tế."
      },
      "tags": [
        "toy",
        "build"
      ],
      "audio": "toys_playtime_v1_blocks.mp3"
    },
    {
      "slug": "car",
      "keywords_en": [
        "toy",
        "car",
        "drive"
      ],
      "keywords_vi": [
        "đồ chơi",
        "ô tô",
        "lái"
      ],
      "copy": {
        "en": "Teach the word car by rolling a toy car across the floor. Say the word with each push. Make engine sounds and let your child copy you. Children love vehicles, and this playful repetition helps them remember the word easily.",
        "vi": "Dạy từ car bằng cách lăn một chiếc ô tô đồ chơi trên sàn. Nói từ với mỗi lần đẩy. Tạo âm thanh động cơ và để bé bắt chước. Trẻ thích phương tiện, và việc lặp lại vui này giúp bé nhớ từ dễ dàng."
      },
      "tags": [
        "toy",
        "vehicle"
      ],
      "audio": "toys_playtime_v1_car.mp3"
    },
    {
      "slug": "toy-game",
      "keywords_en": [
        "toy",
        "game",
        "choose"
      ],
      "keywords_vi": [
        "đồ chơi",
        "trò chơi",
        "chọn"
      ],
      "copy": {
        "en": "Play a toy-choosing game. Lay out a few toys such as ball, doll, blocks, and car. Ask your child to pick one and name it with you. Take turns choosing and naming. This playful interaction turns toy time into a joyful learning moment.",
        "vi": "Chơi trò chọn đồ chơi. Đặt vài món đồ chơi như ball, doll, blocks, car. Nhờ bé chọn một và đặt tên với bạn. Thay phiên chọn và đặt tên. Tương tác vui này biến giờ chơi thành khoảnh khắc học vui vẻ."
      },
      "tags": [
        "game",
        "toy"
      ],
      "audio": "toys_playtime_v1_toy_game.mp3"
    },
    {
      "slug": "all",
      "keywords_en": [
        "all",
        "full",
        "complete"
      ],
      "keywords_vi": [
        "tất cả",
        "đầy đủ"
      ],
      "copy": {
        "en": "Start with ball, rolling and bouncing it while repeating the word.\n\nTeach doll or teddy by letting your child hug their soft toy and saying the word gently.\n\nIntroduce blocks by stacking them together and naming each piece.\n\nShow car by rolling it across the floor and making engine sounds together.\n\nFinish with a toy game, choosing and naming toys in a playful, interactive way.\n\nThese simple play activities make learning toy vocabulary natural and joyful.",
        "vi": "Bắt đầu với ball, lăn và nảy nó khi lặp lại từ.\n\nDạy doll hoặc teddy bằng cách để bé ôm đồ chơi mềm và nói từ nhẹ nhàng.\n\nGiới thiệu blocks bằng cách xếp chúng lên nhau và đặt tên từng khối.\n\nChỉ car bằng cách lăn nó qua sàn và tạo âm thanh động cơ cùng nhau.\n\nKết thúc với trò đồ chơi, chọn và đặt tên đồ chơi theo cách vui và tương tác.\n\nNhững hoạt động chơi đơn giản này khiến việc học từ vựng đồ chơi trở nên tự nhiên và vui vẻ."
      },
      "tags": [
        "all"
      ],
      "audio": "toys_playtime_v1_ball.mp3 toys_playtime_v1_doll_teddy.mp3 toys_playtime_v1_blocks.mp3 toys_playtime_v1_car.mp3 toys_playtime_v1_toy_game.mp3"
    }
  ]
}
