{
  "id": "travel_transport_kids_l2",
  "tier": "Kids Level 2 / Trẻ Em Cấp 2",
  "title": {
    "en": "Travel & Transport",
    "vi": "Du Lịch & Phương Tiện"
  },
  "content": {
    "en": "This room teaches children simple English words for vehicles and transportation. Parents guide learning through play, pictures, or toy vehicles, helping kids explore how people travel while practicing gentle English vocabulary.",
    "vi": "Phòng này dạy trẻ các từ tiếng Anh đơn giản về xe cộ và phương tiện di chuyển. Cha mẹ hướng dẫn qua trò chơi, hình ảnh hoặc đồ chơi xe, giúp trẻ khám phá cách mọi người di chuyển và luyện từ vựng tiếng Anh nhẹ nhàng.",
    "audio": "travel_transport_v1_intro.mp3"
  },
  "entries": [
    {
      "slug": "land-vehicles",
      "keywords_en": ["car", "bus", "train", "land"],
      "keywords_vi": ["xe hơi", "xe buýt", "tàu hỏa", "đất"],
      "copy": {
        "en": "Teach land vehicles using toy cars, buses, and trains. Say: Car! Bus! Train! and make sounds like vroom! or choo-choo! Roll the toys together while naming them. Kids love copying sounds and movements, which helps them remember the words naturally.",
        "vi": "Dạy phương tiện đi bộ bằng đồ chơi xe hơi, xe buýt và tàu hỏa. Nói: Car! Bus! Train! và làm âm thanh như vroom! hoặc choo-choo! Đẩy đồ chơi cùng nhau khi gọi tên. Trẻ thích bắt chước âm thanh và động tác, giúp ghi nhớ từ tự nhiên."
      },
      "tags": ["land", "vehicles"],
      "audio": "travel_transport_v1_land.mp3"
    },
    {
      "slug": "air-vehicles",
      "keywords_en": ["airplane", "helicopter", "sky"],
      "keywords_vi": ["máy bay", "trực thăng", "bầu trời"],
      "copy": {
        "en": "Teach air vehicles by showing pictures of airplanes and helicopters. Say: Airplane! Helicopter! and spread your arms like wings or make whirring sounds. Kids enjoy pretending to fly, which makes these words memorable and fun to practice.",
        "vi": "Dạy phương tiện trên không bằng hình ảnh máy bay và trực thăng. Nói: Airplane! Helicopter! và dang tay như cánh hoặc làm âm thanh quay. Trẻ thích giả vờ bay, giúp những từ này dễ nhớ và vui khi luyện tập."
      },
      "tags": ["air", "sky"],
      "audio": "travel_transport_v1_air.mp3"
    },
    {
      "slug": "water-vehicles",
      "keywords_en": ["boat", "ship", "water"],
      "keywords_vi": ["thuyền", "tàu thủy", "nước"],
      "copy": {
        "en": "Teach water vehicles using pictures or toys of boats and ships. Say: Boat! Ship! and make gentle wave motions with your hands. Kids love the idea of floating and sailing, making these transportation words easy to learn through play.",
        "vi": "Dạy phương tiện trên nước bằng hình ảnh hoặc đồ chơi thuyền và tàu thủy. Nói: Boat! Ship! và làm động tác sóng bằng tay. Trẻ thích ý tưởng nổi và lướt đi, giúp các từ về phương tiện này dễ học qua chơi."
      },
      "tags": ["water", "boat"],
      "audio": "travel_transport_v1_water.mp3"
    },
    {
      "slug": "going-places",
      "keywords_en": ["travel", "go", "places"],
      "keywords_vi": ["du lịch", "đi", "nơi"],
      "copy": {
        "en": "Teach going places by saying: We go to the park! We go to school! and pretending to drive, walk, or fly. Kids enjoy imagining journeys, which helps connect transportation words with real-life experiences in a simple way.",
        "vi": "Dạy đi những nơi bằng cách nói: We go to the park! We go to school! và giả vờ lái xe, đi bộ hoặc bay. Trẻ thích tưởng tượng chuyến đi, giúp kết nối từ phương tiện với trải nghiệm thực tế một cách đơn giản."
      },
      "tags": ["travel", "places"],
      "audio": "travel_transport_v1_places.mp3"
    },
    {
      "slug": "safety-travel",
      "keywords_en": ["safe", "seatbelt", "careful"],
      "keywords_vi": ["an toàn", "dây an toàn", "cẩn thận"],
      "copy": {
        "en": "Teach travel safety by showing how to buckle up and say: Seatbelt! Safe! Pretend to click a belt and smile. Kids learn that safety is important while traveling, making these simple words meaningful in everyday situations.",
        "vi": "Dạy an toàn khi đi lại bằng cách cho bé thấy cách thắt dây an toàn và nói: Seatbelt! Safe! Giả vờ thắt dây và mỉm cười. Trẻ học rằng an toàn quan trọng khi đi lại, giúp những từ đơn giản này có ý nghĩa trong tình huống hàng ngày."
      },
      "tags": ["safety", "travel"],
      "audio": "travel_transport_v1_safety.mp3"
    },
    {
      "slug": "all",
      "keywords_en": ["all", "full", "complete"],
      "keywords_vi": ["tất cả", "đầy đủ", "trọn vẹn"],
      "copy": {
        "en": "Teach land vehicles with sounds and movements.\n\nTeach air vehicles by spreading arms like wings.\n\nTeach water vehicles with gentle wave motions.\n\nTeach going places through pretend journeys.\n\nTeach travel safety with seatbelt actions.\n\nThese transportation words help kids explore how we move and travel in the world.",
        "vi": "Dạy phương tiện đi bộ bằng âm thanh và chuyển động.\n\nDạy phương tiện trên không bằng cách dang tay như cánh.\n\nDạy phương tiện trên nước bằng động tác sóng nhẹ.\n\nDạy đi những nơi qua chuyến đi giả vờ.\n\nDạy an toàn khi đi lại bằng hành động thắt dây an toàn.\n\nNhững từ về phương tiện này giúp trẻ khám phá cách chúng ta di chuyển và du lịch trên thế giới."
      },
      "tags": ["all"],
      "audio": "travel_transport_v1_land.mp3 travel_transport_v1_air.mp3 travel_transport_v1_water.mp3 travel_transport_v1_places.mp3 travel_transport_v1_safety.mp3"
    }
  ],
  "meta": {
    "age_range": "7-10",
    "level": "Kids Level 2",
    "created_at": "2025-11-23T00:00:00+00:00",
    "updated_at": "2025-11-23T00:00:00+00:00",
    "entry_count": 6,
    "room_color": "#FFE9D6"
  }
}