{
  "tier": "VIP1 / VIP1",
  "title": {
    "en": "Trigger Point Release",
    "vi": "Giải Phóng Điểm Kích Hoạt"
  },
  "content": {
    "en": "Discover gentle ways to ease muscle tension at home with trigger point release. This approach focuses on finding and softening tight spots in your muscles that may cause discomfort. Through simple, self-applied pressure techniques, you can encourage better flow and relaxation in your body. We'll guide you step by step, covering how to locate these points, apply safe pressure, and incorporate breathing for comfort. Remember, listen to your body and move slowly. These practices aim to support your daily well-being, helping you feel more at ease and mobile. Always start gently and build confidence over time.",
    "vi": "Khám phá những cách nhẹ nhàng để giảm căng cơ tại nhà với giải phóng điểm kích hoạt. Phương pháp này tập trung vào việc tìm và làm mềm các điểm chặt trong cơ bắp có thể gây khó chịu. Thông qua các kỹ thuật áp lực tự áp dụng đơn giản, bạn có thể khuyến khích dòng chảy tốt hơn và thư giãn trong cơ thể. Chúng tôi sẽ hướng dẫn bạn từng bước, bao gồm cách xác định vị trí các điểm này, áp dụng áp lực an toàn và kết hợp thở để thoải mái. Hãy nhớ lắng nghe cơ thể và di chuyển chậm rãi. Những thực hành này nhằm hỗ trợ sức khỏe hàng ngày của bạn, giúp bạn cảm thấy thoải mái và linh hoạt hơn. Luôn bắt đầu nhẹ nhàng và xây dựng sự tự tin theo thời gian."
  },
  "entries": [
    {
      "slug": "understanding-trigger-points",
      "keywords_en": [
        "Understanding Trigger Points",
        "muscle knots",
        "pain sources",
        "tension spots",
        "referral pain"
      ],
      "keywords_vi": [
        "Hiểu Về Điểm Kích Hoạt",
        "nút cơ",
        "nguồn đau",
        "điểm căng",
        "đau lan"
      ],
      "copy": {
        "en": "Trigger points are sensitive areas in your muscles that can feel like tight knots and may contribute to discomfort elsewhere in your body. They often form from overuse, stress, or poor posture. Recognizing them helps you address tension gently. Start by noticing where you feel tightness or aches during daily activities. These spots might be tender when touched and could refer sensations to other areas, like a shoulder knot causing headache-like feelings. Approach this with kindness to yourself—it's about nurturing your body. Over time, learning about these points empowers you to manage your comfort more effectively at home.",
        "vi": "Điểm kích hoạt là những khu vực nhạy cảm trong cơ bắp của bạn có thể cảm giác như nút chặt và có thể góp phần gây khó chịu ở nơi khác trong cơ thể. Chúng thường hình thành từ sử dụng quá mức, căng thẳng hoặc tư thế xấu. Nhận biết chúng giúp bạn giải quyết căng thẳng một cách nhẹ nhàng. Bắt đầu bằng việc chú ý nơi bạn cảm thấy chặt hoặc đau trong hoạt động hàng ngày. Những điểm này có thể nhạy cảm khi chạm và có thể lan cảm giác đến các khu vực khác, như nút vai gây cảm giác giống đau đầu. Hãy tiếp cận với lòng tốt đối với bản thân—đây là về việc chăm sóc cơ thể. Theo thời gian, học về những điểm này trao quyền cho bạn quản lý sự thoải mái hiệu quả hơn tại nhà."
      },
      "tags": [
        "trigger-points",
        "self-awareness",
        "muscle-tension"
      ],
      "audio": "tpr_vip1_1_en.mp3"
    },
    {
      "slug": "locating-trigger-points",
      "keywords_en": [
        "Locating Trigger Points",
        "palpation",
        "find knots",
        "body scan",
        "tender spots"
      ],
      "keywords_vi": [
        "Xác Định Vị Trí Điểm Kích Hoạt",
        "sờ nắn",
        "tìm nút",
        "quét cơ thể",
        "điểm nhạy cảm"
      ],
      "copy": {
        "en": "To find trigger points, sit or lie comfortably and gently explore your muscles with your fingers. Use light pressure to feel for taut bands or nodules that feel tender. Common areas include your neck, shoulders, and back. Move slowly along the muscle fibers, noticing any spot that reproduces your familiar discomfort or refers sensation elsewhere. Breathe deeply to stay relaxed. If it's sore, that's likely a point to address. Practice this in a quiet space, perhaps after a warm shower to soften tissues. With patience, you'll get better at identifying these areas, allowing you to target relief more precisely.",
        "vi": "Để tìm điểm kích hoạt, ngồi hoặc nằm thoải mái và nhẹ nhàng khám phá cơ bắp bằng ngón tay. Sử dụng áp lực nhẹ để cảm nhận các dải chặt hoặc nốt sần cảm giác nhạy cảm. Các khu vực phổ biến bao gồm cổ, vai và lưng. Di chuyển chậm dọc theo sợi cơ, chú ý bất kỳ điểm nào tái tạo khó chịu quen thuộc hoặc lan cảm giác đến nơi khác. Thở sâu để giữ thư giãn. Nếu đau, đó có lẽ là điểm cần giải quyết. Thực hành trong không gian yên tĩnh, có lẽ sau khi tắm nước ấm để làm mềm mô. Với sự kiên nhẫn, bạn sẽ giỏi hơn trong việc xác định các khu vực này, cho phép nhắm đến sự giảm đau chính xác hơn."
      },
      "tags": [
        "locating",
        "self-palpation",
        "body-exploration"
      ],
      "audio": "tpr_vip1_2_en.mp3"
    },
    {
      "slug": "tools-for-self-release",
      "keywords_en": [
        "Tools for Self-Release",
        "massage balls",
        "foam rollers",
        "household items",
        "ergonomic aids"
      ],
      "keywords_vi": [
        "Công Cụ Để Tự Giải Phóng",
        "bóng massage",
        "con lăn foam",
        "vật dụng gia đình",
        "hỗ trợ ergonomics"
      ],
      "copy": {
        "en": "You can use simple tools to help release trigger points at home. A tennis ball or lacrosse ball works well for applying focused pressure—place it against a wall or floor. Foam rollers are great for larger areas like your back. Even a rolled-up towel or your own hands can suffice for gentler spots. Choose something comfortable and controllable. Start with softer options if you're new to this. Clean your tools regularly and use them in a safe space to avoid slips. These aids make it easier to reach tricky areas, supporting your journey toward more relaxed muscles.",
        "vi": "Bạn có thể sử dụng các công cụ đơn giản để giúp giải phóng điểm kích hoạt tại nhà. Một quả bóng tennis hoặc lacrosse hoạt động tốt để áp dụng áp lực tập trung—đặt nó chống tường hoặc sàn. Con lăn foam tuyệt vời cho các khu vực lớn như lưng. Thậm chí một chiếc khăn cuộn hoặc tay của bạn có thể đủ cho các điểm nhẹ nhàng. Chọn thứ gì đó thoải mái và kiểm soát được. Bắt đầu với lựa chọn mềm hơn nếu bạn mới. Làm sạch công cụ thường xuyên và sử dụng chúng trong không gian an toàn để tránh trượt. Những hỗ trợ này làm dễ dàng tiếp cận các khu vực khó, hỗ trợ hành trình của bạn hướng tới cơ bắp thư giãn hơn."
      },
      "tags": [
        "tools",
        "self-help",
        "equipment"
      ],
      "audio": "tpr_vip1_3_en.mp3"
    },
    {
      "slug": "basic-technique",
      "keywords_en": [
        "Basic Technique",
        "ischemic compression",
        "apply pressure",
        "hold release",
        "step-by-step"
      ],
      "keywords_vi": [
        "Kỹ Thuật Cơ Bản",
        "nén thiếu máu",
        "áp lực",
        "giữ thả",
        "từng bước"
      ],
      "copy": {
        "en": "Begin by locating a trigger point, then apply steady pressure using your tool or fingers. Press firmly but gently until you feel a tolerable intensity—aim for a 'good hurt' that eases over time. Hold for 30 to 90 seconds, or until the tenderness softens. Breathe slowly and deeply to help your body relax. Release the pressure gradually, then pause to notice any changes. Repeat if needed, but limit to a few times per spot. This technique encourages circulation and relaxation in the area. Practice mindfully, honoring your body's signals for a soothing experience.",
        "vi": "Bắt đầu bằng việc xác định vị trí điểm kích hoạt, sau đó áp dụng áp lực ổn định bằng công cụ hoặc ngón tay. Ấn chắc nhưng nhẹ nhàng đến khi cảm thấy cường độ chịu đựng được—nhắm đến 'đau tốt' giảm dần theo thời gian. Giữ trong 30 đến 90 giây, hoặc đến khi sự nhạy cảm mềm đi. Thở chậm và sâu để giúp cơ thể thư giãn. Thả áp lực dần dần, sau đó dừng để chú ý bất kỳ thay đổi nào. Lặp lại nếu cần, nhưng giới hạn vài lần mỗi điểm. Kỹ thuật này khuyến khích lưu thông và thư giãn trong khu vực. Thực hành chánh niệm, tôn trọng tín hiệu cơ thể cho trải nghiệm dịu dàng."
      },
      "tags": [
        "technique",
        "compression",
        "self-application"
      ],
      "audio": "tpr_vip1_4_en.mp3"
    },
    {
      "slug": "pressure-and-duration",
      "keywords_en": [
        "Pressure and Duration",
        "intensity levels",
        "timing",
        "safe hold",
        "adjusting"
      ],
      "keywords_vi": [
        "Áp Lực Và Thời Gian",
        "mức cường độ",
        "thời điểm",
        "giữ an toàn",
        "điều chỉnh"
      ],
      "copy": {
        "en": "Finding the right pressure is key—start light and increase gradually to a level where you feel the spot responding without sharp pain. Imagine pressing to encourage release, not force it. For duration, hold 30 seconds for milder points, up to 90 for stubborn ones, or until you sense easing. If it intensifies, ease off. Adjust based on your comfort; everyone's tolerance varies. Take breaks between holds to breathe and reassess. This mindful approach helps you build trust in the process, allowing your muscles to soften naturally over sessions.",
        "vi": "Tìm áp lực đúng là chìa khóa—bắt đầu nhẹ và tăng dần đến mức nơi bạn cảm thấy điểm phản ứng mà không đau nhói. Hãy tưởng tượng ấn để khuyến khích giải phóng, không ép buộc. Đối với thời gian, giữ 30 giây cho điểm nhẹ, lên đến 90 cho điểm cứng đầu, hoặc đến khi cảm thấy dễ chịu. Nếu tăng cường, giảm bớt. Điều chỉnh dựa trên sự thoải mái; khả năng chịu đựng của mỗi người khác nhau. Nghỉ giữa các lần giữ để thở và đánh giá lại. Cách tiếp cận chánh niệm này giúp bạn xây dựng lòng tin vào quá trình, cho phép cơ bắp mềm tự nhiên qua các buổi."
      },
      "tags": [
        "pressure",
        "duration",
        "adjustment"
      ],
      "audio": "tpr_vip1_5_en.mp3"
    },
    {
      "slug": "breathing-and-relaxation",
      "keywords_en": [
        "Breathing and Relaxation",
        "deep breaths",
        "calm mind",
        "ease tension",
        "mindful practice"
      ],
      "keywords_vi": [
        "Thở Và Thư Giãn",
        "thở sâu",
        "tâm trí bình tĩnh",
        "giảm căng",
        "thực hành chánh niệm"
      ],
      "copy": {
        "en": "Incorporate breathing to enhance your release sessions. As you apply pressure, inhale deeply through your nose, filling your belly, then exhale slowly through your mouth. This helps oxygenate your muscles and signals your body to relax. If tension builds, pause and focus on your breath to center yourself. Visualize the knot softening with each exhale. Combine this with a quiet environment and comfortable position for better results. Over time, this practice not only aids in releasing points but also promotes overall calm, making self-care a nurturing ritual.",
        "vi": "Kết hợp thở để nâng cao các buổi giải phóng. Khi áp dụng áp lực, hít sâu qua mũi, lấp đầy bụng, sau đó thở ra chậm qua miệng. Điều này giúp oxy hóa cơ bắp và báo hiệu cơ thể thư giãn. Nếu căng thẳng tăng, dừng và tập trung vào hơi thở để cân bằng. Hình dung nút mềm đi với mỗi lần thở ra. Kết hợp với môi trường yên tĩnh và vị trí thoải mái để kết quả tốt hơn. Theo thời gian, thực hành này không chỉ giúp giải phóng điểm mà còn thúc đẩy sự bình tĩnh tổng thể, làm tự chăm sóc thành nghi thức nuôi dưỡng."
      },
      "tags": [
        "breathing",
        "relaxation",
        "mindfulness"
      ],
      "audio": "tpr_vip1_6_en.mp3"
    },
    {
      "slug": "post-release-stretching",
      "keywords_en": [
        "Post-Release Stretching",
        "gentle stretches",
        "maintain flexibility",
        "aftercare",
        "muscle elongation"
      ],
      "keywords_vi": [
        "Duỗi Sau Giải Phóng",
        "duỗi nhẹ",
        "duy trì linh hoạt",
        "chăm sóc sau",
        "kéo dài cơ"
      ],
      "copy": {
        "en": "After releasing a point, gently stretch the muscle to encourage length and flow. Hold the stretch for 20-30 seconds without bouncing, breathing steadily. For example, after shoulder work, reach one arm across your body. Listen to your body—if it feels good, proceed; if not, stop. This step helps integrate the release, potentially reducing recurrence. Combine with hydration and light movement afterward. Regular stretching post-session supports your muscles' recovery, fostering a sense of openness and ease in your daily movements.",
        "vi": "Sau khi giải phóng điểm, nhẹ nhàng duỗi cơ để khuyến khích chiều dài và dòng chảy. Giữ duỗi 20-30 giây mà không nảy, thở đều. Ví dụ, sau làm vai, vươn một tay qua cơ thể. Lắng nghe cơ thể—nếu cảm thấy tốt, tiếp tục; nếu không, dừng. Bước này giúp tích hợp giải phóng, có thể giảm tái phát. Kết hợp với uống nước và vận động nhẹ sau. Duỗi đều đặn sau buổi hỗ trợ phục hồi cơ, nuôi dưỡng cảm giác mở và dễ dàng trong chuyển động hàng ngày."
      },
      "tags": [
        "stretching",
        "aftercare",
        "flexibility"
      ],
      "audio": "tpr_vip1_7_en.mp3"
    },
    {
      "slug": "frequency-and-scheduling",
      "keywords_en": [
        "Frequency and Scheduling",
        "session timing",
        "daily routine",
        "consistency",
        "progress tracking"
      ],
      "keywords_vi": [
        "Tần Suất Và Lịch Trình",
        "thời gian buổi",
        "lịch hàng ngày",
        "nhất quán",
        "theo dõi tiến bộ"
      ],
      "copy": {
        "en": "Aim for short sessions 2-3 times a week to start, focusing on one or two areas per time. As you grow comfortable, increase to daily if it feels supportive. Schedule when you're relaxed, like evenings, to avoid rushing. Track how you feel before and after in a journal to notice patterns. Consistency gently builds results, but rest if an area feels overworked. This approach allows your body to adapt, helping you maintain comfort over time with patience and self-compassion.",
        "vi": "Nhắm đến các buổi ngắn 2-3 lần một tuần để bắt đầu, tập trung vào một hoặc hai khu vực mỗi lần. Khi quen, tăng lên hàng ngày nếu cảm thấy hỗ trợ. Lên lịch khi thư giãn, như tối, để tránh vội vã. Theo dõi cảm giác trước và sau trong nhật ký để chú ý mẫu. Nhất quán xây dựng kết quả nhẹ nhàng, nhưng nghỉ nếu khu vực cảm thấy quá tải. Cách tiếp cận này cho phép cơ thể thích nghi, giúp bạn duy trì thoải mái theo thời gian với kiên nhẫn và tự thương."
      },
      "tags": [
        "frequency",
        "scheduling",
        "consistency"
      ],
      "audio": "tpr_vip1_8_en.mp3"
    },
    {
      "slug": "neck-trigger-points",
      "keywords_en": [
        "Neck Trigger Points",
        "trapezius",
        "levator scapulae",
        "headache relief",
        "posture support"
      ],
      "keywords_vi": [
        "Điểm Kích Hoạt Cổ",
        "cơ thang",
        "nâng vai",
        "giảm đau đầu",
        "hỗ trợ tư thế"
      ],
      "copy": {
        "en": "Neck points often hide in the upper trapezius or levator scapulae. To address, use fingers or a ball against a wall. Gently press into the tender spot while tilting your head away. Hold and breathe until it eases. Follow with a slow neck stretch, ear to shoulder. Be extra gentle here to avoid strain. This can help with tension from desk work or stress. Practice regularly for a more relaxed neck, improving your posture and daily comfort.",
        "vi": "Điểm cổ thường ẩn trong cơ thang trên hoặc nâng vai. Để giải quyết, sử dụng ngón tay hoặc bóng chống tường. Nhẹ nhàng ấn vào điểm nhạy cảm trong khi nghiêng đầu ra xa. Giữ và thở đến khi dễ chịu. Tiếp theo với duỗi cổ chậm, tai về vai. Hãy đặc biệt nhẹ nhàng để tránh căng. Điều này có thể giúp căng từ công việc bàn hoặc stress. Thực hành đều để cổ thư giãn hơn, cải thiện tư thế và thoải mái hàng ngày."
      },
      "tags": [
        "neck",
        "specific-areas",
        "tension-relief"
      ],
      "audio": "tpr_vip1_9_en.mp3"
    },
    {
      "slug": "shoulder-trigger-points",
      "keywords_en": [
        "Shoulder Trigger Points",
        "infraspinatus",
        "rotator cuff",
        "arm mobility",
        "daily ease"
      ],
      "keywords_vi": [
        "Điểm Kích Hoạt Vai",
        "cơ dưới gai",
        "còng quay",
        "di động tay",
        "dễ dàng hàng ngày"
      ],
      "copy": {
        "en": "Shoulders commonly hold points in the infraspinatus or trapezius. Lie on a ball or use your opposite hand to press. Find the spot and apply steady pressure, rotating your arm gently if comfortable. Release and stretch by hugging yourself. Proceed slowly to nurture the area. This supports better arm movement and reduces buildup from carrying or typing. With consistent care, you'll notice freer shoulders, enhancing your activities with less discomfort.",
        "vi": "Vai thường giữ điểm trong cơ dưới gai hoặc thang. Nằm trên bóng hoặc dùng tay đối diện ấn. Tìm điểm và áp lực ổn định, xoay tay nhẹ nếu thoải mái. Thả và duỗi bằng ôm mình. Tiến hành chậm để chăm sóc khu vực. Điều này hỗ trợ chuyển động tay tốt hơn và giảm tích tụ từ mang hoặc gõ. Với chăm sóc nhất quán, bạn sẽ nhận thấy vai tự do hơn, nâng cao hoạt động với ít khó chịu hơn."
      },
      "tags": [
        "shoulders",
        "specific-areas",
        "mobility"
      ],
      "audio": "tpr_vip1_10_en.mp3"
    },
    {
      "slug": "upper-back-trigger-points",
      "keywords_en": [
        "Upper Back Trigger Points",
        "rhomboids",
        "erector spinae",
        "posture improvement",
        "back comfort"
      ],
      "keywords_vi": [
        "Điểm Kích Hoạt Lưng Trên",
        "cơ kim cương",
        "dựng cột sống",
        "cải thiện tư thế",
        "thoải mái lưng"
      ],
      "copy": {
        "en": "Upper back points lurk in rhomboids or erector spinae. Use a foam roller or ball against a wall, leaning in gently. Hold on the tender area, breathing through it. Follow with a cat-cow stretch on all fours. Take your time to avoid overwhelming the muscles. This helps with slouching from sitting, promoting upright posture. Gentle sessions can lead to a more supported back, easing your day-to-day movements.",
        "vi": "Điểm lưng trên ẩn náu trong cơ kim cương hoặc dựng cột sống. Sử dụng con lăn foam hoặc bóng chống tường, nghiêng nhẹ. Giữ trên khu vực nhạy cảm, thở qua nó. Tiếp theo với duỗi mèo-bò trên bốn chân. Dành thời gian để tránh quá tải cơ. Điều này giúp với khom lưng từ ngồi, thúc đẩy tư thế thẳng. Các buổi nhẹ nhàng có thể dẫn đến lưng hỗ trợ hơn, dễ dàng chuyển động hàng ngày."
      },
      "tags": [
        "upper-back",
        "specific-areas",
        "posture"
      ],
      "audio": "tpr_vip1_11_en.mp3"
    },
    {
      "slug": "lower-back-trigger-points",
      "keywords_en": [
        "Lower Back Trigger Points",
        "quadratus lumborum",
        "glutes connection",
        "stability support",
        "daily relief"
      ],
      "keywords_vi": [
        "Điểm Kích Hoạt Lưng Dưới",
        "cơ vuông thắt lưng",
        "kết nối mông",
        "hỗ trợ ổn định",
        "giảm đau hàng ngày"
      ],
      "copy": {
        "en": "Lower back often has points in the quadratus lumborum. Sit or lie with a ball under the area, shifting weight gently. Press and hold, using breath to relax. Stretch with child's pose afterward. Be cautious, starting light to protect your spine. This addresses tension from standing or lifting, aiding stability. Regular attention can foster a stronger, more comfortable lower back for everyday tasks.",
        "vi": "Lưng dưới thường có điểm trong cơ vuông thắt lưng. Ngồi hoặc nằm với bóng dưới khu vực, dịch chuyển trọng lượng nhẹ. Ấn và giữ, sử dụng hơi thở để thư giãn. Duỗi với tư thế trẻ em sau. Cẩn thận, bắt đầu nhẹ để bảo vệ cột sống. Điều này giải quyết căng từ đứng hoặc nâng, hỗ trợ ổn định. Chú ý đều có thể nuôi dưỡng lưng dưới mạnh mẽ, thoải mái hơn cho công việc hàng ngày."
      },
      "tags": [
        "lower-back",
        "specific-areas",
        "stability"
      ],
      "audio": "tpr_vip1_12_en.mp3"
    },
    {
      "slug": "hip-and-glute-trigger-points",
      "keywords_en": [
        "Hip and Glute Trigger Points",
        "piriformis",
        "gluteus medius",
        "leg mobility",
        "balance aid"
      ],
      "keywords_vi": [
        "Điểm Kích Hoạt Hông Và Mông",
        "cơ lê",
        "mông giữa",
        "di động chân",
        "hỗ trợ cân bằng"
      ],
      "copy": {
        "en": "Hips and glutes hold points in piriformis or gluteus medius. Sit on a ball, crossing one leg over, and rock gently. Hold pressure on spots, breathing steadily. Stretch with pigeon pose carefully. Adjust intensity to stay comfortable. This helps with walking or sitting tension, improving balance. Consistent practice supports freer hips, enhancing your stride and overall ease.",
        "vi": "Hông và mông giữ điểm trong cơ lê hoặc mông giữa. Ngồi trên bóng, bắt chéo một chân, lắc nhẹ. Giữ áp lực trên điểm, thở đều. Duỗi với tư thế chim bồ câu cẩn thận. Điều chỉnh cường độ để thoải mái. Điều này giúp căng từ đi hoặc ngồi, cải thiện cân bằng. Thực hành nhất quán hỗ trợ hông tự do hơn, nâng cao bước đi và dễ dàng tổng thể."
      },
      "tags": [
        "hips",
        "glutes",
        "mobility"
      ],
      "audio": "tpr_vip1_13_en.mp3"
    },
    {
      "slug": "leg-trigger-points",
      "keywords_en": [
        "Leg Trigger Points",
        "quadriceps",
        "calves",
        "foot support",
        "movement ease"
      ],
      "keywords_vi": [
        "Điểm Kích Hoạt Chân",
        "cơ đùi trước",
        "bắp chân",
        "hỗ trợ chân",
        "dễ dàng chuyển động"
      ],
      "copy": {
        "en": "Legs may have points in quadriceps or calves. Use a roller under your thigh or calf, rolling slowly to find and press. Hold on tenders, then stretch by bending knee or pointing toes. Start gently to avoid fatigue. This addresses strain from activity, supporting better movement. With care, you'll feel more grounded and agile in your steps.",
        "vi": "Chân có thể có điểm trong cơ đùi trước hoặc bắp chân. Sử dụng con lăn dưới đùi hoặc bắp, lăn chậm để tìm và ấn. Giữ trên nhạy cảm, sau đó duỗi bằng gập gối hoặc chỉ mũi chân. Bắt đầu nhẹ để tránh mệt. Điều này giải quyết căng từ hoạt động, hỗ trợ chuyển động tốt hơn. Với chăm sóc, bạn sẽ cảm thấy vững chãi và linh hoạt hơn trong bước đi."
      },
      "tags": [
        "legs",
        "specific-areas",
        "movement"
      ],
      "audio": "tpr_vip1_14_en.mp3"
    },
    {
      "slug": "precautions-and-when-to-stop",
      "keywords_en": [
        "Precautions and When to Stop",
        "safety first",
        "listen body",
        "seek help",
        "gentle limits"
      ],
      "keywords_vi": [
        "Cảnh Báo Và Khi Dừng",
        "an toàn đầu tiên",
        "lắng nghe cơ thể",
        "tìm giúp đỡ",
        "giới hạn nhẹ nhàng"
      ],
      "copy": {
        "en": "Always prioritize safety—avoid if you have open wounds, fractures, or feel unsure. Stop if pain sharpens, causes numbness, or persists after. Listen to your body; discomfort should ease, not worsen. Hydrate and rest post-session. If issues like swelling occur, pause and consult a professional. This practice is for gentle self-care, not intense therapy. Building awareness helps you know your limits, ensuring a positive experience.",
        "vi": "Luôn ưu tiên an toàn—tránh nếu có vết thương hở, gãy xương hoặc cảm thấy không chắc. Dừng nếu đau nhói, gây tê hoặc kéo dài sau. Lắng nghe cơ thể; khó chịu nên giảm, không tệ hơn. Uống nước và nghỉ sau buổi. Nếu vấn đề như sưng xảy ra, dừng và tham khảo chuyên gia. Thực hành này dành cho tự chăm sóc nhẹ nhàng, không phải liệu pháp mạnh. Xây dựng nhận thức giúp bạn biết giới hạn, đảm bảo trải nghiệm tích cực."
      },
      "tags": [
        "precautions",
        "safety",
        "self-care"
      ],
      "audio": "tpr_vip1_15_en.mp3"
    }
  ]
}