{
  "id": "vip6_imposter_wounds",
  "tier": "VIP6",
  "title": {
    "en": "Imposter Wounds",
    "vi": "Vết Thương Kẻ Giả Mạo"
  },
  "content": {
    "en": "This room explores imposter wounds—the fear of being exposed, the belief that your achievements are unearned, and the shadow that whispers you are never enough.",
    "vi": "Phòng này khám phá vết thương kẻ giả mạo—nỗi sợ bị lật tẩy, niềm tin rằng thành tựu của bạn không xứng đáng và bóng tối luôn thì thầm rằng bạn không bao giờ đủ tốt."
  },
  "entries": [
    {
      "slug": "the-voice-that-says-you-are-not-enough",
      "keywords_en": [
        "imposter syndrome",
        "self-doubt",
        "fear"
      ],
      "keywords_vi": [
        "hội chứng giả mạo",
        "nghi ngờ bản thân",
        "nỗi sợ"
      ],
      "copy": {
        "en": "Imposter wounds begin with a quiet voice: “You don’t belong here.” Even when you excel, something inside insists your success is accidental or fragile. You fear people will discover you are not as capable as they assume. This voice did not appear from nowhere—it was shaped by environments where praise was rare, validation inconsistent, or success demanded perfection. Growing up without steady affirmation makes you distrust your own brilliance. Imposter feelings are not proof that you are inadequate; they are echoes of places where you were unseen.",
        "vi": "Vết thương kẻ giả mạo bắt đầu từ một giọng nói nhỏ bé: “Bạn không thuộc về nơi này.” Dù bạn giỏi giang, một phần bên trong vẫn khẳng định thành công của bạn chỉ là may mắn hoặc mong manh. Bạn sợ người khác sẽ phát hiện bạn không giỏi như họ nghĩ. Giọng nói này không tự xuất hiện—it được hình thành từ môi trường nơi lời khen hiếm hoi, sự công nhận thiếu ổn định hoặc thành công bị buộc phải hoàn hảo. Lớn lên mà thiếu xác nhận vững chắc khiến bạn không tin vào tài năng của chính mình. Cảm giác giả mạo không chứng minh bạn kém cỏi; đó chỉ là tiếng vọng của những nơi bạn từng bị xem nhẹ."
      },
      "tags": [
        "imposter",
        "fear"
      ],
      "audio": "vip6_iw_1.mp3"
    },
    {
      "slug": "success-that-does-not-feel-real",
      "keywords_en": [
        "success",
        "insecurity",
        "identity"
      ],
      "keywords_vi": [
        "thành công",
        "bất an",
        "bản sắc"
      ],
      "copy": {
        "en": "Imposter wounds make success feel unreal, as if you are borrowing a life that does not truly belong to you. When good things happen, you attribute them to chance, external factors, or other people’s mistakes. You struggle to internalize achievements as part of your identity. This disconnect forms when your worth was once tied to performance, approval, or compliance. You learned to succeed for survival, not self-expression. Now, success feels like a costume you fear being stripped away.",
        "vi": "Vết thương kẻ giả mạo khiến thành công trở nên không thật, như thể bạn đang mượn một cuộc đời không thật sự thuộc về mình. Khi điều tốt đẹp đến, bạn cho rằng đó là may mắn, yếu tố ngoại cảnh hoặc sai lầm của người khác. Bạn khó tiếp nhận thành tựu như một phần bản sắc. Sự tách rời này hình thành khi giá trị của bạn từng gắn với thành tích, sự chấp thuận hoặc sự ngoan ngoãn. Bạn học cách thành công để sinh tồn, không phải để thể hiện bản thân. Giờ đây, thành công giống như bộ trang phục mà bạn sợ bị lột bỏ."
      },
      "tags": [
        "success",
        "identity"
      ],
      "audio": "vip6_iw_2.mp3"
    },
    {
      "slug": "the-fear-of-being-exposed",
      "keywords_en": [
        "exposure",
        "judgment",
        "shame"
      ],
      "keywords_vi": [
        "bị lộ",
        "phán xét",
        "xấu hổ"
      ],
      "copy": {
        "en": "At the heart of imposter wounds is the fear of being exposed. You imagine a moment where someone points out your flaws, questions your competence, or proves you do not deserve your place. This fear reflects a history of harsh judgment or environments where mistakes were treated as moral failures. You learned to hide imperfections to stay safe. Now, even honest feedback feels threatening. The fear of exposure keeps you small, silent, and overprepared—yet still convinced you are behind.",
        "vi": "Cốt lõi của vết thương kẻ giả mạo là nỗi sợ bị lột trần. Bạn tưởng tượng một khoảnh khắc ai đó chỉ ra khuyết điểm của bạn, đặt nghi vấn về năng lực hoặc chứng minh rằng bạn không xứng đáng. Nỗi sợ này phản ánh lịch sử bị phán xét nặng nề hoặc môi trường nơi sai lầm bị xem như thất bại đạo đức. Bạn học che giấu khuyết điểm để an toàn. Giờ đây, ngay cả góp ý chân thành cũng cảm giác đe dọa. Nỗi sợ bị lộ giữ bạn nhỏ bé, im lặng và chuẩn bị quá mức—nhưng vẫn tin rằng mình thua kém."
      },
      "tags": [
        "judgment",
        "shame"
      ],
      "audio": "vip6_iw_3.mp3"
    },
    {
      "slug": "achievement-as-survival",
      "keywords_en": [
        "achievement",
        "survival",
        "pressure"
      ],
      "keywords_vi": [
        "thành tựu",
        "sinh tồn",
        "áp lực"
      ],
      "copy": {
        "en": "For many, achievement was once tied to survival—love, safety, or acceptance depended on being exceptional. When success becomes a requirement rather than a celebration, you internalize the belief that you must earn your right to belong. This creates a cycle where no achievement feels enough, and every accomplishment feels like a temporary pass. You fear slowing down, making mistakes, or letting people see your humanity. The shadow here is the belief that you must constantly perform to deserve space.",
        "vi": "Với nhiều người, thành tựu từng gắn với sinh tồn—tình thương, an toàn hoặc sự chấp nhận phụ thuộc vào việc bạn phải xuất sắc. Khi thành công trở thành nghĩa vụ thay vì niềm vui, bạn hình thành niềm tin rằng mình phải xứng đáng mới được thuộc về. Điều này tạo ra vòng lặp nơi không thành tựu nào đủ, và mọi kết quả đều giống như tấm vé tạm thời. Bạn sợ chậm lại, sợ sai sót hoặc sợ người khác nhìn thấy sự con người của bạn. Bóng tối ở đây là niềm tin rằng bạn phải liên tục thể hiện để xứng đáng tồn tại."
      },
      "tags": [
        "achievement",
        "pressure"
      ],
      "audio": "vip6_iw_4.mp3"
    },
    {
      "slug": "stepping-into-authentic-worth",
      "keywords_en": [
        "worth",
        "healing",
        "identity"
      ],
      "keywords_vi": [
        "giá trị",
        "chữa lành",
        "bản sắc"
      ],
      "copy": {
        "en": "Healing imposter wounds requires reconnecting with your authentic worth. You learn to internalize your achievements instead of distancing from them. You allow yourself to be seen—flaws included—without collapsing into shame. You replace self-protection with self-recognition. Over time, you begin to understand that your competence is not luck, your talent is not an accident, and your place is not borrowed. You stand in rooms not as an imposter, but as the person who earned their way in.",
        "vi": "Chữa lành vết thương kẻ giả mạo đòi hỏi bạn kết nối lại với giá trị thật của mình. Bạn học tiếp nhận thành tựu thay vì tách mình khỏi chúng. Bạn cho phép bản thân được nhìn thấy—kể cả khuyết điểm—mà không sụp đổ trong xấu hổ. Bạn thay sự tự bảo vệ bằng sự tự công nhận. Theo thời gian, bạn hiểu rằng năng lực của bạn không phải may mắn, tài năng của bạn không phải tình cờ và vị trí của bạn không phải đồ mượn. Bạn đứng trong căn phòng như người thuộc về nơi đó, không phải kẻ giả mạo."
      },
      "tags": [
        "worth",
        "healing"
      ],
      "audio": "vip6_iw_5.mp3"
    },
    {
      "slug": "all",
      "keywords_en": [
        "all",
        "full sequence",
        "combined"
      ],
      "keywords_vi": [
        "tất cả",
        "chuỗi đầy đủ",
        "kết hợp"
      ],
      "copy": {
        "en": "Imposter wounds form when the voice of self-doubt grows louder than the truth of your capability. You distrust your achievements, fear being exposed, and believe success does not belong to you. You attribute progress to luck while attributing flaws to identity. These wounds are born from environments where validation was scarce and perfection was demanded. Healing requires learning to see your worth clearly, accepting your talents, and allowing yourself to take up space without apology. You are not an imposter—you are someone whose brilliance deserves to be recognized by you first.",
        "vi": "Vết thương kẻ giả mạo hình thành khi tiếng nói nghi ngờ bản thân lớn hơn sự thật về năng lực của bạn. Bạn không tin vào thành tựu, sợ bị lột trần và tin rằng thành công không thuộc về mình. Bạn gán tiến bộ cho may mắn nhưng gán khuyết điểm cho bản sắc. Những vết thương này sinh ra từ môi trường thiếu công nhận và đòi hỏi hoàn hảo. Chữa lành nghĩa là nhìn rõ giá trị của mình, chấp nhận tài năng và cho phép bản thân chiếm chỗ mà không xin lỗi. Bạn không phải kẻ giả mạo—bạn là người có ánh sáng xứng đáng được chính bạn công nhận."
      },
      "tags": [
        "all",
        "combined"
      ],
      "audio": "vip6_iw_1.mp3 vip6_iw_2.mp3 vip6_iw_3.mp3 vip6_iw_4.mp3 vip6_iw_5.mp3"
    }
  ]
}
