{
  "id": "vip6_reclaim_power",
  "tier": "VIP6",
  "title": {
    "en": "Reclaiming Inner Power",
    "vi": "Giành Lại Sức Mạnh Nội Tại"
  },
  "content": {
    "en": "This room guides you to reclaim the inner power you once lost to fear, trauma, self-doubt, and survival patterns that no longer serve you.",
    "vi": "Phòng này dẫn bạn giành lại sức mạnh nội tại từng đánh mất vào nỗi sợ, tổn thương, hoài nghi bản thân và những mô thức sinh tồn không còn phù hợp."
  },
  "entries": [
    {
      "slug": "where-power-was-lost",
      "keywords_en": ["power", "origin", "fear"],
      "keywords_vi": ["sức mạnh", "nguồn gốc", "nỗi sợ"],
      "copy": {
        "en": "Power is often lost quietly—through moments when your voice was dismissed, your needs were ignored, or your boundaries were violated. You learned to shrink yourself for peace, to stay silent for safety, to accept less so you wouldn’t lose more. This was not weakness but survival. The places where your power faded were the places where you were taught to trade authenticity for acceptance. Understanding this origin is the first step in reclaiming what was always yours.",
        "vi": "Sức mạnh thường mất đi trong im lặng—qua những khoảnh khắc tiếng nói của bạn bị bác bỏ, nhu cầu bị bỏ qua hoặc ranh giới bị xâm phạm. Bạn học cách thu nhỏ mình để giữ hòa khí, im lặng để an toàn và chấp nhận ít hơn để không mất thêm. Đó không phải yếu đuối mà là sinh tồn. Nơi sức mạnh phai mờ chính là nơi bạn được dạy phải đánh đổi sự chân thật để đổi lấy sự chấp nhận. Hiểu nguồn gốc ấy là bước đầu giành lại điều vốn thuộc về bạn."
      },
      "tags": ["power", "origin"],
      "audio": "vip6_rp_1.mp3"
    },
    {
      "slug": "the-fragments-of-yourself",
      "keywords_en": ["self", "fragmentation", "identity"],
      "keywords_vi": ["bản thân", "phân mảnh", "bản ngã"],
      "copy": {
        "en": "Losing power creates fragmentation. You separate into parts—the achiever who overperforms, the pleaser who overgives, the protector who withdraws, and the wounded self who hides. These parts were born to carry pain you could not face all at once. But none of them hold your entire truth. Reclaiming power means gathering these fragments, honoring the role each one played, and bringing them home to your center, where strength, clarity, and identity reunite.",
        "vi": "Mất sức mạnh tạo ra sự phân mảnh. Bạn tách thành nhiều phần—người đạt thành tích quá mức, người làm hài lòng quá mức, người bảo vệ luôn rút lui và phần tổn thương luôn ẩn nấp. Những phần này sinh ra để mang gánh đau bạn không thể đối mặt cùng lúc. Nhưng không phần nào chứa toàn bộ sự thật của bạn. Giành lại sức mạnh nghĩa là gom các mảnh lại, trân trọng vai trò từng phần và đưa chúng trở về trung tâm—nơi sức mạnh, sáng rõ và bản ngã hội tụ."
      },
      "tags": ["self", "identity"],
      "audio": "vip6_rp_2.mp3"
    },
    {
      "slug": "reclaiming-your-boundaries",
      "keywords_en": ["boundaries", "self-respect", "healing"],
      "keywords_vi": ["ranh giới", "tự tôn", "chữa lành"],
      "copy": {
        "en": "Your power returns when you rebuild your boundaries. You stop apologizing for your needs, stop shrinking your truth, and stop allowing others to define your worth. Each boundary is a declaration: “My energy matters. My time matters. My voice matters.” Boundaries are not walls—they are doors you choose how and when to open. Reclaiming them restores dignity, safety, and the ability to stand firmly in your life.",
        "vi": "Sức mạnh trở lại khi bạn xây dựng lại ranh giới. Bạn ngừng xin lỗi vì nhu cầu của mình, ngừng thu nhỏ sự thật và ngừng để người khác định nghĩa giá trị bản thân. Mỗi ranh giới là lời tuyên bố: “Năng lượng của tôi quan trọng. Thời gian của tôi quan trọng. Tiếng nói của tôi quan trọng.” Ranh giới không phải tường—chúng là cánh cửa bạn chọn mở khi nào và với ai. Giành lại chúng mang lại phẩm giá, an toàn và khả năng đứng vững trong cuộc đời."
      },
      "tags": ["boundaries", "healing"],
      "audio": "vip6_rp_3.mp3"
    },
    {
      "slug": "the-body-remembers-strength",
      "keywords_en": ["body", "memory", "strength"],
      "keywords_vi": ["cơ thể", "ký ức", "sức mạnh"],
      "copy": {
        "en": "Your body remembers strength even when your mind forgets. It remembers moments of courage, connection, and resilience buried beneath layers of fear. Reclaiming power involves engaging the body—slow breathing, grounding, movement, and presence. As your body feels safe, your power rises naturally. Strength is not something you must create; it is something you must uncover. It has lived inside you all along, waiting for your permission to return.",
        "vi": "Cơ thể bạn nhớ sức mạnh ngay cả khi tâm trí quên. Nó nhớ những khoảnh khắc can đảm, kết nối và kiên cường bị chôn vùi dưới những lớp sợ hãi. Giành lại sức mạnh đòi hỏi bạn làm việc với cơ thể—hơi thở chậm, tiếp đất, vận động và hiện diện. Khi cơ thể cảm thấy an toàn, sức mạnh tự nhiên trỗi dậy. Sức mạnh không phải điều bạn phải tạo ra; đó là điều bạn phải hé lộ. Nó luôn ở trong bạn, chờ sự cho phép để trở lại."
      },
      "tags": ["strength", "body"],
      "audio": "vip6_rp_4.mp3"
    },
    {
      "slug": "power-that-does-not-harm",
      "keywords_en": ["power", "peace", "integration"],
      "keywords_vi": ["sức mạnh", "bình yên", "hợp nhất"],
      "copy": {
        "en": "True power does not dominate or destroy. It does not roar—it resonates. It is quiet strength, steady truth, and the ability to act without betraying yourself. When you reclaim power, you do not become hardened; you become whole. You stop performing and start choosing. You stop surviving and start living. This is power that does not harm—it protects, restores, and brings peace back to your inner world.",
        "vi": "Sức mạnh thật không thống trị hay hủy hoại. Nó không gầm thét—nó ngân vang. Đó là sức mạnh yên tĩnh, sự thật vững vàng và khả năng hành động mà không phản bội bản thân. Khi giành lại sức mạnh, bạn không trở nên cứng rắn; bạn trở nên trọn vẹn. Bạn ngừng diễn và bắt đầu lựa chọn. Bạn ngừng sinh tồn và bắt đầu sống. Đây là sức mạnh không làm tổn thương—mà bảo vệ, phục hồi và mang bình yên trở lại thế giới bên trong."
      },
      "tags": ["power", "peace"],
      "audio": "vip6_rp_5.mp3"
    },
    {
      "slug": "all",
      "keywords_en": ["all", "full sequence", "combined"],
      "keywords_vi": ["tất cả", "chuỗi đầy đủ", "kết hợp"],
      "copy": {
        "en": "Inner power is lost through fear, dismissal, and survival patterns. It fragments you into parts, weakens boundaries, and disconnects you from your truth. Reclaiming power means gathering these fragments, rebuilding boundaries, engaging the body, and choosing strength that does not harm. Your power was never gone—it was waiting beneath the wounds for you to return to it.",
        "vi": "Sức mạnh nội tại mất dần qua nỗi sợ, sự xem nhẹ và những mô thức sinh tồn. Nó khiến bạn phân mảnh, yếu đi ranh giới và rời xa sự thật của chính mình. Giành lại sức mạnh nghĩa là gom các phần lại, dựng lại ranh giới, kết nối với cơ thể và chọn sức mạnh không làm tổn thương. Sức mạnh của bạn chưa bao giờ biến mất—nó chỉ chờ bạn trở về qua những vết thương."
      },
      "tags": ["all", "combined"],
      "audio": "vip6_rp_1.mp3 vip6_rp_2.mp3 vip6_rp_3.mp3 vip6_rp_4.mp3 vip6_rp_5.mp3"
    }
  ],
  "meta": {
    "entry_count": 6
  }
}
