{
  "id": "vip6_self_sabotage_relationship",
  "tier": "VIP6",
  "title": {
    "en": "Self-Sabotage in Relationships",
    "vi": "Tự Phá Hoại Trong Tình Yêu"
  },
  "content": {
    "en": "This room explores the unconscious ways you sabotage closeness—pulling away, doubting love, testing connection, or destroying what you desire most.",
    "vi": "Phòng này khám phá những cách vô thức bạn phá hoại sự gần gũi—rút lui, nghi ngờ tình yêu, thử thách kết nối hoặc tự làm hỏng điều mình khao khát nhất."
  },
  "entries": [
    {
      "slug": "fear-of-receiving-love",
      "keywords_en": [
        "fear",
        "receiving",
        "love"
      ],
      "keywords_vi": [
        "nỗi sợ",
        "đón nhận",
        "tình yêu"
      ],
      "copy": {
        "en": "Self-sabotage often begins with fear of receiving love. When someone offers genuine care, your shadow whispers warnings: “This won’t last,” “You don’t deserve this,” “They will leave.” Love feels dangerous because it exposes the parts of you that doubt your worth. Instead of letting love in, you push it away through distance, sarcasm, or indifference. You sabotage not because you don’t want love—but because you fear the pain of losing it. Healing begins when you allow yourself to receive without assuming loss is inevitable.",
        "vi": "Tự phá hoại thường bắt đầu bằng nỗi sợ đón nhận tình yêu. Khi ai đó trao cho bạn sự quan tâm thật lòng, bóng tối trong bạn thì thầm cảnh báo: “Điều này sẽ không kéo dài,” “Bạn không xứng đáng,” “Rồi họ cũng rời đi.” Tình yêu trở nên nguy hiểm vì nó phơi bày những phần trong bạn nghi ngờ giá trị của mình. Thay vì mở lòng, bạn đẩy tình yêu ra xa bằng sự lạnh nhạt, châm biếm hoặc giả vờ không quan tâm. Bạn phá hoại không phải vì không muốn yêu—mà vì sợ nỗi đau mất mát. Chữa lành bắt đầu khi bạn cho phép mình nhận mà không mặc định sự rời bỏ là chắc chắn."
      },
      "tags": [
        "fear",
        "love"
      ],
      "audio": "vip6_ssr_1.mp3"
    },
    {
      "slug": "testing-the-connection",
      "keywords_en": [
        "testing",
        "connection",
        "anxiety"
      ],
      "keywords_vi": [
        "thử thách",
        "kết nối",
        "lo âu"
      ],
      "copy": {
        "en": "Testing your partner is a common form of self-sabotage. You may create distance, pick fights, or withhold affection to see whether they will stay. The test is not about them—it is about your fear that you are unlovable. You recreate scenarios that mirror past abandonment, hoping for a different ending. But these tests erode trust and intimacy. Healing begins when you communicate the fear behind the test rather than forcing someone to prove their love repeatedly.",
        "vi": "Thử thách người yêu là một hình thức tự phá hoại phổ biến. Bạn có thể tạo khoảng cách, gây tranh cãi hoặc rút lại sự âu yếm để xem họ có ở lại hay không. Sự thử thách không nói về họ—mà nói về nỗi sợ bạn không xứng đáng được yêu. Bạn tái tạo những tình huống phản chiếu sự bỏ rơi trong quá khứ, hy vọng cái kết sẽ khác. Nhưng những thử thách này bào mòn niềm tin và sự thân mật. Chữa lành bắt đầu khi bạn nói ra nỗi sợ ẩn dưới sự thử thách thay vì buộc ai đó chứng minh tình yêu lặp đi lặp lại."
      },
      "tags": [
        "testing",
        "fear"
      ],
      "audio": "vip6_ssr_2.mp3"
    },
    {
      "slug": "pushing-love-away",
      "keywords_en": [
        "avoidance",
        "fear of closeness",
        "patterns"
      ],
      "keywords_vi": [
        "né tránh",
        "sợ gần gũi",
        "mô thức"
      ],
      "copy": {
        "en": "Sometimes you push love away the moment it becomes real. You withdraw, overthink, or create conflict to regain emotional distance. This pattern is rooted in fear of vulnerability. Being seen feels dangerous because closeness makes old wounds accessible. You learned long ago that opening up leads to pain. So your mind creates reasons to leave before you are left. But escaping intimacy prevents you from receiving the connection you long for. Healing means staying present even when closeness feels unfamiliar.",
        "vi": "Đôi khi bạn đẩy tình yêu ra xa ngay khi nó trở nên thật. Bạn rút lui, suy nghĩ quá mức hoặc tạo xung đột để lấy lại khoảng cách cảm xúc. Mô thức này bắt nguồn từ nỗi sợ dễ tổn thương. Được nhìn thấy trở nên nguy hiểm vì sự gần gũi làm lộ ra những vết thương cũ. Bạn đã học từ lâu rằng mở lòng dẫn đến đau đớn. Vì vậy tâm trí tạo ra lý do để rời đi trước khi bạn bị bỏ rơi. Nhưng né tránh sự thân mật lại khiến bạn không thể nhận được kết nối mà mình khao khát. Chữa lành nghĩa là ở lại dù cảm giác gần gũi còn xa lạ."
      },
      "tags": [
        "avoidance",
        "patterns"
      ],
      "audio": "vip6_ssr_3.mp3"
    },
    {
      "slug": "the-cycle-of-self-doubt",
      "keywords_en": [
        "self-doubt",
        "worth",
        "fear"
      ],
      "keywords_vi": [
        "nghi ngờ bản thân",
        "giá trị",
        "nỗi sợ"
      ],
      "copy": {
        "en": "Self-sabotage often begins with self-doubt. When you believe you are not enough, you interpret affection as temporary, kindness as suspicious, and commitment as fragile. Small misunderstandings feel like signs of rejection. You spiral quickly, reacting to fears instead of reality. This cycle leads you to push away the very love that could help you heal. Breaking the cycle requires believing that you are worthy of stable, consistent affection—and allowing others to love you without expecting collapse.",
        "vi": "Tự phá hoại thường bắt đầu bằng nghi ngờ bản thân. Khi bạn tin rằng mình không đủ tốt, bạn coi sự yêu thương là tạm thời, sự tử tế là đáng ngờ và cam kết là mong manh. Những hiểu lầm nhỏ trở thành dấu hiệu của sự rời bỏ. Bạn quay cuồng, phản ứng với nỗi sợ thay vì sự thật. Vòng lặp này khiến bạn đẩy xa tình yêu có thể chữa lành bạn. Phá vỡ vòng lặp đòi hỏi niềm tin rằng bạn xứng đáng với tình cảm ổn định, nhất quán—và cho phép người khác yêu bạn mà không mặc định rằng mọi thứ sẽ sụp đổ."
      },
      "tags": [
        "worth",
        "fear"
      ],
      "audio": "vip6_ssr_4.mp3"
    },
    {
      "slug": "choosing-connection",
      "keywords_en": [
        "connection",
        "choice",
        "healing"
      ],
      "keywords_vi": [
        "kết nối",
        "lựa chọn",
        "chữa lành"
      ],
      "copy": {
        "en": "Healing self-sabotage means choosing connection even when fear appears. It means staying instead of fleeing, speaking instead of testing, and expressing needs instead of assuming rejection. You learn to pause between emotion and reaction, giving yourself space to respond with clarity rather than panic. As you practice this, relationships shift. Connection becomes steadier, arguments become softer, and love becomes less like a battlefield and more like a home you are allowed to return to.",
        "vi": "Chữa lành tự phá hoại nghĩa là chọn kết nối ngay cả khi nỗi sợ xuất hiện. Nghĩa là ở lại thay vì chạy trốn, nói ra thay vì thử thách và bộc lộ nhu cầu thay vì mặc định sự rời bỏ. Bạn học cách dừng lại giữa cảm xúc và phản ứng, cho mình khoảng không để trả lời bằng sự sáng suốt thay vì hoảng loạn. Khi thực hành điều này, mối quan hệ thay đổi. Kết nối trở nên vững vàng hơn, tranh cãi trở nên nhẹ nhàng hơn và tình yêu trở nên bớt giống chiến trường, nhiều hơn như ngôi nhà bạn được phép trở về."
      },
      "tags": [
        "connection",
        "healing"
      ],
      "audio": "vip6_ssr_5.mp3"
    },
    {
      "slug": "all",
      "keywords_en": [
        "all",
        "combined",
        "full sequence"
      ],
      "keywords_vi": [
        "tất cả",
        "kết hợp",
        "chuỗi đầy đủ"
      ],
      "copy": {
        "en": "Self-sabotage arises from fear of receiving love, fear of abandonment, and fear of being truly seen. You test connection to confirm safety, push love away when it feels too real, or misinterpret kindness through the lens of self-doubt. These patterns come from old wounds, not current truth. Healing begins when you express the need beneath the reaction: reassurance, presence, stability, or understanding. When you stop reenacting past hurt, connection becomes possible. Love softens, intimacy steadies, and you discover that you no longer need to destroy what you desire in order to feel safe.",
        "vi": "Tự phá hoại xuất phát từ nỗi sợ đón nhận tình yêu, sợ bị bỏ rơi và sợ bị nhìn thấu. Bạn thử thách để kiểm tra an toàn, đẩy tình yêu đi khi nó trở nên quá thật hoặc hiểu sai sự tử tế qua lăng kính nghi ngờ bản thân. Những mô thức này đến từ vết thương cũ, không phải sự thật hiện tại. Chữa lành bắt đầu khi bạn bộc lộ nhu cầu nằm dưới phản ứng: sự trấn an, hiện diện, ổn định hoặc thấu hiểu. Khi bạn ngừng tái tạo nỗi đau cũ, kết nối trở nên khả thi. Tình yêu mềm lại, sự thân mật ổn định và bạn khám phá rằng mình không cần phá hỏng điều mình khao khát để cảm thấy an toàn."
      },
      "tags": [
        "all",
        "combined"
      ],
      "audio": "vip6_ssr_1.mp3 vip6_ssr_2.mp3 vip6_ssr_3.mp3 vip6_ssr_4.mp3 vip6_ssr_5.mp3"
    }
  ]
}
