{
  "id": "vip6_avoidant_behaviors",
  "tier": "VIP6",
  "title": {
    "en": "Avoidant Behaviors",
    "vi": "Hành Vi Né Tránh"
  },
  "content": {
    "en": "This room explores why you pull away from closeness—choosing distance, distraction, or silence when intimacy feels overwhelming or unsafe.",
    "vi": "Phòng này khám phá lý do bạn rút lui khỏi sự gần gũi—chọn khoảng cách, xao nhãng hoặc im lặng khi sự thân mật trở nên choáng ngợp hoặc không an toàn."
  },
  "entries": [
    {
      "slug": "why-you-pull-away",
      "keywords_en": [
        "avoidance",
        "fear",
        "closeness"
      ],
      "keywords_vi": [
        "né tránh",
        "nỗi sợ",
        "gần gũi"
      ],
      "copy": {
        "en": "Avoidance is not lack of feeling—it is fear of feeling too much. You pull away not because you do not care, but because closeness awakens parts of you you are not ready to face. When someone comes near, old memories of being judged, neglected, or overwhelmed resurface. Emotional intimacy exposes wounds you learned to hide. So you create distance to regain control. Avoidance is a survival strategy, not a flaw. It protected you once. But now, it limits the connection you truly want.",
        "vi": "Né tránh không phải là không cảm xúc—mà là sợ cảm xúc quá nhiều. Bạn rút lui không phải vì không quan tâm, mà vì sự gần gũi đánh thức những phần bạn chưa sẵn sàng đối diện. Khi ai đó đến gần, ký ức bị phán xét, bị bỏ mặc hoặc bị choáng ngợp trỗi dậy. Sự thân mật cảm xúc phơi bày những vết thương bạn từng học cách giấu. Vì vậy bạn tạo khoảng cách để lấy lại kiểm soát. Né tránh là chiến lược sinh tồn, không phải khuyết điểm. Nó từng bảo vệ bạn. Nhưng bây giờ, nó giới hạn kết nối mà bạn thực sự khao khát."
      },
      "tags": [
        "avoidance",
        "fear"
      ],
      "audio": "vip6_ab_1.mp3"
    },
    {
      "slug": "the-comfort-of-distance",
      "keywords_en": [
        "distance",
        "safety",
        "patterns"
      ],
      "keywords_vi": [
        "khoảng cách",
        "an toàn",
        "mô thức"
      ],
      "copy": {
        "en": "Distance becomes comforting when closeness feels unpredictable. You learned that keeping emotional space protects you from disappointment or conflict. You stay busy, keep conversations shallow, or retreat into work or hobbies. These behaviors create the illusion of safety while preventing real connection. But distance cannot truly protect you—it only prolongs loneliness. Healing comes from recognizing that closeness can be safe when chosen with awareness.",
        "vi": "Khoảng cách trở nên dễ chịu khi sự thân mật cảm thấy khó đoán. Bạn học rằng giữ khoảng cách cảm xúc sẽ bảo vệ bạn khỏi thất vọng hoặc xung đột. Bạn bận rộn, giữ cuộc nói chuyện nông cạn hoặc rút vào công việc hay sở thích. Những hành vi này tạo cảm giác an toàn giả nhưng ngăn cản kết nối thật. Nhưng khoảng cách không thể bảo vệ bạn hoàn toàn—nó chỉ kéo dài sự cô đơn. Chữa lành đến khi bạn nhận ra rằng sự gần gũi có thể an toàn khi được chọn với nhận thức."
      },
      "tags": [
        "distance",
        "safety"
      ],
      "audio": "vip6_ab_2.mp3"
    },
    {
      "slug": "avoidance-in-love",
      "keywords_en": [
        "relationships",
        "fear",
        "attachment"
      ],
      "keywords_vi": [
        "mối quan hệ",
        "nỗi sợ",
        "gắn bó"
      ],
      "copy": {
        "en": "In relationships, avoidance appears as mixed signals: warmth followed by withdrawal, interest followed by silence. This inconsistency confuses partners but protects your inner world. Love feels risky because connection means being seen—and being seen means being vulnerable. You avoid commitment not because you cannot love, but because commitment makes loss more painful. Healing begins when you allow small moments of closeness without running.",
        "vi": "Trong tình yêu, né tránh xuất hiện như tín hiệu mâu thuẫn: ấm áp rồi rút lui, quan tâm rồi im lặng. Sự không nhất quán này khiến người yêu bối rối nhưng lại bảo vệ thế giới nội tâm của bạn. Tình yêu trở nên rủi ro vì kết nối nghĩa là bị nhìn thấy—và bị nhìn thấy nghĩa là dễ tổn thương. Bạn né tránh cam kết không phải vì không biết yêu, mà vì cam kết khiến nỗi đau mất mát trở nên nặng nề hơn. Chữa lành bắt đầu khi bạn cho phép những khoảnh khắc gần gũi nhỏ mà không bỏ chạy."
      },
      "tags": [
        "relationships",
        "avoidance"
      ],
      "audio": "vip6_ab_3.mp3"
    },
    {
      "slug": "the-emotional-shutdown",
      "keywords_en": [
        "shutdown",
        "numbing",
        "defense"
      ],
      "keywords_vi": [
        "đóng băng cảm xúc",
        "tê liệt",
        "phòng vệ"
      ],
      "copy": {
        "en": "Emotional shutdown is a silent form of avoidance. When overwhelmed, you disconnect from your own feelings to avoid discomfort. You go blank, numb, or detached. This response developed in environments where expressing emotions felt unsafe or pointless. But shutting down blocks joy as much as it blocks pain. Healing means slowly reconnecting with your emotional world, allowing yourself to feel in small, safe doses.",
        "vi": "Đóng băng cảm xúc là một hình thức né tránh thầm lặng. Khi bị choáng ngợp, bạn tách khỏi cảm xúc để tránh khó chịu. Bạn trở nên trống rỗng, tê liệt hoặc tách biệt. Phản ứng này hình thành trong môi trường nơi bộc lộ cảm xúc từng không an toàn hoặc vô ích. Nhưng đóng băng cảm xúc ngăn cả niềm vui lẫn nỗi đau. Chữa lành nghĩa là kết nối lại với thế giới cảm xúc của mình, cho phép bản thân cảm nhận từng chút một trong không gian an toàn."
      },
      "tags": [
        "shutdown",
        "defense"
      ],
      "audio": "vip6_ab_4.mp3"
    },
    {
      "slug": "choosing-to-stay-open",
      "keywords_en": [
        "healing",
        "openness",
        "connection"
      ],
      "keywords_vi": [
        "chữa lành",
        "mở lòng",
        "kết nối"
      ],
      "copy": {
        "en": "Healing avoidance is the art of staying open long enough to let connection form. It means pausing when you want to withdraw, expressing discomfort instead of disappearing, and allowing others to witness you without perfection. Openness grows through tiny risks: a longer conversation, a softer truth, a moment of honesty. Over time, these small acts teach your nervous system that closeness is survivable—and even nourishing.",
        "vi": "Chữa lành né tránh là nghệ thuật ở lại đủ lâu để kết nối được hình thành. Nó nghĩa là dừng lại khi muốn rút lui, bộc lộ sự khó chịu thay vì biến mất và cho phép người khác chứng kiến bạn mà không cần hoàn hảo. Sự mở lòng lớn lên từ những rủi ro nhỏ: cuộc trò chuyện dài hơn, một sự thật mềm mại hơn, một khoảnh khắc chân thành. Theo thời gian, những hành động nhỏ này dạy hệ thần kinh rằng sự gần gũi là điều có thể chịu đựng—và thậm chí nuôi dưỡng bạn."
      },
      "tags": [
        "healing",
        "openness"
      ],
      "audio": "vip6_ab_5.mp3"
    },
    {
      "slug": "all",
      "keywords_en": [
        "all",
        "combined",
        "full sequence"
      ],
      "keywords_vi": [
        "tất cả",
        "kết hợp",
        "chuỗi đầy đủ"
      ],
      "copy": {
        "en": "Avoidance appears as withdrawal, silence, emotional shutdown, or pushing love away the moment it feels real. It is not lack of care—it's fear of being overwhelmed, exposed, or abandoned. Distance becomes familiar because closeness once felt unsafe. You test, hesitate, disappear, or detach to protect yourself from imagined hurt. But avoidance creates the loneliness you fear. Healing begins through small acts of presence: pausing instead of running, expressing needs without shame, allowing closeness in small doses. When you remain open long enough to feel, connection becomes possible. Safety grows not from distance but from learning that intimacy does not threaten your survival.",
        "vi": "Né tránh xuất hiện như rút lui, im lặng, đóng băng cảm xúc hoặc đẩy tình yêu ra xa ngay khi nó trở nên thật. Nó không phải là thiếu quan tâm—mà là sợ bị choáng ngợp, bị nhìn thấy hoặc bị bỏ rơi. Khoảng cách trở nên quen thuộc vì sự gần gũi từng không an toàn. Bạn thử thách, do dự, biến mất hoặc tách biệt để tự bảo vệ khỏi nỗi đau tưởng tượng. Nhưng né tránh lại tạo ra chính sự cô đơn mà bạn sợ. Chữa lành bắt đầu từ những hành động nhỏ: dừng lại thay vì bỏ chạy, bộc lộ nhu cầu mà không xấu hổ, cho phép sự thân mật từng chút một. Khi bạn ở lại đủ lâu để cảm nhận, kết nối trở nên khả thi. Sự an toàn xuất hiện không phải từ khoảng cách mà từ học rằng sự gần gũi không đe dọa bạn."
      },
      "tags": [
        "all",
        "combined"
      ],
      "audio": "vip6_ab_1.mp3 vip6_ab_2.mp3 vip6_ab_3.mp3 vip6_ab_4.mp3 vip6_ab_5.mp3"
    }
  ]
}
