{
  "name": "Wealth & Wisdom — VIP3 Preview",
  "name_vi": "Giàu Có & Trí Tuệ — Giới Thiệu VIP3",
  "description": "A free-tier doorway into the VIP3 Wealth & Wisdom room: a calm, reflective introduction to turning money anxiety into ethical, sustainable, AI-supported prosperity.",
  "description_vi": "Cánh cửa miễn phí dẫn vào căn phòng VIP3 'Giàu Có & Trí Tuệ' — nơi bạn học cách biến lo lắng tài chính thành sự thịnh vượng bền vững, có đạo đức và được hỗ trợ bởi AI.",
  "keywords_en": [
    "money mindset",
    "financial wellness",
    "VIP3",
    "wealth",
    "prosperity",
    "intro"
  ],
  "keywords_vi": [
    "tư duy tài chính",
    "sức khỏe tài chính",
    "VIP3",
    "giàu có",
    "thịnh vượng",
    "giới thiệu"
  ],
  "entries": [
    {
      "slug": "vip3-intro-wealth-wisdom",
      "keywords_en": [
        "introduction",
        "wealth & wisdom",
        "vip3 preview",
        "financial empowerment"
      ],
      "keywords_vi": [
        "giới thiệu",
        "giàu có & trí tuệ",
        "xem trước vip3",
        "trao quyền tài chính"
      ],
      "audio": "finance_vip3_intro_en.mp3",
      "copy": {
        "en": "Money has never just been about numbers. It shapes how we sleep, how we love, how we see our own worth. Some people chase it until they burn out. Others avoid it until it quietly runs their lives. But there is another way — one that turns wealth into wisdom, and finance into inner freedom.\n\nIn *Wealth & Wisdom (VIP3)*, you’ll enter a deeper space — where money meets meaning. You’ll learn how to read your emotions like a balance sheet, how to make decisions guided by clarity instead of fear, and how to grow your resources in ways that serve not only you, but your family and planet. This is not a get-rich promise. It’s a get-peaceful practice.\n\nInside, you’ll explore six paths: from healing your money mindset to mastering ethical investing, from building resilience to shaping your legacy. You’ll see how AI can help you simplify, how sustainable choices can build both returns and purpose, and how financial calm is one of the rarest luxuries of all.\n\nIf you’ve ever felt that money brings anxiety instead of safety, this room is your turning point. Each lesson is short, reflective, and practical — designed to transform confusion into clarity, shame into strategy.\n\nThe Free tier gives you a glimpse: a few insights to calm the noise and invite confidence. But the full VIP3 journey offers mastery — a complete architecture for lifelong prosperity, powered by ethics, mindfulness, and intelligent tools.\n\nYou don’t need more hustle. You need wiser flow.\nStep into *Wealth & Wisdom*, and learn to let your money breathe — so that your life can, too.",
        "vi": "Tiền bạc chưa bao giờ chỉ là con số. Nó định hình cách ta ngủ, cách ta yêu, cách ta nhìn nhận giá trị của chính mình. Có người đuổi theo nó đến kiệt sức. Có người tránh né nó đến mức để nó âm thầm điều khiển đời mình. Nhưng vẫn có một con đường khác — con đường biến sự giàu có thành trí tuệ, và tài chính thành tự do nội tâm.\n\nTrong *Giàu Có & Trí Tuệ (VIP3)*, bạn sẽ bước vào một không gian sâu hơn — nơi tiền bạc gặp gỡ ý nghĩa. Bạn sẽ học cách đọc cảm xúc của mình như đọc một bảng cân đối, ra quyết định bằng sự sáng suốt thay vì sợ hãi, và nuôi dưỡng nguồn lực của mình theo cách phục vụ không chỉ bản thân, mà cả gia đình và hành tinh. Đây không phải lời hứa làm giàu nhanh, mà là hành trình tìm sự bình an.\n\nBên trong, bạn sẽ khám phá sáu lộ trình: từ chữa lành tư duy tài chính đến đầu tư có đạo đức, từ xây dựng sức bật đến kiến tạo di sản. Bạn sẽ thấy cách AI giúp bạn đơn giản hóa, cách lựa chọn bền vững có thể mang lại cả lợi nhuận lẫn mục đích, và rằng sự bình tâm tài chính chính là một trong những xa xỉ hiếm hoi nhất.\n\nNếu bạn từng thấy tiền chỉ mang lại lo lắng thay vì an toàn, căn phòng này chính là bước ngoặt. Mỗi bài học ngắn gọn, sâu sắc và thực tế — giúp bạn biến mơ hồ thành sáng tỏ, xấu hổ thành chiến lược.\n\nPhiên bản miễn phí mang đến cho bạn cái nhìn đầu tiên: vài góc nhìn để xoa dịu tiếng ồn và khơi dậy tự tin. Nhưng hành trình đầy đủ trong VIP3 mới là nơi bạn đạt đến sự tinh thông — một kiến trúc trọn vẹn cho thịnh vượng lâu dài, được dẫn dắt bởi đạo đức, chánh niệm và công cụ thông minh.\n\nBạn không cần chạy nhanh hơn. Bạn chỉ cần dòng chảy khôn ngoan hơn.\nHãy bước vào *Giàu Có & Trí Tuệ*, và học cách để tiền của bạn thở — để cuộc sống bạn cũng được thở theo."
      },
      "tags": []
    }
  ],
  "id": "wealth_wisdom_vip3_preview_free",
  "title": {
    "en": "Wealth & Wisdom — VIP3 Preview",
    "vi": "Giàu Có & Trí Tuệ — Giới Thiệu VIP3"
  },
  "content": {
    "en": "A free-tier doorway into the VIP3 Wealth & Wisdom room: a calm, reflective introduction to turning money anxiety into ethical, sustainable, AI-supported prosperity.",
    "vi": "Cánh cửa miễn phí dẫn vào căn phòng VIP3 'Giàu Có & Trí Tuệ' — nơi bạn học cách biến lo lắng tài chính thành sự thịnh vượng bền vững, có đạo đức và được hỗ trợ bởi AI."
  }
}