{
  "name": "ADHD Support",
  "name_vi": "Hỗ Trợ Rối Loạn Tăng Động Giảm Chú Ý",
  "description": "Master-level strategies for managing ADHD with focus, resilience, and long-term success",
  "keywords_en": ["ADHD", "time management", "focus", "support system", "emotional regulation", "organization"],
  "keywords_vi": ["rối loạn tăng động giảm chú ý", "quản lý thời gian", "tập trung", "hệ thống hỗ trợ", "điều hòa cảm xúc", "tổ chức"],
  "entries": [
    {
      "slug": "time-management",
      "keywords_en": ["time management", "organization", "productivity"],
      "keywords_vi": ["quản lý thời gian", "tổ chức", "năng suất"],
      "copy": {
        " austri": "Advanced time management transforms ADHD challenges into strengths. Use AI-powered tools or smart planners to automate task breakdown and reminders. Work in adaptive cycles—adjusting session length based on energy levels. Prioritize with data-driven methods like Eisenhower Matrix. Build a mentorship network for high-level accountability. These elite habits create unbreakable structure, deep focus, and sustained success.",
        "vi": "Quản lý thời gian nâng cao biến thách thức của rối loạn tăng động giảm chú ý thành lợi thế. Sử dụng công cụ AI hoặc sổ kế hoạch thông minh để tự động chia nhỏ nhiệm vụ và nhắc nhở. Làm việc theo chu kỳ linh hoạt—điều chỉnh thời gian dựa trên mức năng lượng. Ưu tiên bằng phương pháp khoa học như Ma trận Eisenhower. Xây dựng mạng lưới cố vấn để duy trì trách nhiệm cấp cao. Những thói quen tinh hoa này tạo nên cấu trúc bất khả xâm phạm, tập trung sâu và thành công bền vững."
      },
      "tags": ["time management", "ADHD"],
      "audio": "rooms/adhd-support-vip3-time-management.mp3"
    },
    {
      "slug": "focus-strategies",
      "keywords_en": ["focus", "concentration", "productivity"],
      "keywords_vi": ["tập trung", "chú ý", "năng suất"],
      "copy": {
        "en": "Elite focus strategies turn ADHD into a superpower. Engineer your environment with noise-cancelling tech and visual cues. Use biofeedback devices to monitor and optimize attention. Practice advanced mindfulness like open-monitoring meditation. Lead or create mastermind groups for peer-level insights. These master practices forge unbreakable concentration, peak productivity, and cognitive mastery.",
        "vi": "Chiến lược tập trung tinh hoa biến rối loạn tăng động giảm chú ý thành siêu năng lực. Thiết kế môi trường với công nghệ chống ồn và tín hiệu thị giác. Sử dụng thiết bị phản hồi sinh học để theo dõi và tối ưu hóa sự chú ý. Thực hành thiền chánh niệm nâng cao như quan sát mở. Lãnh đạo hoặc tạo nhóm trí tuệ để chia sẻ kinh nghiệm ngang tầm. Những thực hành bậc thầy này rèn luyện khả năng tập trung bất khả xâm phạm, năng suất đỉnh cao và làm chủ nhận thức."
      },
      "tags": ["focus", "ADHD"],
      "audio": "rooms/adhd-support-vip3-focus-strategies.mp3"
    },
    {
      "slug": "support-system",
      "keywords_en": ["support system", "community", "empathy"],
      "keywords_vi": ["hệ thống hỗ trợ", "cộng đồng", "đồng cảm"],
      "copy": {
        "en": "A master-level support system elevates ADHD management to excellence. Curate a high-caliber network of mentors, coaches, and peers who understand neurodiversity. Host regular strategy sessions and progress reviews. Use shared dashboards for transparency and growth tracking. This elite ecosystem provides unparalleled insight, motivation, and collective intelligence for lifelong success.",
        "vi": "Hệ thống hỗ trợ bậc thầy nâng tầm quản lý rối loạn tăng động giảm chú ý lên xuất sắc. Xây dựng mạng lưới tinh hoa gồm cố vấn, huấn luyện viên và đồng nghiệp hiểu về đa dạng thần kinh. Tổ chức các buổi chiến lược và đánh giá tiến độ định kỳ. Sử dụng bảng điều khiển chung để minh bạch và theo dõi phát triển. Hệ sinh thái ưu tú này mang lại hiểu biết vô song, động lực và trí tuệ tập thể cho thành công trọn đời."
      },
      "tags": ["support", "ADHD"],
      "audio": "rooms/adhd-support-vip3-support-system.mp3"
    },
    {
      "slug": "emotional-regulation",
      "keywords_en": ["emotional regulation", "calm", "resilience"],
      "keywords_vi": ["điều hòa cảm xúc", "bình tĩnh", "kiên cường"],
      "copy": {
        "en": "Master emotional regulation turns ADHD volatility into strategic advantage. Use neurofeedback training to rewire emotional responses. Practice advanced somatic techniques like polyvagal exercises. Maintain an emotional intelligence journal with pattern analysis. Lead support circles to teach and learn from others. These elite practices create emotional mastery, unbreakable resilience, and leadership presence.",
        "vi": "Điều hòa cảm xúc bậc thầy biến biến động của rối loạn tăng động giảm chú ý thành lợi thế chiến lược. Sử dụng huấn luyện phản hồi thần kinh để tái lập trình phản ứng cảm xúc. Thực hành kỹ thuật thân thể nâng cao như bài tập đa giác. Duy trì nhật ký trí tuệ cảm xúc với phân tích mẫu hình. Lãnh đạo các vòng tròn hỗ trợ để dạy và học từ người khác. Những thực hành tinh hoa này tạo nên sự làm chủ cảm xúc, nghị lực bất khả xâm phạm và phong thái lãnh đạo."
      },
      "tags": ["emotions", "ADHD"],
      "audio": "rooms/adhd-support-vip3-emotional-regulation.mp3"
    },
    {
      "slug": "organization",
      "keywords_en": ["organization", "structure", "productivity"],
      "keywords_vi": ["tổ chức", "cấu trúc", "năng suất"],
      "copy": {
        "en": "Elite organization transforms ADHD chaos into orchestrated success. Implement enterprise-level systems with AI automation and predictive scheduling. Use visual dashboards for real-time progress tracking. Conduct quarterly life audits to refine systems. Mentor others in organizational excellence. These master systems create perfect structure, exponential productivity, and legacy-level achievement.",
        "vi": "Tổ chức tinh hoa biến hỗn loạn của rối loạn tăng động giảm chú ý thành thành công được dàn dựng. Triển khai hệ thống cấp doanh nghiệp với tự động hóa AI và lập lịch dự đoán. Sử dụng bảng điều khiển hình ảnh để theo dõi tiến độ thời gian thực. Thực hiện kiểm toán cuộc sống hàng quý để tinh chỉnh hệ thống. Cố vấn người khác về sự xuất sắc trong tổ chức. Những hệ thống bậc thầy này tạo nên cấu trúc hoàn hảo, năng suất bùng nổ và thành tựu cấp di sản."
      },
      "tags": ["organization", "ADHD"],
      "audio": "rooms/adhd-support-vip3-organization.mp3"
    },
    {
      "slug": "resilience",
      "keywords_en": ["resilience", "strength", "growth"],
      "keywords_vi": ["kiên cường", "sức mạnh", "phát triển"],
      "copy": {
        "en": "Ultimate resilience turns ADHD into a force of unbreakable growth. Practice post-traumatic growth frameworks to extract wisdom from challenges. Build antifragile systems that improve under stress. Document and share your journey to inspire global communities. Lead resilience training programs. This master path creates legendary strength, infinite adaptability, and world-changing impact.",
        "vi": "Nghị lực tối thượng biến rối loạn tăng động giảm chú ý thành sức mạnh phát triển bất khả xâm phạm. Thực hành khung phát triển sau chấn thương để rút ra trí tuệ từ thách thức. Xây dựng hệ thống chống mong manh cải thiện dưới áp lực. Ghi chép và chia sẻ hành trình để truyền cảm hứng cho cộng đồng toàn cầu. Lãnh đạo chương trình huấn luyện nghị lực. Con đường bậc thầy này tạo nên sức mạnh huyền thoại, khả năng thích ứng vô hạn và tác động thay đổi thế giới."
      },
      "tags": ["resilience", "ADHD"],
      "audio": "rooms/adhd-support-vip3-resilience.mp3"
    }
  ],
  "meta": {
    "created_at": "2025-10-27T00:00:00+00:00",
    "updated_at": "2025-10-27T00:00:00+00:00",
    "entry_count": 6,
    "tier": "vip3",
    "room_color": "#4A90E2"
  }
}
