{
  "tier": "VIP 2",
  "default_entry_id": "refining_affirmations_for_strength",
  "search": {
    "normalize_case": true,
    "normalize_accents": true,
    "tokenize_on": [" ", "_"]
  },
  "keyword_menu": {
    "en": [
      "refining_affirmations_for_strength",
      "mastering_social_confidence",
      "planning_goals_for_growth",
      "mindful_confidence_building",
      "engaging_communities_confidently"
    ]
  },
  "entries": [
    {
      "id": "refining_affirmations_for_strength",
      "title": "Refining Affirmations for Strength",
      "content": "Refine your affirmations to build grounded strength. Choose one meaningful statement each day that reflects who you are becoming—something simple yet powerful, like “I stand tall in my truth.” Write three new affirmations weekly, focusing on qualities that already live within you. When negative thoughts arise, reframe them with gentleness and intention. Ask a trusted friend for perspective to deepen awareness. Confidence doesn’t grow from perfection but from self-kindness practiced over time. Begin today with one phrase that feels true to your heart. Let words become steady reminders of your inner power. Ready to feel centered and strong? Explore beyond VIP 2.",
      "audio": "Refining_Affirmations_for_Strength_VIP2.mp3"
    },
    {
      "id": "mastering_social_confidence",
      "title": "Mastering Social Confidence",
      "content": "Social confidence blooms through steady practice and authentic presence. Each week, start one meaningful conversation where you share something real about yourself. Ask open questions that invite others to express what matters to them. Attend one gathering or workshop each month to expand comfort in social spaces. Focus on curiosity instead of performance; warmth builds trust more than words do. Smile, listen, and allow pauses without rushing. Every small exchange teaches your body ease and your mind calm assurance. Begin today by greeting someone with genuine openness. Each connection becomes a quiet lesson in belonging. Ready to move with natural confidence? Explore beyond VIP 2.",
      "audio": "Mastering_Social_Confidence_VIP2.mp3"
    },
    {
      "id": "planning_goals_for_growth",
      "title": "Planning Goals for Growth",
      "content": "Confidence strengthens when your goals align with your values. Choose one meaningful aim this month—something that stretches you but feels within reach. Break it into small, consistent steps and record progress along the way. Reflection helps you notice how far you’ve come and what brings joy in the process. Ask for feedback from someone you trust to refine your path. Celebrate small moments of courage; they shape the rhythm of steady progress. True growth happens in gentle persistence, not haste. Begin today by writing down one goal that inspires quiet determination. Ready to move forward with purpose and clarity? Explore beyond VIP 2.",
      "audio": "Planning_Goals_for_Growth_VIP2.mp3"
    },
    {
      "id": "mindful_confidence_building",
      "title": "Mindful Confidence Building",
      "content": "Confidence deepens when you slow down and notice your presence. Begin each morning with a mindful breath and acknowledge one quality you appreciate in yourself. During conversations, pause before responding to stay calm and centered. Attend group events where you can practice being present rather than perfect. Journal each month about moments when you felt grounded and true to yourself. Mindfulness teaches patience, focus, and balance—the quiet roots of lasting confidence. Let awareness become your anchor, reminding you that worth is not proven but remembered. Begin today by breathing consciously before you speak. Ready to grow with calm assurance? Explore beyond VIP 2.",
      "audio": "Mindful_Confidence_Building_VIP2.mp3"
    },
    {
      "id": "engaging_communities_confidently",
      "title": "Engaging Communities Confidently",
      "content": "Confidence expands when you share your energy with others. Join one group or cause each month that aligns with your interests or values. Participate with curiosity rather than pressure to perform. Listen deeply and contribute small acts of kindness—a question, a smile, a word of encouragement. Over time, community involvement strengthens your sense of belonging and purpose. Reflect in your journal on moments that made you feel connected and alive. Confidence isn’t loud; it’s the quiet trust that you matter. Begin today by stepping into one space that feels both new and inviting. Ready to grow through community and contribution? Explore beyond VIP 2.",
      "audio": "Engaging_Communities_Confidently_VIP2.mp3"
    }
  ],
  "keywords": {
    "advanced_confidence": {
      "en": [
        "refined affirmations",
        "master social skills",
        "goal planning",
        "mindful confidence",
        "community engagement"
      ],
      "vi": [
        "khẳng định tinh chỉnh",
        "làm chủ kỹ năng xã hội",
        "lập kế hoạch mục tiêu",
        "tự tin chánh niệm",
        "tương tác cộng đồng"
      ]
    }
  },
  "meta": {
    "created_at": "2025-10-25T11:00:00+09:00",
    "updated_at": "2025-10-25T11:00:00+09:00",
    "entry_count": 5,
    "artifact_set_id": "1a2b3c4d-5e6f-47a8-b9c0-d1e2f3a4b5c6",
    "data_format_version": "MercyBlade-Core-v1.2",
    "room_color": "#D7CCC8",
    "tier": "vip2"
  }
}
