{"name":"Depression Support","name_vi":"Hỗ Trợ Trầm Cảm","description":"Expert strategies for mastering depression with comprehensive tools","keywords_en":["depression","mood","support","routine","resilience","cbt"],"keywords_vi":["trầm cảm","tâm trạng","hỗ trợ","thói quen","kiên cường","cbt"],"entries":[{"slug":"routine","keywords_en":["routine","structure","depression"],"keywords_vi":["thói quen","cấu trúc","trầm cảm"],"copy":{"en":"Designing a scientific routine helps prevent depression recurrence. Align your schedule with natural circadian rhythms, light exposure, and meal timing. Consider polyphasic sleep only under guidance. Track patterns using wearables. Work with a behavioral activation specialist to build a personalized, data-driven structure for sustained remission."},"tags":["routine","depression"],"audio":{"en":"dep_vip3_1_en.mp3"},"essay_ref":"dep_vip3_1_essay.txt"},{"slug":"gratitude","keywords_en":["gratitude","positive","depression"],"keywords_vi":["biết ơn","tích cực","trầm cảm"],"copy":{"en":"Neuroscience-based gratitude practice rewires mood patterns. Journal five parts—event, feeling, body sensation, future meaning, and commitment. Combine with loving-kindness meditation. Measure progress monthly with mood scales. A positive psychology coach can help refine technique for deeper emotional transformation."},"tags":["gratitude","depression"],"audio":{"en":"dep_vip3_2_en.mp3"},"essay_ref":"dep_vip3_2_essay.txt"},{"slug":"exercise","keywords_en":["exercise","mood","depression"],"keywords_vi":["tập luyện","tâm trạng","trầm cảm"],"copy":{"en":"Clinical exercise prescriptions can treat depression. Aim for 150 minutes of moderate aerobic activity and two strength sessions weekly. Monitor progress with HRV and labs for BDNF or cortisol. Add brief HIIT for fast mood boosts. Collaborate with an exercise physiologist for a safe, medical-grade plan."},"tags":["exercise","depression"],"audio":{"en":"dep_vip3_3_en.mp3"},"essay_ref":"dep_vip3_3_essay.txt"},{"slug":"social","keywords_en":["social","connection","depression"],"keywords_vi":["xã hội","kết nối","trầm cảm"],"copy":{"en":"Build a therapeutic social network to counter isolation. Cultivate close, social, and community ties. Apply interpersonal therapy principles to deepen trust. Track relationship satisfaction quarterly. Participate in therapist-led IPT groups to strengthen belonging and emotional safety."},"tags":["social","depression"],"audio":{"en":"dep_vip3_4_en.mp3"},"essay_ref":"dep_vip3_4_essay.txt"},{"slug":"cbt","keywords_en":["cbt","thoughts","depression"],"keywords_vi":["cbt","suy nghĩ","trầm cảm"],"copy":{"en":"Use a full CBT protocol to address depressive thoughts. Combine behavioral activation, cognitive restructuring, and schema work. Keep daily evidence logs for thought challenges. Measure changes in core beliefs and practice under supervision from a certified CBT therapist."},"tags":["cbt","depression"],"audio":{"en":"dep_vip3_5_en.mp3"},"essay_ref":"dep_vip3_5_essay.txt"},{"slug":"purpose","keywords_en":["purpose","meaning","depression"],"keywords_vi":["mục đích","ý nghĩa","trầm cảm"],"copy":{"en":"The Ikigai model restores purpose and direction. Explore intersections of passion, mission, vocation, and profession. Set micro-goals in each area and track fulfillment. Work with a purpose coach to realign daily actions with core meaning and long-term joy."},"tags":["purpose","depression"],"audio":{"en":"dep_vip3_6_en.mp3"},"essay_ref":"dep_vip3_6_essay.txt"},{"slug":"nutrition","keywords_en":["nutrition","brain","depression"],"keywords_vi":["dinh dưỡng","não","trầm cảm"],"copy":{"en":"Nutritional psychiatry targets mood biochemistry. Focus on omega-3s, B-vitamins, magnesium, and gut health. Follow a Mediterranean-style plan. Get labs to check nutrient status. Consult a functional medicine doctor for personalized guidance toward balanced brain chemistry."},"tags":["nutrition","depression"],"audio":{"en":"dep_vip3_7_en.mp3"},"essay_ref":"dep_vip3_7_essay.txt"},{"slug":"resilience","keywords_en":["resilience","strength","depression"],"keywords_vi":["kiên cường","sức mạnh","trầm cảm"],"copy":{"en":"Develop an integrated resilience system. Combine CBT, exercise, nutrition, social ties, mindfulness, and purpose. Record a daily resilience score and review depression scales monthly. A multidisciplinary team can guide a holistic, evidence-based plan for lifelong mental strength."},"tags":["resilience","depression"],"audio":{"en":"dep_vip3_8_en.mp3"},"essay_ref":"dep_vip3_8_essay.txt"}],"meta":{"created_at":"2025-10-28T00:00:00+00:00","updated_at":"2025-10-28T00:00:00+00:00","entry_count":8,"tier":"vip3","room_color":"#4A90E2"}}
