{
  "version": "1.0",
  "locale": "vi-en",
  "name": "Stoic Philosophy (Free)",
  "name_vi": "Triết Học Khắc Kỷ (Miễn Phí)",
  "description": "Foundation in Stoic wisdom: firm purpose, emotional control, inner strength, and natural flow.",
  "entries": [
    {
      "slug": "firm-purpose",
      "keywords_en": ["firm purpose", "purpose", "direction", "values", "meaning"],
      "keywords_vi": ["mục đích vững chắc", "mục đích", "định hướng", "giá trị"],
      "copy": {
        "en": "Build firm purpose through daily reflection on what truly matters. Each morning, identify one value you'll honor today. Stoic wisdom teaches that clear purpose steadies the soul when life shifts. Small, consistent actions aligned with your values create lasting fulfillment. Begin now: write down one core value and one way you'll express it today.",
        "vi": "Xây dựng mục đích vững chắc qua việc suy ngẫm mỗi ngày về điều thật sự quan trọng. Mỗi sáng, xác định một giá trị bạn sẽ tôn trọng hôm nay. Trí tuệ Khắc kỷ dạy rằng mục đích rõ ràng giữ vững tâm hồn khi cuộc sống thay đổi. Những hành động nhỏ, kiên định theo giá trị của bạn tạo nên sự viên mãn lâu dài. Hãy bắt đầu: viết xuống một giá trị cốt lõi và một cách bạn sẽ thể hiện nó hôm nay."
      },
      "tags": ["stoicism", "purpose", "values"],
      "audio": "/firm_purpose_free.mp3"
    },
    {
      "slug": "emotional-control",
      "keywords_en": ["emotional control", "emotions", "control", "calm", "resilience"],
      "keywords_vi": ["làm chủ cảm xúc", "cảm xúc", "kiểm soát", "bình tĩnh"],
      "copy": {
        "en": "Master emotional control by pausing before reacting. When emotions surge, take three deep breaths. Name what you feel without judgment. Stoics teach that you control your response, not the event. Practice daily: notice one trigger, pause, then choose your response deliberately.",
        "vi": "Làm chủ cảm xúc bằng cách tạm dừng trước khi phản ứng. Khi cảm xúc dâng trào, hít thở sâu ba lần. Gọi tên điều bạn cảm thấy mà không phán xét. Người Khắc kỷ dạy rằng bạn kiểm soát phản ứng của mình, không phải sự kiện. Thực hành mỗi ngày: nhận ra một yếu tố kích hoạt, tạm dừng, rồi chọn phản ứng một cách có chủ đích."
      },
      "tags": ["stoicism", "emotional control", "resilience"],
      "audio": "/emotional_control_free.mp3"
    }
  ],
  "meta": {
    "created_at": "2025-10-27T00:00:00+00:00",
    "updated_at": "2025-10-27T00:00:00+00:00",
    "entry_count": 2,
    "tier": "free",
    "room_color": "#6B8E23"
  }
}