{
  "version": "1.0",
  "locale": "vi-en",
  "name": "Sleep Improvement (VIP 1)",
  "name_vi": "Cải Thiện Giấc Ngủ (VIP 1)",
  "description": "Intermediate sleep training: consistent schedule, relaxation, diet, and environment for restorative rest.",
  "global_notes": {
    "safety": ""
  },
  "enum_tags": [
    "sleep",
    "routine",
    "relaxation",
    "nutrition",
    "environment"
  ],
  "entries": [
    {
      "slug": "building-a-consistent-sleep-schedule",
      "keywords_en": [
        "sleep schedule",
        "rhythm",
        "consistency",
        "rest"
      ],
      "keywords_vi": [
        "lịch ngủ",
        "nhịp sinh học",
        "nhất quán",
        "nghỉ ngơi"
      ],
      "copy": {
        "en": "Build consistent sleep by honoring your body’s rhythm. Set the same bedtime and wake-up time every day, even on weekends, to align your internal clock. Begin dimming lights and lowering noise one hour before bed to tell your mind it’s time to rest. Avoid screens or bright devices thirty minutes before sleep to prevent overstimulation. Journal weekly about energy and mood changes as you settle into a rhythm. Over time, these cues train your body to relax naturally. Tonight, choose a bedtime and protect it like a promise to yourself. Ready to wake refreshed and calm? Explore beyond VIP 1.",
        "vi": "Xây dựng giấc ngủ đều đặn bằng cách tôn trọng nhịp sinh học của cơ thể. Hãy đặt giờ đi ngủ và thức dậy giống nhau mỗi ngày, kể cả cuối tuần, để đồng bộ đồng hồ sinh học bên trong. Bắt đầu giảm ánh sáng và tiếng ồn trước khi ngủ một giờ để báo hiệu cho tâm trí biết rằng đã đến lúc nghỉ ngơi. Tránh sử dụng màn hình hoặc thiết bị sáng trong 30 phút trước khi ngủ để tránh kích thích quá mức. Ghi chép hàng tuần về sự thay đổi năng lượng và tâm trạng khi bạn dần đi vào nhịp ngủ. Theo thời gian, những dấu hiệu này sẽ giúp cơ thể thư giãn tự nhiên. Tối nay, hãy chọn một giờ ngủ và giữ nó như một lời hứa với chính mình. Sẵn sàng thức dậy trong sự tươi tỉnh và bình an chứ? Hãy khám phá thêm vượt ngoài cấp VIP 1."
      },
      "tags": [
        "sleep"
      ],
      "artifact_id": "a4b5c6d7-e8f9-40a1-b2c3-d4e5f6a70101",
      "audio": "/audio/en/building_a_consistent_sleep_schedule_vip1.mp3"
    },
    {
      "slug": "practicing-relaxation-techniques",
      "keywords_en": [
        "relaxation",
        "breathing",
        "mindfulness",
        "rest"
      ],
      "keywords_vi": [
        "thư giãn",
        "hít thở",
        "chánh niệm",
        "nghỉ ngơi"
      ],
      "copy": {
        "en": "Ease into rest through intentional relaxation. Try the 4-7-8 breathing method—inhale for four seconds, hold for seven, and exhale slowly for eight. Feel tension melt from your shoulders as calm spreads through your chest. Add soft instrumental music or dim lighting to deepen the effect. Record how you feel afterward in your sleep journal each week. Practice nightly to reprogram your mind for peace before bed. If thoughts wander, gently return focus to breath. This quiet ritual reduces anxiety and welcomes sleep with grace. Start tonight with one mindful session. Ready to rest deeper? Explore beyond VIP 1.",
        "vi": "Dễ dàng đi vào giấc ngủ bằng cách thư giãn có chủ đích. Hãy thử kỹ thuật hít thở 4-7-8 — hít vào trong bốn giây, giữ hơi bảy giây và thở ra chậm trong tám giây. Cảm nhận căng thẳng tan biến khỏi vai và sự bình yên lan tỏa trong lồng ngực. Bật nhạc nhẹ hoặc giảm ánh sáng để tăng hiệu quả thư giãn. Mỗi tuần, ghi lại cảm giác của bạn sau mỗi buổi thực hành vào nhật ký giấc ngủ. Tập luyện mỗi tối để tái lập trình tâm trí cho sự bình yên trước khi ngủ. Nếu tâm trí lang thang, nhẹ nhàng đưa sự chú ý trở lại hơi thở. Nghi thức tĩnh lặng này giúp giảm lo âu và đón nhận giấc ngủ một cách nhẹ nhàng. Hãy bắt đầu tối nay bằng một buổi thư giãn chánh niệm. Sẵn sàng nghỉ ngơi sâu hơn chứ? Hãy khám phá thêm vượt ngoài cấp VIP 1."
      },
      "tags": [
        "relaxation"
      ],
      "artifact_id": "b5c6d7e8-f9a0-41b2-c3d4-e5f6a7b80202",
      "audio": "/audio/en/practicing_relaxation_techniques_vip1.mp3"
    },
    {
      "slug": "managing-evening-diet",
      "keywords_en": [
        "evening diet",
        "nutrition",
        "digestion",
        "calm"
      ],
      "keywords_vi": [
        "chế độ ăn tối",
        "dinh dưỡng",
        "tiêu hóa",
        "bình tâm"
      ],
      "copy": {
        "en": "Support quality sleep by balancing your evening diet. Avoid caffeine, sugar, and heavy meals after early evening to keep digestion calm. Choose light snacks such as fruit, yogurt, or herbal tea if hunger appears. Eat dinner earlier and let your body unwind naturally. Reflect weekly on how dietary timing affects your rest and mood. Planning lighter meals encourages relaxation rather than restlessness. Replace late-night scrolling with gentle stretching or gratitude journaling. These gradual changes create peaceful sleep transitions. Begin tonight with a nourishing yet light meal. Ready to help your body settle easily? Explore beyond VIP 1.",
        "vi": "Hỗ trợ giấc ngủ chất lượng bằng cách cân bằng chế độ ăn tối. Tránh caffeine, đường và bữa ăn nặng sau buổi chiều để giúp tiêu hóa nhẹ nhàng. Nếu cảm thấy đói, hãy chọn món nhẹ như trái cây, sữa chua hoặc trà thảo mộc. Ăn tối sớm hơn và để cơ thể tự nhiên thư giãn. Mỗi tuần, suy ngẫm về cách thời điểm ăn uống ảnh hưởng đến giấc ngủ và tâm trạng của bạn. Lên kế hoạch cho những bữa ăn nhẹ hơn để khuyến khích sự thư thái thay vì bồn chồn. Thay vì lướt điện thoại, hãy duỗi cơ nhẹ hoặc viết nhật ký biết ơn. Những thay đổi dần dần này giúp quá trình chuyển sang giấc ngủ trở nên êm đềm. Hãy bắt đầu tối nay bằng một bữa ăn nhẹ nhưng bổ dưỡng. Sẵn sàng giúp cơ thể thư giãn dễ dàng hơn chứ? Hãy khám phá thêm vượt ngoài cấp VIP 1."
      },
      "tags": [
        "nutrition"
      ],
      "artifact_id": "c6d7e8f9-a0b1-42c3-d4e5-f6a7b8c90303",
      "audio": "/audio/en/managing_evening_diet_vip1.mp3"
    },
    {
      "slug": "creating-a-sleep-friendly-environment",
      "keywords_en": [
        "sleep environment",
        "lighting",
        "temperature",
        "noise"
      ],
      "keywords_vi": [
        "môi trường ngủ",
        "ánh sáng",
        "nhiệt độ",
        "tiếng ồn"
      ],
      "copy": {
        "en": "Transform your bedroom into a sanctuary of rest. Keep the space dark, cool, and clutter-free—ideally around 65 °F or 18 °C. Use blackout curtains, soft bedding, and soothing scents like lavender. Reduce background noise with a fan or gentle white noise. Reflect weekly on how these adjustments affect your rest. Adjust one element at a time—temperature, lighting, or sound—to find what feels best. Over time, your room will signal calm the moment you enter. Begin tonight by dimming lights and silencing distractions. Ready to make your environment an ally for sleep? Explore beyond VIP 1.",
        "vi": "Biến phòng ngủ của bạn thành một không gian nghỉ ngơi thật sự. Hãy giữ không gian tối, mát và gọn gàng — nhiệt độ lý tưởng khoảng 18 °C. Sử dụng rèm chắn sáng, chăn mềm và hương thơm dịu như oải hương. Giảm tiếng ồn nền bằng quạt hoặc âm thanh trắng nhẹ nhàng. Mỗi tuần, ghi lại tác động của những điều chỉnh này lên giấc ngủ của bạn. Thay đổi từng yếu tố một — nhiệt độ, ánh sáng hoặc âm thanh — để tìm ra điều phù hợp nhất. Theo thời gian, căn phòng của bạn sẽ trở thành tín hiệu của sự bình yên ngay khi bước vào. Hãy bắt đầu tối nay bằng việc giảm ánh sáng và loại bỏ phiền nhiễu. Sẵn sàng biến không gian của bạn thành đồng minh của giấc ngủ chứ? Hãy khám phá thêm vượt ngoài cấp VIP 1."
      },
      "tags": [
        "environment"
      ],
      "artifact_id": "d7e8f9a0-b1c2-43d4-e5f6-a7b8c9d00404",
      "audio": "/audio/en/creating_a_sleep_friendly_environment_vip1.mp3"
    }
  ],
  "keywords": {
    "intermediate_sleep_improvement": {
      "en": [
        "consistent sleep schedule",
        "relaxation techniques",
        "evening diet management",
        "sleep-friendly environment"
      ],
      "vi": [
        "lịch ngủ nhất quán",
        "kỹ thuật thư giãn",
        "quản lý chế độ ăn tối",
        "môi trường thân thiện với giấc ngủ"
      ]
    }
  },
  "meta": {
    "created_at": "2025-10-25T13:07:00+09:00",
    "updated_at": "2025-10-27T19:13:00+09:00",
    "entry_count": 4,
    "tier": "vip1",
    "room_color": "#D7CCC8"
  },
  "audio": "creating_a_sleep_friendly_environment_vip2.mp3"
}