{"version":"1.0","locale":"vi-en","name":"Stress Relief (Free)","name_vi":"Giảm Căng Thẳng (Miễn Phí)","description":"Gentle practices to ease stress through breathing, mindfulness, and simple daily routines.","entries":[{"slug":"starting-stress-relief-breathing","audio":"/audio/en/starting_stress_relief_breathing_free.mp3","reply_en":"Breathing is the simplest way to calm your mind. Sit comfortably, close your eyes, and inhale through your nose for four seconds. Hold briefly, then exhale slowly for six. One deep breath can ease tension and steady focus. Practice this during quiet moments or before sleep. Each breath tells your body it is safe to relax. Journal weekly about how breathing changes your mood or clarity. Small steps build calm that lasts. Begin with one deep breath right now. Ready to reduce stress? Explore more beyond Free.","reply_vi":"Hít thở là cách đơn giản nhất để xoa dịu tâm trí. Hãy ngồi thoải mái, nhắm mắt lại và hít vào bằng mũi trong bốn giây. Giữ hơi thở một chút, rồi thở ra thật chậm trong sáu giây. Một hơi thở sâu có thể làm dịu căng thẳng và giúp bạn tập trung hơn. Thực hành vào những lúc yên tĩnh hoặc trước khi đi ngủ. Mỗi hơi thở nhắc cơ thể rằng bạn đang an toàn và có thể thư giãn. Viết nhật ký hàng tuần về việc hít thở thay đổi tâm trạng hoặc sự minh mẫn của bạn ra sao. Những bước nhỏ tạo nên sự bình an lâu dài. Hãy bắt đầu ngay bây giờ bằng một hơi thở thật sâu. Sẵn sàng giảm căng thẳng chứ? Hãy khám phá thêm vượt ngoài cấp Free.","dare":"Thực hành 3 hơi thở sâu trước khi bắt đầu công việc hôm nay.","mood":"calm","keywords":["breathing","stress relief","calm focus"],"synonyms":["deep breath","relaxation","tranquility"]},{"slug":"trying-mindful-moments","audio":"/audio/en/trying_mindful_moments_free.mp3","reply_en":"Mindful pauses reset your inner rhythm. Each day, stop for one minute to notice something real—sound, scent, color, or texture. This simple awareness brings you back from worry to presence. Let thoughts pass like clouds, focusing gently on what’s here and now. Afterward, notice how your breath and shoulders soften. Journal weekly about moments of calm you discovered. Over time, these mindful pauses form anchors of peace. Begin today with one quiet minute of noticing. Ready to feel centered? Explore more beyond Free.","reply_vi":"Những khoảnh khắc chánh niệm giúp khôi phục nhịp điệu nội tâm. Mỗi ngày, hãy dừng lại một phút để chú ý đến điều gì đó thật — âm thanh, mùi hương, màu sắc hoặc cảm giác chạm. Sự nhận biết đơn giản này đưa bạn trở lại với hiện tại, thay vì lo âu. Hãy để suy nghĩ trôi qua như những đám mây, nhẹ nhàng tập trung vào những gì đang có mặt. Sau đó, hãy nhận ra hơi thở và vai bạn trở nên mềm mại hơn. Viết nhật ký hàng tuần về những khoảnh khắc bình yên bạn khám phá được. Theo thời gian, những điểm dừng chánh niệm này trở thành mỏ neo của sự an ổn. Hãy bắt đầu hôm nay bằng một phút tĩnh lặng để quan sát. Sẵn sàng cảm thấy vững vàng hơn chứ? Hãy khám phá thêm vượt ngoài cấp Free.","dare":"Dành 1 phút hôm nay chỉ để lắng nghe và quan sát xung quanh bạn.","mood":"peaceful","keywords":["mindful moments","awareness","presence"],"synonyms":["mindfulness","stillness","observation"]},{"slug":"building-simple-routines","audio":"/audio/en/building_simple_routines_free.mp3","reply_en":"Calm grows from rhythm. Choose one small routine—a short walk, stretching, or journaling—to clear your mind each day. Routines create predictability, giving your nervous system a sense of safety. Keep it brief and consistent; five minutes is enough. Track in a journal how your body and emotions respond. If a day feels heavy, return to your chosen habit for grounding. Over time, routine becomes resilience. Begin today with one gentle walk to breathe and reset. Ready to build peaceful structure? Explore more beyond Free.","reply_vi":"Sự bình an đến từ nhịp điệu quen thuộc. Hãy chọn một thói quen nhỏ — đi dạo ngắn, duỗi cơ thể hoặc viết nhật ký — để làm dịu tâm trí mỗi ngày. Các thói quen tạo nên sự ổn định, giúp hệ thần kinh cảm thấy an toàn. Hãy giữ cho ngắn gọn và đều đặn; năm phút là đủ. Ghi lại trong nhật ký phản ứng của cơ thể và cảm xúc sau mỗi lần thực hành. Nếu một ngày cảm thấy nặng nề, hãy quay lại với thói quen này để lấy lại sự vững vàng. Theo thời gian, thói quen nhỏ sẽ trở thành sức mạnh nội tâm. Hãy bắt đầu hôm nay bằng một buổi đi dạo nhẹ để hít thở và thiết lập lại. Sẵn sàng xây dựng nhịp sống an yên chứ? Hãy khám phá thêm vượt ngoài cấp Free.","dare":"Thực hành một thói quen thư giãn 5 phút hôm nay, như đi bộ hoặc viết nhật ký.","mood":"grounded","keywords":["routines","daily calm","stress relief"],"synonyms":["habits","structure","self-care"]}]}