{
"name": "Self Love",
"name_vi": "Yêu Thương Bản Thân",
"description": "Advanced strategies for cultivating self-love with resilience and care",
"keywords_en": [
"self-love",
"self-acceptance",
"self-care",
"resilience",
"boundaries"
],
"keywords_vi": [
"yêu thương bản thân",
"tự chấp nhận",
"tự chăm sóc",
"kiên cường",
"ranh giới"
],
"entries": [
{
"slug": "self-acceptance",
"keywords_en": [
"self-acceptance",
"confidence",
"empathy"
],
"keywords_vi": [
"tự chấp nhận",
"tự tin",
"đồng cảm"
],
"copy": {
"en": "Self-love thrives on self-acceptance. Embrace your strengths and flaws without judgment to build confidence. Practice daily affirmations, like “I am worthy,” to reinforce your value. Reflect on your unique qualities through journaling to deepen self-awareness. Connect with supportive friends or groups for encouragement, fostering resilience and helping you cultivate a deeper sense of self-worth daily.",
"vi": "Yêu thương bản thân phát triển nhờ tự chấp nhận. Đón nhận điểm mạnh và khuyết điểm mà không phán xét để xây dựng sự tự tin. Thực hành khẳng định hàng ngày, như “Tôi xứng đáng,” để củng cố giá trị bản thân. Suy ngẫm về phẩm chất độc đáo qua ghi nhật ký để tăng tự nhận thức. Kết nối với bạn bè hoặc nhóm hỗ trợ để được khích lệ, giúp nuôi dưỡng nghị lực và giá trị bản thân."
},
"tags": [
"self-acceptance",
"self-love"
],
"audio": "self_love_vip2_self_acceptance.mp3"
},
{
"slug": "positive-self-talk",
"keywords_en": [
"positive self-talk",
"confidence",
"mindset"
],
"keywords_vi": [
"tự nói tích cực",
"tự tin",
"tư duy"
],
"copy": {
"en": "Positive self-talk is essential for self-love. Replace negative thoughts with affirmations like “I am capable and strong.” Practice daily to build a confident mindset. Journal your achievements to reinforce positivity and self-worth. Connect with a supportive community for encouragement, fostering resilience and helping you maintain a positive outlook daily.",
"vi": "Tự nói tích cực là thiết yếu để yêu thương bản thân. Thay thế suy nghĩ tiêu cực bằng khẳng định như “Tôi có khả năng và mạnh mẽ.” Thực hành hàng ngày để xây dựng tư duy tự tin. Ghi nhật ký về thành tựu để củng cố sự tích cực và giá trị bản thân. Kết nối với cộng đồng hỗ trợ để được khích lệ, giúp duy trì cái nhìn tích cực mỗi ngày."
},
"tags": [
"self-talk",
"self-love"
],
"audio": "self_love_vip2_positive_self_talk.mp3"
},
{
"slug": "self-care",
"keywords_en": [
"self-care",
"well-being",
"resilience"
],
"keywords_vi": [
"tự chăm sóc",
"sức khỏe tinh thần",
"kiên cường"
],
"copy": {
"en": "Self-care is a cornerstone of self-love. Prioritize rest, healthy eating, and gentle exercise to nurture your body and mind. Set aside time for hobbies or relaxation to recharge emotionally. Connect with supportive friends for encouragement. These steps build resilience, helping you maintain well-being and cultivate self-worth in daily life.",
"vi": "Tự chăm sóc là nền tảng của yêu thương bản thân. Ưu tiên nghỉ ngơi, ăn uống lành mạnh và tập luyện nhẹ nhàng để nuôi dưỡng cơ thể và tâm trí. Dành thời gian cho sở thích hoặc thư giãn để nạp năng lượng cảm xúc. Kết nối với bạn bè hỗ trợ để được khích lệ, giúp duy trì sức khỏe tinh thần và giá trị bản thân hàng ngày."
},
"tags": [
"self-care",
"self-love"
],
"audio": "self_love_vip2_self_care.mp3"
},
{
"slug": "emotional-resilience",
"keywords_en": [
"emotional resilience",
"strength",
"self-worth"
],
"keywords_vi": [
"kiên cường cảm xúc",
"sức mạnh",
"giá trị bản thân"
],
"copy": {
"en": "Emotional resilience supports self-love by fostering strength. Practice mindfulness to stay calm during stress or setbacks. Journal to process emotions and build self-awareness. Connect with a supportive community for encouragement and shared strategies. These steps help you navigate challenges with confidence, maintaining a positive sense of self-worth daily.",
"vi": "Kiên cường cảm xúc hỗ trợ yêu thương bản thân bằng cách xây dựng sức mạnh. Thực hành chánh niệm để giữ bình tĩnh khi căng thẳng hoặc gặp khó khăn. Ghi nhật ký để xử lý cảm xúc và tăng tự nhận thức. Kết nối với cộng đồng hỗ trợ để nhận khích lệ và chiến lược, giúp bạn vượt qua thách thức với tự tin và duy trì giá trị bản thân."
},
"tags": [
"resilience",
"self-love"
],
"audio": "self_love_vip2_emotional_resilience.mp3"
},
{
"slug": "boundaries",
"keywords_en": [
"boundaries",
"self-respect",
"self-worth"
],
"keywords_vi": [
"ranh giới",
"tự tôn trọng",
"giá trị bản thân"
],
"copy": {
"en": "Setting boundaries is key to self-love. Communicate your needs clearly to foster self-respect. Practice saying no to protect your energy. Connect with supportive friends for guidance. These steps build resilience, helping you maintain well-being and cultivate a strong sense of self-worth daily.",
"vi": "Thiết lập ranh giới là chìa khóa để yêu thương bản thân. Truyền đạt nhu cầu rõ ràng để xây dựng sự tự tôn trọng. Thực hành nói không để bảo vệ năng lượng của bạn. Kết nối với bạn bè hỗ trợ để được hướng dẫn. Những bước này xây dựng nghị lực, giúp duy trì sức khỏe tinh thần và giá trị bản thân hàng ngày."
},
"tags": [
"boundaries",
"self-love"
],
"audio": "self_love_vip2_boundaries.mp3"
}
],
"meta": {
"created_at": "2025-10-27T00:00:00+00:00",
"updated_at": "2025-11-02T00:00:00+00:00",
"entry_count": 5,
"tier": "vip2",
"room_color": "#4A90E2"
}
}
