json

{
  "name": "ADHD Support",
  "name_vi": "Hỗ Trợ Rối Loạn Tăng Động Giảm Chú Ý",
  "description": "Practical guidance for managing ADHD with focus and emotional support",
  "keywords_en": [
    "ADHD",
    "time management",
    "focus",
    "support system"
  ],
  "keywords_vi": [
    "rối loạn tăng động giảm chú ý",
    "quản lý thời gian",
    "tập trung",
    "hệ thống hỗ trợ"
  ],
  "entries": [
    {
      "slug": "time-management",
      "keywords_en": [
        "time management",
        "organization",
        "productivity"
      ],
      "keywords_vi": [
        "quản lý thời gian",
        "tổ chức",
        "năng suất"
      ],
      "copy": {
        "en": "Managing ADHD begins with effective time management. Use a planner or digital calendar to break big goals into small, manageable tasks. Set timers for focused work sessions and reward yourself after completing each step. Prioritize one task at a time to reduce overwhelm. Connect with supportive people who can offer encouragement, helping you stay on track and build lasting confidence.",
        "vi": "Quản lý rối loạn tăng động giảm chú ý bắt đầu từ việc sắp xếp thời gian hiệu quả. Hãy sử dụng sổ kế hoạch hoặc lịch điện tử để chia nhỏ mục tiêu lớn thành các bước nhỏ, dễ thực hiện. Đặt hẹn giờ cho từng phiên làm việc tập trung và tự thưởng khi hoàn thành. Ưu tiên từng nhiệm vụ một để tránh cảm giác quá tải. Kết nối với những người hỗ trợ để nhận động viên, giúp bạn giữ đúng hướng và củng cố sự tự tin lâu dài."
      },
      "tags": [
        "time management",
        "ADHD"
      ],
      "audio": "adhd_support_free_time_management.mp3"
    },
    {
      "slug": "focus-strategies",
      "keywords_en": [
        "focus",
        "concentration",
        "productivity"
      ],
      "keywords_vi": [
        "tập trung",
        "chú ý",
        "năng suất"
      ],
      "copy": {
        "en": "Focus strategies are essential for managing ADHD symptoms. Create a workspace free of distractions and work in short bursts, like 25 minutes of focus followed by a brief break. Practice mindfulness to stay present and reset when distracted. Connect with a support group for shared tips and accountability. These simple steps help strengthen focus and build daily momentum.",
        "vi": "Chiến lược tăng khả năng tập trung là yếu tố quan trọng để quản lý các triệu chứng của rối loạn tăng động giảm chú ý. Hãy tạo một không gian làm việc yên tĩnh, không bị xao nhãng, và làm việc theo từng đợt ngắn, chẳng hạn 25 phút rồi nghỉ ngắn. Thực hành chánh niệm để duy trì sự hiện diện và quay lại khi mất tập trung. Kết nối với nhóm hỗ trợ để học hỏi mẹo hữu ích và duy trì động lực. Những bước đơn giản này giúp bạn cải thiện khả năng tập trung và tạo đà tiến mỗi ngày."
      },
      "tags": [
        "focus",
        "ADHD"
      ],
      "audio": "adhd_support_free_focus_strategies.mp3"
    },
    {
      "slug": "support-system",
      "keywords_en": [
        "support system",
        "community",
        "empathy"
      ],
      "keywords_vi": [
        "hệ thống hỗ trợ",
        "cộng đồng",
        "đồng cảm"
      ],
      "copy": {
        "en": "A strong support system makes ADHD management easier. Share your challenges openly with friends, family, or support groups to build empathy and understanding. Regular check-ins provide encouragement and help you stay motivated. With a community that listens and supports, you can face ADHD challenges with resilience and confidence.",
        "vi": "Một hệ thống hỗ trợ vững chắc giúp việc quản lý rối loạn tăng động giảm chú ý trở nên dễ dàng hơn. Hãy chia sẻ cởi mở những khó khăn của bạn với bạn bè, gia đình hoặc nhóm hỗ trợ để xây dựng sự đồng cảm và thấu hiểu. Việc duy trì liên lạc thường xuyên giúp bạn nhận được động viên và duy trì động lực. Khi có một cộng đồng lắng nghe và đồng hành, bạn sẽ đối mặt với các thử thách của ADHD bằng nghị lực và sự tự tin."
      },
      "tags": [
        "support",
        "ADHD"
      ],
      "audio": "adhd_support_free_support_system.mp3"
    }
  ],
  "meta": {
    "created_at": "2025-10-27T00:00:00+00:00",
    "updated_at": "2025-10-27T00:00:00+00:00",
    "entry_count": 3,
    "tier": "free",
    "room_color": "#4A90E2"
  }
}
