{
  "path": {
    "slug": "calm-mind-7",
    "title_en": "7-Day Calm Mind",
    "title_vi": "7 Ngày Tâm Trí Bình Yên",
    "description_en": "A gentle 7-day path to slow down, name your noise, soften your inner judge, and build a quiet home inside your mind — in English and Vietnamese, 3–5 minutes a day.",
    "description_vi": "Một lộ trình 7 ngày nhẹ nhàng giúp bạn chậm lại, gọi tên tiếng ồn trong tâm trí, làm mềm đi tiếng phán xét bên trong và xây một ngôi nhà bình yên trong lòng — bằng cả tiếng Anh và tiếng Việt, chỉ 3–5 phút mỗi ngày.",
    "total_days": 7,
    "cover_image": "/images/paths/calm_mind_7.jpg"
  },
  "days": [
    {
      "day_index": 1,
      "title_en": "Day 1 — The First Quiet Moment",
      "title_vi": "Ngày 1 — Khoảnh Khắc Yên Đầu Tiên",
      "content_en": "Today's calm begins in the simplest place: noticing your breath. Not fixing it, not controlling it — just noticing it arrive and leave. Your mind may try to fill the space with noise. Let it. You don't need to wrestle the noise. Just hold one small intention: I am allowed to slow down.",
      "content_vi": "Sự bình yên hôm nay bắt đầu từ một điều đơn giản: nhận biết hơi thở. Không chỉnh, không ép — chỉ nhận biết hơi đến rồi đi. Tâm trí có thể chen vào bằng tiếng ồn. Cứ để nó. Bạn không cần chống lại tiếng ồn. Chỉ giữ một ý nhỏ: Tôi được phép chậm lại.",
      "reflection_en": "One sentence: what kept you from slowing down lately?",
      "reflection_vi": "Viết một câu: điều gì khiến bạn khó chậm lại gần đây?",
      "dare_en": "For the next 10 breaths, don't try to improve anything.",
      "dare_vi": "Trong 10 hơi thở tới, đừng cố làm tốt hơn điều gì.",
      "audio_intro_en": "/audio/paths/calm_mind_7_day1_en.mp3",
      "audio_intro_vi": "/audio/paths/calm_mind_7_day1_vi.mp3"
    },
    {
      "day_index": 2,
      "title_en": "Day 2 — Name the Noise, Don't Fight It",
      "title_vi": "Ngày 2 — Gọi Tên Tiếng Ồn, Đừng Chống Lại",
      "content_en": "A calm mind is not a silent mind. Noise becomes softer the moment you name it: "Ah, this is worry." You don't have to push it away. Naming the feeling is already an act of control.",
      "content_vi": "Tâm trí bình yên không phải tâm trí không tiếng động. Tiếng ồn sẽ dịu lại khi bạn gọi tên nó: "À, đây là lo lắng." Không cần xua đuổi. Chỉ cần gọi tên đã là một hành động kiểm soát.",
      "reflection_en": "Name one noise in your mind now.",
      "reflection_vi": "Gọi tên một tiếng ồn trong tâm bạn lúc này.",
      "dare_en": "Say the name of the feeling once out loud.",
      "dare_vi": "Hãy nói tên cảm xúc đó thành tiếng một lần.",
      "audio_intro_en": "/audio/paths/calm_mind_7_day2_en.mp3",
      "audio_intro_vi": "/audio/paths/calm_mind_7_day2_vi.mp3"
    },
    {
      "day_index": 3,
      "title_en": "Day 3 — Slow the Inner Judge",
      "title_vi": "Ngày 3 — Làm Chậm Tiếng Phán Xét",
      "content_en": "Judgment makes noise louder. Your mind says: "You shouldn't feel this." But calm comes when we answer: "I'm allowed to feel the beginning of anything."",
      "content_vi": "Sự phán xét làm tiếng ồn lớn hơn. Tâm trí nói: "Mày không nên cảm thấy như thế." Bình yên đến khi ta đáp lại: "Mình được phép cảm nhận bất cứ điều gì đang bắt đầu."",
      "reflection_en": "What is your mind judging most harshly today?",
      "reflection_vi": "Hôm nay tâm trí bạn đang phán xét điều gì nhất?",
      "dare_en": "Replace one judgment with: "It's okay that I'm learning."",
      "dare_vi": "Thay một phán xét bằng câu: "Không sao, mình đang học."",
      "audio_intro_en": "/audio/paths/calm_mind_7_day3_en.mp3",
      "audio_intro_vi": "/audio/paths/calm_mind_7_day3_vi.mp3"
    },
    {
      "day_index": 4,
      "title_en": "Day 4 — The Body Remembers Everything",
      "title_vi": "Ngày 4 — Cơ Thể Nhớ Tất Cả",
      "content_en": "A calm mind lives in a calm body. Your shoulders, jaw, stomach — they hold the stories your mind skipped. Loosen one place today. Let your body teach your brain that safety is allowed.",
      "content_vi": "Một tâm trí bình yên nằm trong một cơ thể bình yên. Vai, hàm, bụng — đều giữ những câu chuyện mà tâm trí đã bỏ qua. Hôm nay hãy thả lỏng một vị trí. Cơ thể sẽ dạy lại bộ não rằng bình an là điều được phép.",
      "reflection_en": "Where do you store tension right now?",
      "reflection_vi": "Hiện tại bạn đang căng ở vị trí nào?",
      "dare_en": "Relax that spot for 30 seconds.",
      "dare_vi": "Thả lỏng vị trí đó trong 30 giây.",
      "audio_intro_en": "/audio/paths/calm_mind_7_day4_en.mp3",
      "audio_intro_vi": "/audio/paths/calm_mind_7_day4_vi.mp3"
    },
    {
      "day_index": 5,
      "title_en": "Day 5 — Turn Down the Volume",
      "title_vi": "Ngày 5 — Giảm Âm Lượng",
      "content_en": "You can't mute every thought. But you can turn the volume down. Imagine a dial in your mind labeled: "Intensity." Set it one click lower — not to zero. Just lower.",
      "content_vi": "Bạn không thể tắt mọi suy nghĩ. Nhưng bạn có thể giảm âm lượng. Hãy tưởng tượng một núm xoay mang tên: "Mức độ." Vặn xuống một nấc — không phải về 0. Chỉ thấp hơn một chút.",
      "reflection_en": "Which thought is loudest today?",
      "reflection_vi": "Hôm nay ý nghĩ nào đang ồn nhất?",
      "dare_en": "Lower its intensity by imagining the dial.",
      "dare_vi": "Hãy vặn mức độ ý nghĩ đó xuống một nấc.",
      "audio_intro_en": "/audio/paths/calm_mind_7_day5_en.mp3",
      "audio_intro_vi": "/audio/paths/calm_mind_7_day5_vi.mp3"
    },
    {
      "day_index": 6,
      "title_en": "Day 6 — The Compassion Loop",
      "title_vi": "Ngày 6 — Vòng Lặp Từ Bi",
      "content_en": "A mind becomes calm when it feels seen. Speak to yourself the way you would comfort a friend: "I know this hurts. I'm staying with you." Your nervous system listens.",
      "content_vi": "Tâm trí trở nên bình yên khi được thấu hiểu. Hãy nói với chính mình như cách bạn an ủi một người bạn: "Mình biết điều này đau. Mình ở đây với bạn." Hệ thần kinh sẽ lắng nghe.",
      "reflection_en": "Write one sentence you needed to hear this week.",
      "reflection_vi": "Viết một câu bạn cần nghe nhất tuần này.",
      "dare_en": "Say that same sentence to yourself before sleep.",
      "dare_vi": "Nói câu đó với bản thân trước khi ngủ.",
      "audio_intro_en": "/audio/paths/calm_mind_7_day6_en.mp3",
      "audio_intro_vi": "/audio/paths/calm_mind_7_day6_vi.mp3"
    },
    {
      "day_index": 7,
      "title_en": "Day 7 — The Quiet You",
      "title_vi": "Ngày 7 — Bạn Bình Yên",
      "content_en": "Calm is not the absence of storms. It is a home inside you that the storm cannot move. And the more you visit that home, the easier it is to find it again.",
      "content_vi": "Bình yên không phải là không có bão tố. Đó là một ngôi nhà bên trong bạn mà bão không thể lay chuyển. Bạn càng quay lại ngôi nhà ấy, thì việc tìm thấy nó càng dễ.",
      "reflection_en": "What does your inner home feel like?",
      "reflection_vi": "Ngôi nhà bình yên bên trong bạn trông như thế nào?",
      "dare_en": "Return to this feeling for 20 seconds anytime today.",
      "dare_vi": "Trong hôm nay, hãy quay lại cảm giác này 20 giây.",
      "audio_intro_en": "/audio/paths/calm_mind_7_day7_en.mp3",
      "audio_intro_vi": "/audio/paths/calm_mind_7_day7_vi.mp3"
    }
  ]
}
