{
"tier": "Free / Miễn phí",
"default_entry_id": "monitoring_abdominal_pain",
"welcome": {
"en": "Hello! Welcome to the Abdominal Pain Free room. How can I help you today?\n\nTopic keywords you can type are below:\n- monitoring_abdominal_pain\n- relieving_abdominal_pain\n- hydration_during_pain\n- abdominal_pain_children\n- abdominal_pain_adults\n- abdominal_pain_elderly",
"vi": "Xin chào! Chào mừng bạn đến với phòng Đau Bụng (Miễn phí). Tôi có thể giúp gì cho bạn hôm nay?\n\nCác từ khóa bạn có thể nhập là:\n- theo_doi_dau_bung\n- giam_dau_bung\n- bo_sung_nuoc_khi_dau\n- dau_bung_tre_em\n- dau_bung_nguoi_lon\n- dau_bung_nguoi_cao_tuoi"
},
"search": {
"normalize_case": true,
"normalize_accents": true,
"tokenize_on": [" ", "_"]
},
  "keyword_menu": {
    "en": [
      "monitoring_abdominal_pain",
      "relieving_abdominal_pain",
      "hydration_during_pain",
      "abdominal_pain_children",
      "abdominal_pain_adults",
      "abdominal_pain_elderly"
    ],
    "vi": [
      "theo_doi_dau_bung",
      "giam_dau_bung",
      "bo_sung_nuoc_khi_dau",
      "dau_bung_tre_em",
      "dau_bung_nguoi_lon",
      "dau_bung_nguoi_cao_tuoi"
    ]
  },
  "keywords_dict": {
    "monitoring_abdominal_pain": {
      "en": ["monitoring_abdominal_pain", "monitoring", "tracking", "symptoms", "track pain"],
      "vi": ["theo_doi_dau_bung", "theo doi", "ghi chep", "trieu chung", "dau bung"]
    },
    "relieving_abdominal_pain": {
      "en": ["relieving_abdominal_pain", "relieving", "pain relief", "ease pain", "reduce pain"],
      "vi": ["giam_dau_bung", "giam dau", "giam bung", "trom dau", "giam nhe"]
    },
    "hydration_during_pain": {
      "en": ["hydration_during_pain", "hydration", "water", "fluids", "drink"],
      "vi": ["bo_sung_nuoc_khi_dau", "bo sung nuoc", "nuoc", "chat long", "uong nuoc"]
    },
    "abdominal_pain_children": {
      "en": ["abdominal_pain_children", "children", "kids", "child pain", "pediatric"],
      "vi": ["dau_bung_tre_em", "tre em", "be", "dau bung tre", "nhi"]
    },
    "abdominal_pain_adults": {
      "en": ["abdominal_pain_adults", "adults", "adult pain", "grown-ups"],
      "vi": ["dau_bung_nguoi_lon", "nguoi lon", "dau bung lon", "thanh nien"]
    },
    "abdominal_pain_elderly": {
      "en": ["abdominal_pain_elderly", "elderly", "seniors", "older adults", "aged"],
      "vi": ["dau_bung_nguoi_cao_tuoi", "nguoi cao tuoi", "nguoi gia", "cao tuoi"]
    }
  },
"entries": [
{
"id": "monitoring_abdominal_pain",
"title": {
"en": "Monitoring Abdominal Pain",
"vi": "Theo Dõi Cơn Đau Bụng"
},
"content": {
"en": "Abdominal pain can stem from various causes like indigestion or serious issues. Track symptoms—location, intensity, duration—using a journal or app. Studies show tracking improves management by 40%. Note triggers like food or stress. If pain persists or worsens with fever, seek medical help immediately. Maintain hydration and rest. This empowers early detection. Remember, this is educational; consult a doctor for diagnosis. Discover deeper insights in VIP tiers.",
"vi": "Đau bụng có thể xuất phát từ nhiều nguyên nhân như khó tiêu hoặc bệnh lý nghiêm trọng. Hãy ghi lại triệu chứng — vị trí, mức độ, thời gian — bằng sổ tay hoặc ứng dụng. Nghiên cứu cho thấy việc theo dõi giúp cải thiện quản lý triệu chứng đến 40%. Ghi chú lại các yếu tố kích hoạt như thức ăn hay căng thẳng. Nếu cơn đau kéo dài hoặc kèm sốt, hãy đi khám ngay. Uống đủ nước và nghỉ ngơi giúp phục hồi nhanh hơn. Đây là hướng dẫn mang tính giáo dục, hãy gặp bác sĩ để chẩn đoán chính xác. Khám phá sâu hơn ở các cấp VIP."
},
"audio": {
"en": "Monitoring_Abdominal_Pain_Free.mp3"
}
},
{
"id": "relieving_abdominal_pain",
"title": {
"en": "Relieving Abdominal Pain",
"vi": "Giảm Đau Bụng An Toàn"
},
"content": {
"en": "For mild abdominal pain, use heat pads or over-the-counter antacids. Evidence from studies suggests ginger tea reduces nausea by 30%. Avoid heavy meals; opt for small, bland foods. Gentle walking aids digestion. If pain is severe or accompanied by vomiting, see a doctor promptly to rule out appendicitis. Stay hydrated with clear fluids. This approach eases discomfort safely. Always prioritize professional advice; this is for general guidance. Discover deeper insights in VIP tiers.",
"vi": "Với cơn đau bụng nhẹ, hãy chườm ấm hoặc dùng thuốc kháng axit không kê đơn. Bằng chứng cho thấy trà gừng có thể giảm buồn nôn 30%. Tránh ăn quá no, chọn bữa nhỏ và dễ tiêu. Đi bộ nhẹ giúp tiêu hóa tốt hơn. Nếu đau dữ dội hoặc kèm nôn mửa, hãy đi khám ngay để loại trừ viêm ruột thừa. Uống đủ nước trong ngày. Cách tiếp cận này giúp giảm đau an toàn. Luôn ưu tiên ý kiến bác sĩ; đây chỉ là hướng dẫn chung. Khám phá sâu hơn ở các cấp VIP."
},
"audio": {
"en": "Relieving_Abdominal_Pain_Free.mp3"
}
},
{
"id": "hydration_during_pain",
"title": {
"en": "Hydration During Pain",
"vi": "Bổ Sung Nước Khi Đau Bụng"
},
"content": {
"en": "Dehydration worsens abdominal pain; drink 8-10 glasses of water daily. Research indicates proper hydration reduces cramp severity by 25%. Add electrolytes if vomiting occurs. Avoid caffeine and alcohol, which dehydrate. For children, offer small sips frequently. Monitor urine color for hydration levels. If pain intensifies, seek medical care. This simple habit supports recovery. Educational only; consult a healthcare provider for personalized advice. Discover deeper insights in VIP tiers.",
"vi": "Mất nước làm cơn đau bụng trầm trọng hơn; hãy uống 8–10 ly nước mỗi ngày. Nghiên cứu cho thấy đủ nước giúp giảm co thắt 25%. Nếu có nôn, hãy bổ sung chất điện giải. Tránh caffeine và rượu vì gây mất nước. Với trẻ em, nên cho uống từng ngụm nhỏ thường xuyên. Quan sát màu nước tiểu để đánh giá tình trạng. Nếu đau tăng, hãy đến cơ sở y tế. Thói quen đơn giản này giúp phục hồi nhanh hơn. Đây là nội dung giáo dục, hãy hỏi ý kiến bác sĩ để được tư vấn cá nhân hóa. Khám phá sâu hơn ở các cấp VIP."
},
"audio": {
"en": "Hydration_During_Pain_Free.mp3"
}
},
{
"id": "abdominal_pain_children",
"title": {
"en": "Abdominal Pain in Children",
"vi": "Đau Bụng Ở Trẻ Em"
},
"content": {
"en": "Children's abdominal pain often from constipation or anxiety; monitor for signs like fever or blood. Studies show 20% of kids experience recurrent pain. Encourage fiber-rich foods and play to ease stress. Use warm compresses for comfort. If pain is sudden or severe, contact a pediatrician immediately. Track patterns to identify triggers. This helps parents respond effectively. Educational guidance; seek professional medical help. Discover deeper insights in VIP tiers.",
"vi": "Đau bụng ở trẻ em thường do táo bón hoặc lo lắng; hãy theo dõi các dấu hiệu như sốt hoặc có máu trong phân. Nghiên cứu cho thấy 20% trẻ bị đau bụng tái phát. Hãy cho trẻ ăn nhiều chất xơ và chơi đùa để giảm căng thẳng. Dùng khăn ấm chườm bụng giúp bé dễ chịu. Nếu đau đột ngột hoặc dữ dội, hãy gọi bác sĩ nhi ngay. Theo dõi và ghi lại để tìm nguyên nhân. Cách này giúp cha mẹ ứng phó hiệu quả. Đây là hướng dẫn giáo dục; hãy tìm đến bác sĩ chuyên môn. Khám phá sâu hơn ở các cấp VIP."
},
"audio": {
"en": "Abdominal_Pain_in_Children_Free.mp3"
}
},
{
"id": "abdominal_pain_adults",
"title": {
"en": "Abdominal Pain in Adults",
"vi": "Đau Bụng Ở Người Lớn"
},
"content": {
"en": "Adult abdominal pain may indicate GERD or gallstones; track diet and symptoms. Evidence suggests stress management reduces episodes by 35%. Practice deep breathing or yoga. Avoid fatty foods; eat smaller meals. If pain radiates or includes jaundice, see a doctor urgently. Maintain a symptom diary for consultations. This promotes proactive health. Remember, this is informational; consult a physician for diagnosis. Discover deeper insights in VIP tiers.",
"vi": "Đau bụng ở người lớn có thể liên quan đến trào ngược dạ dày (GERD) hoặc sỏi mật; hãy ghi chép chế độ ăn và triệu chứng. Nghiên cứu cho thấy quản lý căng thẳng có thể giảm 35% số lần tái phát. Hãy tập thở sâu hoặc yoga. Tránh đồ ăn nhiều dầu mỡ, chia bữa nhỏ hơn. Nếu đau lan hoặc kèm vàng da, cần khám gấp. Ghi lại triệu chứng để trao đổi với bác sĩ. Thói quen này giúp bạn chủ động chăm sóc sức khỏe. Đây là thông tin tổng quát; hãy gặp bác sĩ để được chẩn đoán chính xác. Khám phá sâu hơn ở các cấp VIP."
},
"audio": {
"en": "Abdominal_Pain_in_Adults_Free.mp3"
}
},
{
"id": "abdominal_pain_elderly",
"title": {
"en": "Abdominal Pain in Elderly",
"vi": "Đau Bụng Ở Người Cao Tuổi"
},
"content": {
"en": "Elderly abdominal pain can signal serious conditions like diverticulitis; monitor for confusion or weakness. Studies show early intervention improves outcomes by 50%. Encourage high-fiber diets and mobility. Use stool softeners if needed. If pain is acute with fever, seek emergency care. Track medications that might cause issues. This supports aging health. Educational only; always consult a doctor. Discover deeper insights in VIP tiers.",
"vi": "Đau bụng ở người cao tuổi có thể là dấu hiệu của bệnh lý nghiêm trọng như viêm túi thừa; hãy chú ý nếu có lú lẫn hoặc yếu sức. Nghiên cứu cho thấy can thiệp sớm giúp cải thiện 50% kết quả điều trị. Khuyến khích ăn nhiều chất xơ và vận động nhẹ. Có thể dùng thuốc làm mềm phân nếu cần. Nếu đau cấp tính kèm sốt, hãy đến cấp cứu ngay. Ghi lại các loại thuốc đang dùng vì có thể là nguyên nhân. Việc này hỗ trợ sức khỏe người lớn tuổi. Đây chỉ là hướng dẫn giáo dục; luôn hỏi ý kiến bác sĩ. Khám phá sâu hơn ở các cấp VIP."
},
"audio": {
"en": "Abdominal_Pain_in_Elderly_Free.mp3"
}
}
]
}