```json
{
  "tier": "VIP 1",
  "default_entry_id": "clarifying_affirmations_for_growth",
  "search": {
    "normalize_case": true,
    "normalize_accents": true,
    "tokenize_on": [" ", "_"]
  },
  "keyword_menu": {
    "en": [
      "clarifying_affirmations_for_growth",
      "building_social_confidence",
      "tracking_goals_for_success",
      "practicing_empathy_in_interactions"
    ]
  },
  "entries": [
    {
      "id": "clarifying_affirmations_for_growth",
      "title": "Clarifying Affirmations for Growth",
      "content": "Clarify your affirmations to build steady confidence. Choose one empowering phrase each morning—like “I am enough” or “I grow stronger every day.” Write three new affirmations weekly in a journal to track your evolving mindset. Studies show positive self-talk practiced daily increases motivation by 30%. When doubts appear, gently reframe them into learning opportunities. Confidence grows through repetition and patience, not pressure. Begin today with one sincere statement that reminds you of your worth. Small, consistent practice plants deep roots of self-belief. Ready to rise higher? Explore beyond VIP 1.",
      "audio": "Clarifying_Affirmations_for_Growth_VIP1.mp3"
    },
    {
      "id": "building_social_confidence",
      "title": "Building Social Confidence",
      "content": "Social confidence develops through kind presence, not perfection. Begin one meaningful conversation each week—share something you care about and listen openly. Ask questions like “What do you think?” to invite connection. Join a club or casual event monthly to expand comfort zones. Research shows social engagement improves emotional well-being by 25%. Celebrate small moments of ease instead of flawless performance. Each interaction builds familiarity and trust, turning anxiety into curiosity. Start today with one simple conversation where you stay fully present. Ready to connect with genuine calm? Explore beyond VIP 1.",
      "audio": "Building_Social_Confidence_VIP1.mp3"
    },
    {
      "id": "tracking_goals_for_success",
      "title": "Tracking Goals for Success",
      "content": "Confidence strengthens when goals are visible and attainable. Set one small monthly objective—such as speaking in a meeting or completing a new project step. Break it into weekly actions and record progress in a journal. Research shows tracking achievements boosts commitment by 40%. Celebrate each small win as proof of growth. This steady rhythm transforms effort into confidence. Start today by defining one reachable goal that excites you. Consistency turns progress into pride. Ready to build momentum toward lasting success? Explore beyond VIP 1.",
      "audio": "Tracking_Goals_for_Success_VIP1.mp3"
    },
    {
      "id": "practicing_empathy_in_interactions",
      "title": "Practicing Empathy in Interactions",
      "content": "Empathy creates confidence rooted in connection. Take a moment each day to imagine another’s perspective before responding. Offer one small act of kindness weekly—listening fully, supporting a peer, or expressing appreciation. Write monthly reflections on what you’ve learned about compassion. Studies show empathy enhances communication and reduces social anxiety by 30%. When you understand others, fear of judgment fades. Start today by practicing patient listening in one conversation. Confidence grows naturally from genuine care. Ready to strengthen both heart and voice? Explore beyond VIP 1.",
      "audio": "Practicing_Empathy_in_Interactions_VIP1.mp3"
    }
  ],
  "keywords": {
    "intermediate_confidence": {
      "en": [
        "clear affirmations",
        "social confidence",
        "goal tracking",
        "empathy in interactions"
      ],
      "vi": [
        "khẳng định rõ ràng",
        "tự tin xã hội",
        "theo dõi mục tiêu",
        "thấu cảm trong tương tác"
      ]
    }
  },
  "meta": {
    "created_at": "2025-10-25T10:45:00+09:00",
    "updated_at": "2025-10-25T10:45:00+09:00",
    "entry_count": 4,
    "artifact_set_id": "1a2b3c4d-5e6f-47a8-b9c0-d1e2f3a4b5c6",
    "data_format_version": "MercyBlade-Core-v1.2",
    "room_color": "#D7CCC8",
    "tier": "vip1"
  }
}
```
