{
  "version": "1.0",
  "locale": "vi-en",
  "description": {
    "en": "Supporting foundational mental health strategies for better wellness and daily calm",
    "vi": "Hỗ trợ các chiến lược sức khỏe tâm thần cơ bản để có sức khỏe tốt hơn và bình tĩnh hàng ngày"
  },
  "global_notes": {
    "safety": "Educational guidance; not a substitute for professional mental health care."
  },
  "enum_tags": [
    "breathing",
    "cognitive",
    "physical",
    "social",
    "emergency"
  ],
  "room_essay": {
    "format": "markdown",
    "en": "# Mental Health Free\n\nMental wellness begins with small, intentional actions. This Free room introduces foundational strategies to help you manage stress, build positive thinking, and create calm routines. Every step you take toward mental wellness matters.\n\n**Stress Coping**\n- Practice one deep breath daily.\n- Inhale 4 seconds, exhale 6 seconds.\n- Example: Minh's daily breathing eased tension.\n\n**Positive Self-Talk**\n- Say one affirming phrase daily.\n- Example: "I am enough" lifts mood.\n- Lan's affirmations reduced worries.\n\n**Simple Routines**\n- Set one daily habit, like a 5-minute walk.\n- Small actions create calm.\n- Minh's walks improved mood.\n\n**Start Today**\n- Choose one simple action.\n- Notice how you feel.\n\nBegin today: try one deep breath or take a short walk. Ready to explore more? Upgrade to access deeper strategies and personalized guidance!",
    "vi": "# Sức Khỏe Tâm Thần Miễn Phí\n\nSức khỏe tâm thần bắt đầu từ những hành động nhỏ, có chủ ý. Phòng Miễn phí này giới thiệu các chiến lược cơ bản để giúp bạn quản lý căng thẳng, xây dựng tư duy tích cực và tạo thói quen bình tĩnh. Mỗi bước bạn thực hiện hướng tới sức khỏe tâm thần đều quan trọng.\n\n**Đối Phó Căng Thẳng**\n- Thực hành một hơi thở sâu mỗi ngày.\n- Hít vào 4 giây, thở ra 6 giây.\n- Ví dụ: Hơi thở hàng ngày của Minh làm giảm căng thẳng.\n\n**Tự Nói Tích Cực**\n- Nói một câu khẳng định mỗi ngày.\n- Ví dụ: "Tôi đủ tốt" nâng cao tâm trạng.\n- Những lời khẳng định của Lan giảm lo lắng.\n\n**Thói Quen Đơn Giản**\n- Đặt một thói quen hàng ngày, như đi bộ 5 phút.\n- Hành động nhỏ tạo ra sự bình tĩnh.\n- Những bước đi của Minh cải thiện tâm trạng.\n\n**Bắt Đầu Hôm Nay**\n- Chọn một hành động đơn giản.\n- Chú ý cảm giác của bạn.\n\nBắt đầu hôm nay: thử một hơi thở sâu hoặc đi bộ ngắn. Sẵn sàng khám phá thêm? Nâng cấp để truy cập chiến lược sâu hơn và hướng dẫn cá nhân hóa!"
  },
  "entries": [
    {
      "slug": "starting-stress-coping",
      "keywords_en": [
        "stress coping",
        "beginner mental wellness",
        "easy calm habits"
      ],
      "keywords_vi": [
        "đối phó căng thẳng",
        "sức khỏe tâm lý cho người mới",
        "thói quen bình tĩnh dễ dàng"
      ],
      "copy": {
        "en": "**Starting Stress Coping**\n\nBegin mental health care with stress coping. Practice one deep breath daily: inhale 4 seconds, exhale 6, to calm your mind. Minh's daily breathing eased tension. Journal weekly to note stress levels. Try it during a quiet moment. Small steps build calm habits. Start one breath today to feel relaxed. Ready to support your mental health? Explore more beyond Free.",
        "vi": "**Bắt Đầu Đối Phó Căng Thẳng**\n\nBắt đầu chăm sóc sức khỏe tâm thần với việc đối phó căng thẳng. Thực hành một hơi thở sâu mỗi ngày: hít vào 4 giây, thở ra 6 giây, để làm dịu tâm trí. Hơi thở hàng ngày của Minh làm giảm căng thẳng. Viết nhật ký hàng tuần để ghi chú mức độ căng thẳng. Thử nó trong khoảnh khắc yên tĩnh. Những bước nhỏ xây dựng thói quen bình tĩnh. Bắt đầu một hơi thở hôm nay để cảm thấy thư giãn. Sẵn sàng hỗ trợ sức khỏe tâm thần của bạn? Khám phá thêm ngoài Miễn phí."
      },
      "tags": [
        "breathing"
      ],
      "artifact_id": "10cd330c-6a0d-41a4-8f0c-404edad03bae",
      "audio": "/audio/en/10cd330c-6a0d-41a4-8f0c-404edad03bae.mp3"
    },
    {
      "slug": "trying-positive-self-talk",
      "keywords_en": [
        "positive self-talk",
        "beginner mental wellness",
        "easy calm habits"
      ],
      "keywords_vi": [
        "tự nói tích cực",
        "sức khỏe tâm lý cho người mới",
        "thói quen bình tĩnh dễ dàng"
      ],
      "copy": {
        "en": "**Trying Positive Self-Talk**\n\nBoost mental health with positive self-talk. Say one affirming phrase daily, like "I am enough," to lift mood. Lan's affirmations reduced worries. Journal weekly to track mood changes. Practice during stressful moments to stay grounded. Small steps foster resilience. Start one affirmation today to feel stronger. Ready to improve your mindset? Explore more beyond Free.",
        "vi": "**Thử Tự Nói Tích Cực**\n\nTăng cường sức khỏe tâm thần với tự nói tích cực. Nói một câu khẳng định mỗi ngày, như "Tôi đủ tốt," để nâng cao tâm trạng. Những lời khẳng định của Lan giảm lo lắng. Viết nhật ký hàng tuần để theo dõi thay đổi tâm trạng. Thực hành trong những khoảnh khắc căng thẳng để giữ vững. Những bước nhỏ nuôi dưỡng sự kiên cường. Bắt đầu một lời khẳng định hôm nay để cảm thấy mạnh mẽ hơn. Sẵn sàng cải thiện tư duy của bạn? Khám phá thêm ngoài Miễn phí."
      },
      "tags": [
        "cognitive"
      ],
      "artifact_id": "7a59980c-0c75-4247-9e7b-4007e2745691",
      "audio": "/audio/en/7a59980c-0c75-4247-9e7b-4007e2745691.mp3"
    },
    {
      "slug": "building-simple-routines",
      "keywords_en": [
        "simple routines",
        "beginner mental wellness",
        "easy calm habits"
      ],
      "keywords_vi": [
        "thói quen đơn giản",
        "sức khỏe tâm lý cho người mới",
        "thói quen bình tĩnh dễ dàng"
      ],
      "copy": {
        "en": "**Building Simple Routines**\n\nSimple routines support mental health. Set one daily habit, like a 5-minute walk, to clear your mind. Minh's walks improved mood. Journal weekly to track routine benefits and feelings. Start small to avoid overwhelm. Small actions create calm. Try one walk today to feel better. Ready to build mental wellness? Explore more beyond Free.",
        "vi": "**Xây Dựng Thói Quen Đơn Giản**\n\nThói quen đơn giản hỗ trợ sức khỏe tâm thần. Đặt một thói quen hàng ngày, như đi bộ 5 phút, để làm sạch tâm trí. Những bước đi của Minh cải thiện tâm trạng. Viết nhật ký hàng tuần để theo dõi lợi ích của thói quen và cảm xúc. Bắt đầu nhỏ để tránh quá tải. Hành động nhỏ tạo ra sự bình tĩnh. Thử một bước đi hôm nay để cảm thấy tốt hơn. Sẵn sàng xây dựng sức khỏe tâm thần? Khám phá thêm ngoài Miễn phí."
      },
      "tags": [
        "physical"
      ],
      "artifact_id": "a903e515-3166-44ea-852d-830504573bf7",
      "audio": "/audio/en/a903e515-3166-44ea-852d-830504573bf7.mp3"
    }
  ],
  "keywords": {
    "basic_mental_health": {
      "en": [
        "stress coping",
        "positive self-talk",
        "simple routines",
        "beginner mental wellness",
        "easy calm habits"
      ],
      "vi": [
        "đối phó căng thẳng",
        "tự nói tích cực",
        "thói quen đơn giản",
        "sức khỏe tâm lý cho người mới",
        "thói quen bình tĩnh dễ dàng"
      ]
    }
  },
  "meta": {
    "created_at": "2025-10-25T15:22:00+09:00",
    "entry_count": 3,
    "tier": "free",
    "room_color": "#FFFFFF"
  }
}
