{
"tier": "Free / Miễn phí",
"default_entry_id": "identifying_hidden_traits",
"welcome": {
"en": "Hello! Welcome to Shadow Work Free room. How can I help you today?\n\nTopic keywords you can type are below:\n- identifying_hidden_traits\n- integrating_shadow_parts\n- reflecting_on_shadows\n- forgiving_shadow_self\n- awareness_of_triggers\n- embracing_inner_wholeness",
"vi": "Xin chào! Chào mừng bạn đến với phòng Làm Việc Với Bóng Tối (Free). Tôi có thể giúp gì cho bạn hôm nay?\n\nCác từ khóa bạn có thể nhập là:\n- nhan_dien_mat_khuat\n- hoa_nhap_mat_toi\n- chiem_nghiem_bong_toi\n- tha_thu_ban_than_bong_toi\n- nhan_thuc_tac_nhan\n- don_nhan_tinh_toan_noi_tam"
},
"search": {
"normalize_case": true,
"normalize_accents": true,
"tokenize_on": [" ", "_"]
},
"keyword_menu": {
"en": [
"identifying_hidden_traits",
"integrating_shadow_parts",
"reflecting_on_shadows",
"forgiving_shadow_self",
"awareness_of_triggers",
"embracing_inner_wholeness"
],
"vi": [
"nhan_dien_mat_khuat",
"hoa_nhap_mat_toi",
"chiem_nghiem_bong_toi",
"tha_thu_ban_than_bong_toi",
"nhan_thuc_tac_nhan",
"don_nhan_tinh_toan_noi_tam"
]
},
"keywords_dict": {
"identifying_hidden_traits": {
"en": "Identifying Hidden Traits",
"vi": "Nhận Diện Những Mặt Khuất"
},
"integrating_shadow_parts": {
"en": "Integrating Shadow Parts",
"vi": "Hòa Nhập Những Mặt Tối"
},
"reflecting_on_shadows": {
"en": "Reflecting on Shadows",
"vi": "Chiêm Nghiệm Về Bóng Tối"
},
"forgiving_shadow_self": {
"en": "Forgiving Shadow Self",
"vi": "Tha Thứ Cho Bản Thân Bóng Tối"
},
"awareness_of_triggers": {
"en": "Awareness of Triggers",
"vi": "Nhận Thức Về Tác Nhân Kích Hoạt"
},
"embracing_inner_wholeness": {
"en": "Embracing Inner Wholeness",
"vi": "Đón Nhận Sự Toàn Vẹn Nội Tâm"
},
"nhan_dien_mat_khuat": {
"en": "Identifying Hidden Traits",
"vi": "Nhận Diện Những Mặt Khuất"
},
"hoa_nhap_mat_toi": {
"en": "Integrating Shadow Parts",
"vi": "Hòa Nhập Những Mặt Tối"
},
"chiem_nghiem_bong_toi": {
"en": "Reflecting on Shadows",
"vi": "Chiêm Nghiệm Về Bóng Tối"
},
"tha_thu_ban_than_bong_toi": {
"en": "Forgiving Shadow Self",
"vi": "Tha Thứ Cho Bản Thân Bóng Tối"
},
"nhan_thuc_tac_nhan": {
"en": "Awareness of Triggers",
"vi": "Nhận Thức Về Tác Nhân Kích Hoạt"
},
"don_nhan_tinh_toan_noi_tam": {
"en": "Embracing Inner Wholeness",
"vi": "Đón Nhận Sự Toàn Vẹn Nội Tâm"
}
},
"entries": [
{
"id": "identifying_hidden_traits",
"title": {
"en": "Identifying Hidden Traits",
"vi": "Nhận Diện Những Mặt Khuất"
},
"content": {
"en": "Shadow work starts with identifying hidden traits. Notice feelings like jealousy that bother you. Studies show awareness reduces stress by 25%. Journal one shadow emotion daily to see patterns. This gentle step embraces all parts of you. Start today for self-acceptance. Discover deeper meaning in VIP 1, 2, or 3.",
"vi": "Hành trình chữa lành bóng tối bắt đầu bằng việc nhận diện những phần ẩn sâu trong bản thân. Hãy chú ý đến cảm xúc như ghen tị hay tức giận – những điều khiến bạn bối rối. Nghiên cứu cho thấy sự nhận thức giúp giảm căng thẳng 25%. Viết nhật ký mỗi ngày về một cảm xúc bóng tối để nhận ra các khuôn mẫu. Bước nhỏ này giúp bạn ôm trọn mọi phần của chính mình. Hãy bắt đầu hôm nay để nuôi dưỡng sự chấp nhận bản thân. Khám phá ý nghĩa sâu hơn ở các cấp VIP 1, 2, hoặc 3."
},
"audio": {
"en": "Identifying_Hidden_Traits_Free.mp3"
}
},
{
"id": "integrating_shadow_parts",
"title": {
"en": "Integrating Shadow Parts",
"vi": "Hòa Nhập Những Mặt Tối"
},
"content": {
"en": "Integrate shadow parts by accepting them kindly. Evidence shows self-compassion boosts growth by 30%. Practice: say 'I accept this part' to one shadow trait weekly. This fosters wholeness without judgment. Start with one trait today. Discover deeper meaning in VIP 1, 2, or 3.",
"vi": "Hãy hòa nhập những phần bóng tối bằng cách chấp nhận chúng với lòng nhân hậu. Nghiên cứu cho thấy lòng tự bi giúp thúc đẩy sự phát triển 30%. Thực hành: mỗi tuần, hãy nói 'Tôi chấp nhận phần này của mình' với một đặc điểm bạn từng chối bỏ. Việc này nuôi dưỡng cảm giác toàn vẹn mà không cần phán xét. Hãy bắt đầu từ một phần nhỏ hôm nay. Khám phá ý nghĩa sâu hơn ở các cấp VIP 1, 2, hoặc 3."
},
"audio": {
"en": "Integrating_Shadow_Parts_Free.mp3"
}
},
{
"id": "reflecting_on_shadows",
"title": {
"en": "Reflecting on Shadows",
"vi": "Chiêm Nghiệm Về Bóng Tối"
},
"content": {
"en": "Reflection heals shadows by 30%, per psychology. Sit 5 minutes daily with a shadow feeling. Journal one thought weekly. This process integrates hidden self gently. Embrace without rush. Start reflecting today. Discover deeper meaning in VIP 1, 2, or 3.",
"vi": "Sự chiêm nghiệm giúp chữa lành những vùng tối của tâm hồn 30%, theo tâm lý học. Hãy ngồi yên 5 phút mỗi ngày với một cảm xúc bạn thường tránh né. Ghi lại một suy nghĩ mỗi tuần. Quá trình này giúp bạn kết nối lại với phần bị che giấu một cách nhẹ nhàng. Đừng vội vàng — hãy đón nhận tất cả bằng sự bình tâm. Hãy bắt đầu chiêm nghiệm hôm nay. Khám phá ý nghĩa sâu hơn ở các cấp VIP 1, 2, hoặc 3."
},
"audio": {
"en": "Reflecting_on_Shadows_Free.mp3"
}
},
{
"id": "forgiving_shadow_self",
"title": {
"en": "Forgiving Shadow Self",
"vi": "Tha Thứ Cho Bản Thân Bóng Tối"
},
"content": {
"en": "Forgive shadow self for growth. Studies show forgiveness reduces inner conflict by 35%. Practice one forgiveness act weekly for a shadow trait. This builds self-acceptance. Embrace all parts kindly. Start forgiving today. Discover deeper meaning in VIP 1, 2, or 3.",
"vi": "Tha thứ cho phần bóng tối trong bạn để mở đường cho sự trưởng thành. Nghiên cứu cho thấy sự tha thứ giúp giảm xung đột nội tâm 35%. Mỗi tuần, hãy thực hành tha thứ cho một phần mà bạn từng trách móc. Việc này nuôi dưỡng sự chấp nhận bản thân. Hãy ôm trọn mọi phần của bạn với lòng bao dung. Bắt đầu hôm nay bằng một hành động tha thứ. Khám phá ý nghĩa sâu hơn ở các cấp VIP 1, 2, hoặc 3."
},
"audio": {
"en": "Forgiving_Shadow_Self_Free.mp3"
}
},
{
"id": "awareness_of_triggers",
"title": {
"en": "Awareness of Triggers",
"vi": "Nhận Thức Về Tác Nhân Kích Hoạt"
},
"content": {
"en": "Awareness of triggers uncovers shadows. Research indicates mindfulness aids integration by 25%. Note one trigger monthly and reflect. This small step fosters awareness. Embrace gently. Start noting today. Discover deeper meaning in VIP 1, 2, or 3.",
"vi": "Nhận thức về các tác nhân kích hoạt giúp hé lộ phần bóng tối bên trong. Nghiên cứu cho thấy chánh niệm giúp quá trình hòa nhập nội tâm tăng 25%. Hãy ghi chú một yếu tố kích hoạt mỗi tháng và chiêm nghiệm về nó. Bước nhỏ này giúp tăng khả năng nhận biết bản thân. Hãy đón nhận nhẹ nhàng. Bắt đầu ghi chú hôm nay. Khám phá ý nghĩa sâu hơn ở các cấp VIP 1, 2, hoặc 3."
},
"audio": {
"en": "Awareness_of_Triggers_Free.mp3"
}
},
{
"id": "embracing_inner_wholeness",
"title": {
"en": "Embracing Inner Wholeness",
"vi": "Đón Nhận Sự Toàn Vẹn Nội Tâm"
},
"content": {
"en": "Embrace inner wholeness through shadow work. Evidence shows integration promotes peace by 40%. Practice daily acceptance of one shadow aspect. This builds self-compassion. Start embracing today. Discover deeper meaning in VIP 1, 2, or 3.",
"vi": "Đón nhận sự toàn vẹn nội tâm thông qua việc làm việc với bóng tối. Bằng chứng cho thấy quá trình hòa nhập giúp tăng bình an 40%. Mỗi ngày, hãy chấp nhận một khía cạnh mà bạn từng từ chối. Việc này nuôi dưỡng lòng tự bi và sự bình yên sâu sắc. Hãy bắt đầu đón nhận bản thân hôm nay. Khám phá ý nghĩa sâu hơn ở các cấp VIP 1, 2, hoặc 3."
},
"audio": {
"en": "Embracing_Inner_Wholeness_Free.mp3"
}
}
]
}