{
"tier": "VIP 1 / Cấp VIP 1",
"default_entry_id": "aligning_actions_virtue",
"welcome": {
"en": "Hello! Welcome to Stoic Philosophy VIP1 room. How can I help you today?\n\nTopic keywords you can type are below:\n- aligning_actions_virtue\n- reframing_thoughts_calm\n- trusting_universal_timing\n- intentional_calm\n- letting_go_external_needs\n- gratitude_abundance\n- non_attachment\n- deliberate_patience\n- inner_alignment",
"vi": "Xin chào! Chào mừng bạn đến với phòng Triết Học Stoic VIP1. Tôi có thể giúp gì cho bạn hôm nay?\n\nCác từ khóa bạn có thể nhập là:\n- hành_động_theo_đức_hạnh\n- tái_khuôn_tư_duy\n- tin_vào_thời_gian_tự_nhiên\n- hành_động_bình_tĩnh\n- buông_nhu_cầu_bên_ngoài\n- lòng_biết_ơn_dư_dả\n- vô_chấp\n- kiên_nhẫn_có_chủ_đích\n- hòa_hợp_nội_tâm"
},
"search": {
"normalize_case": true,
"normalize_accents": true,
"tokenize_on": [" ", "_"]
},
"keyword_menu": {
"en": [
"aligning_actions_virtue",
"reframing_thoughts_calm",
"trusting_universal_timing",
"intentional_calm",
"letting_go_external_needs",
"gratitude_abundance",
"non_attachment",
"deliberate_patience",
"inner_alignment"
],
"vi": [
"hanh_dong_theo_duc_hanh",
"tai_khuon_tu_duy",
"tin_vao_thoi_gian_tu_nhien",
"hanh_dong_binh_tinh",
"buong_nhu_cau_ben_ngoai",
"long_biet_on_du_da",
"vo_chap",
"kien_nhan_co_chu_dich",
"hoa_hop_noi_tam"
]
},
"keywords_dict": {
"aligning_actions_virtue": {
"en": ["aligning_actions_virtue", "virtue", "wisdom", "justice", "ethical action"],
"vi": ["hanh_dong_theo_duc_hanh", "đức hạnh", "tri_tue", "trí tuệ", "cong_chinh", "công chính"]
},
"reframing_thoughts_calm": {
"en": ["reframing_thoughts_calm", "reframing thoughts", "calm mind", "mindfulness"],
"vi": ["tai_khuon_tu_duy", "tái khuôn tư duy", "binh_tam", "bình tâm", "chanh_niem", "chánh niệm"]
},
"trusting_universal_timing": {
"en": ["trusting_universal_timing", "trust timing", "patience", "natural rhythm"],
"vi": ["tin_vao_thoi_gian_tu_nhien", "tin vào thời gian tự nhiên", "kien_nhan", "kiên nhẫn", "nhip_song_tu_nhien", "nhịp sống tự nhiên"]
},
"intentional_calm": {
"en": ["intentional_calm", "acting with calm", "deliberate action", "focus", "clarity"],
"vi": ["hanh_dong_binh_tinh", "hành động bình tĩnh", "y_dinh_ro_rang", "ý định rõ ràng", "tap_trung", "tập trung"]
},
"letting_go_external_needs": {
"en": ["letting_go_external_needs", "freedom", "detachment", "inner peace"],
"vi": ["buong_nhu_cau_ben_ngoai", "buông nhu cầu bên ngoài", "tu_do", "tự do", "binh_an", "bình an"]
},
"gratitude_abundance": {
"en": ["gratitude_abundance", "gratitude", "contentment", "abundance"],
"vi": ["long_biet_on_du_da", "lòng biết ơn dư dả", "biet_on", "biết ơn", "day_du", "đầy đủ"]
},
"non_attachment": {
"en": ["non_attachment", "detachment", "letting go", "freedom"],
"vi": ["vo_chap", "vô chấp", "xa_ly", "xả ly", "buong_bo", "buông bỏ"]
},
"deliberate_patience": {
"en": ["deliberate_patience", "patience", "steady effort", "calm persistence"],
"vi": ["kien_nhan_co_chu_dich", "kiên nhẫn có chủ đích", "ben_bi", "bền bỉ", "diem_tinh", "điềm tĩnh"]
},
"inner_alignment": {
"en": ["inner_alignment", "self knowledge", "alignment", "authentic action"],
"vi": ["hoa_hop_noi_tam", "hòa hợp nội tâm", "hieu_ban_than", "hiểu bản thân", "song_chan_that", "sống chân thật"]
}
},
"entries": [
{
"id": "aligning_actions_virtue",
"title": {
"en": "Aligning Actions with Virtue",
"vi": "Hành Động Theo Đức Hạnh"
},
"content": {
"en": "Stoics like Epictetus teach acting in harmony with virtues like wisdom and justice, not external results. Define your values, then align daily choices with them. Lily's shift from chasing career milestones to value-driven work brought calm success. Focus on ethical actions, not outcomes, to reduce stress and foster peace. Practice: reflect nightly on virtuous choices. This cultivates steady progress.\n\n*Discover deeper insights in VIP 2 or 3.*",
"vi": "Người Stoic như Epictetus dạy hành động hòa hợp với đức hạnh như trí tuệ và công chính, không chạy theo kết quả bên ngoài. Hãy xác định giá trị cốt lõi, rồi điều chỉnh lựa chọn hằng ngày cho phù hợp. Lily chuyển từ chạy theo danh vọng sang làm việc theo giá trị, và bình yên xuất hiện cùng thành công. Tập trung vào hành động đạo đức thay vì kết quả giúp giảm căng thẳng, nuôi dưỡng an hòa. Thực hành: mỗi tối chiêm nghiệm những lựa chọn đúng đắn. Sự tiến bộ sẽ bền vững.\n\n*Khám phá sâu hơn ở VIP 2 hoặc 3.*"
},
"audio": {
"en": "aligning_actions_virtue_VIP1.mp3"
}
},
{
"id": "reframing_thoughts_calm",
"title": {
"en": "Reframing Thoughts for Calm",
"vi": "Tái Khuôn Tư Duy Để Bình Tâm"
},
"content": {
"en": "Marcus Aurelius: thoughts shape your reality. Shift negative perceptions to calm ones to navigate challenges. Rachel's mindfulness replaced work stress with solution-focused thinking. Practice: pause, reframe setbacks as lessons, focus on what's controllable. This reduces anxiety, fostering clarity in relationships and goals. Daily reflection strengthens this Stoic skill, aligning mind with peace for confident action.\n\n*Discover deeper insights in VIP 2 or 3.*",
"vi": "Marcus Aurelius nói: tư duy tạo nên thực tại. Hãy chuyển góc nhìn tiêu cực thành bình tĩnh để đi qua thử thách. Rachel nhờ chánh niệm đã thay căng thẳng bằng tư duy giải pháp. Thực hành: dừng lại, xem trở ngại là bài học, tập trung vào điều có thể kiểm soát. Điều này giảm lo âu, giúp sáng suốt trong quan hệ và mục tiêu. Sự phản tỉnh mỗi ngày sẽ rèn vững kỹ năng Stoic này, kết nối tâm trí với an nhiên để hành động tự tin.\n\n*Khám phá sâu hơn ở VIP 2 hoặc 3.*"
},
"audio": {
"en": "reframing_thoughts_calm_VIP1.mp3"
}
},
{
"id": "trusting_universal_timing",
"title": {
"en": "Trusting Universal Timing",
"vi": "Tin Vào Nhịp Thời Gian Tự Nhiên"
},
"content": {
"en": "Epictetus: great things unfold gradually. Sophie's rushed career efforts failed until she trusted timing. Focus on steady actions, not instant results, like plants growing naturally. Practice: act daily, release outcome urgency. This Stoic approach reduces frustration, aligning with life's rhythm for effortless progress in work and relationships. Patience fosters calm confidence in natural outcomes.\n\n*Discover deeper insights in VIP 2 or 3.*",
"vi": "Epictetus: những điều lớn lao cần thời gian để mở ra. Sophie vội vã trong sự nghiệp nên thất bại, cho đến khi cô học được niềm tin vào thời điểm tự nhiên. Hãy tập trung vào hành động đều đặn, đừng mong kết quả tức thì, như cây cối lớn lên một cách tự nhiên. Thực hành: hành động mỗi ngày và buông sự nôn nóng về kết quả. Cách sống Stoic này giúp giảm thất vọng, hòa nhịp với dòng đời để tiến bộ nhẹ nhàng. Kiên nhẫn nuôi dưỡng sự tự tin bình thản vào kết quả tự nhiên.\n\n*Khám phá sâu hơn ở VIP 2 hoặc 3.*"
},
"audio": {
"en": "trusting_universal_timing_VIP1.mp3"
}
},
{
"id": "intentional_calm",
"title": {
"en": "Acting with Intentional Calm",
"vi": "Hành Động Bình Tĩnh Có Chủ Đích"
},
"content": {
"en": "Stoics value calm, deliberate action over frantic chasing. Jack's shift from desperate job hunting to intentional steps drew opportunities. Align actions with goals, avoid fear-driven haste. Practice: set clear intentions daily, act without rushing. This reduces stress, fostering success in careers and connections. Trust effort aligns with life's flow for natural results.\n\n*Discover deeper insights in VIP 2 or 3.*",
"vi": "Người Stoic coi trọng hành động điềm tĩnh, có chủ đích hơn là cuống cuồng. Jack chuyển từ tìm việc trong tuyệt vọng sang từng bước có mục tiêu, và cơ hội tự đến. Hãy để hành động hòa với mục tiêu, tránh hấp tấp vì sợ hãi. Thực hành: mỗi ngày đặt ý định rõ ràng, hành động không vội vàng. Cách này giảm căng thẳng, mở đường cho thành công trong công việc và quan hệ. Tin rằng nỗ lực của bạn đã hài hòa với dòng chảy cuộc sống, kết quả sẽ tự nhiên đến.\n\n*Khám phá sâu hơn ở VIP 2 hoặc 3.*"
},
"audio": {
"en": "intentional_calm_VIP1.mp3"
}
},
{
"id": "letting_go_external_needs",
"title": {
"en": "Letting Go of External Needs",
"vi": "Buông Nhu Cầu Bên Ngoài"
},
"content": {
"en": "Epictetus: freedom lies in releasing external dependencies. Anna's worry over others' opinions stalled her; focusing on inner peace brought clarity. Shift to self-driven actions, not external validation. Practice: identify daily dependencies, let them go. This Stoic principle reduces anxiety, fostering confident progress in goals and relationships. Align with inner strength for effortless living.\n\n*Discover deeper insights in VIP 2 or 3.*",
"vi": "Epictetus: tự do nằm ở chỗ buông bỏ sự lệ thuộc bên ngoài. Anna vì lo lắng lời người khác mà dậm chân tại chỗ; khi quay về sự an yên nội tâm, cô tìm thấy sáng tỏ. Hãy hành động dựa vào chính mình, không cần sự công nhận. Thực hành: nhận diện các phụ thuộc hằng ngày và dần buông chúng. Nguyên lý Stoic này giúp giảm lo âu, nuôi dưỡng tiến trình tự tin trong mục tiêu và quan hệ. Khi hòa hợp với sức mạnh bên trong, cuộc sống trở nên nhẹ nhàng.\n\n*Khám phá sâu hơn ở VIP 2 hoặc 3.*"
},
"audio": {
"en": "letting_go_external_needs_VIP1.mp3"
}
},
{
"id": "gratitude_abundance",
"title": {
"en": "Cultivating Gratitude for Abundance",
"vi": "Nuôi Dưỡng Lòng Biết Ơn Để Dư Dả"
},
"content": {
"en": "Epictetus: wealth is few wants. James' gratitude for health and skills turned scarcity into sufficiency. Practice: daily list blessings to focus on what you have, not what you lack. This Stoic mindset fosters confidence and ease, aligning life with abundance and peace.\n\n*Discover deeper insights in VIP 2 or 3.*",
"vi": "Epictetus: giàu là người có ít ham muốn. James biết ơn sức khỏe và khả năng, nên sự thiếu thốn hóa đủ đầy. Thực hành: mỗi ngày ghi ra điều bạn biết ơn, tập trung vào cái đang có chứ không phải cái thiếu. Tư duy Stoic này nuôi dưỡng tự tin và an tĩnh, giúp cuộc sống hòa vào dòng chảy dư dả và bình yên.\n\n*Khám phá sâu hơn ở VIP 2 hoặc 3.*"
},
"audio": {
"en": "gratitude_abundance_VIP1.mp3"
}
},
{
"id": "non_attachment",
"title": {
"en": "Practicing Non-Attachment",
"vi": "Thực Hành Vô Chấp"
},
"content": {
"en": "Stoics teach non-attachment to desires without losing ambition. Lily's detachment from career outcomes brought effortless success. Focus on effort, not clinging to results. Practice: release one expectation daily, trust the process. This reduces stress, fostering clarity and flow in all pursuits.\n\n*Discover deeper insights in VIP 2 or 3.*",
"vi": "Người Stoic dạy vô chấp với ham muốn mà vẫn giữ khát vọng. Lily buông kết quả nghề nghiệp và thành công đến nhẹ nhàng. Hãy chú tâm vào nỗ lực, đừng níu lấy kết quả. Thực hành: mỗi ngày buông một kỳ vọng và tin vào tiến trình. Cách sống này giảm căng thẳng, nuôi dưỡng sáng tỏ và dòng chảy tự nhiên trong mọi việc.\n\n*Khám phá sâu hơn ở VIP 2 hoặc 3.*"
},
"audio": {
"en": "non_attachment_VIP1.mp3"
}
},
{
"id": "deliberate_patience",
"title": {
"en": "Embracing Deliberate Patience",
"vi": "Ôm Lấy Sự Kiên Nhẫn Có Chủ Đích"
},
"content": {
"en": "Seneca: patience achieves more than force. Grace's rushed business failed; patient, steady effort succeeded. Focus on consistent actions, not instant outcomes. Practice: pause before acting, trust timing. This Stoic virtue reduces frustration, bringing calm progress in goals and connections.\n\n*Discover deeper insights in VIP 2 or 3.*",
"vi": "Seneca: kiên nhẫn đạt được nhiều hơn là cưỡng cầu. Grace vội vàng nên thất bại, còn sự bền bỉ đã đưa cô đến thành công. Hãy tập trung vào hành động đều đặn thay vì kết quả tức thì. Thực hành: dừng lại trước khi hành động, tin vào thời điểm. Đức hạnh Stoic này làm nguôi nản lòng và giúp tiến bước an nhiên.\n\n*Khám phá sâu hơn ở VIP 2 hoặc 3.*"
},
"audio": {
"en": "deliberate_patience_VIP1.mp3"
}
},
{
"id": "inner_alignment",
"title": {
"en": "Fostering Inner Alignment",
"vi": "Nuôi Dưỡng Sự Hòa Hợp Nội Tâm"
},
"content": {
"en": "Epictetus: know yourself, act accordingly. Jack's value-aligned career brought natural success. Define your inner values and align daily actions to avoid chaos. Practice: reflect on values and act with intention. This Stoic approach fosters calm progress and harmony across all areas of life.\n\n*Discover deeper insights in VIP 2 or 3.*",
"vi": "Epictetus: hiểu chính mình rồi hãy hành động. Jack bước đi sự nghiệp theo giá trị của bản thân và thành công tự đến. Hãy xác định giá trị nội tâm và hành động phù hợp để tránh hỗn loạn. Thực hành: chiêm nghiệm giá trị và hành động có chủ đích. Cách tiếp cận Stoic này nuôi dưỡng tiến bộ bình thản và hòa hợp trong mọi khía cạnh của cuộc sống.\n\n*Khám phá sâu hơn ở VIP 2 hoặc 3.*"
},
"audio": {
"en": "inner_alignment_VIP1.mp3"
}
}
]
}